Repository: fatizch/tryton
Catalog: modules/claim_eligibility/locale/*.po
Languages: fr

# error:benefit.eligibility.decision:
source: The code must be unique!
fr: Le code doit être unique !

# error:claim.indemnification:
source: The claim service is not eligible
fr: L'éligibilité de la prestation n'a pas été validée

# error:claim.manual_rejection_eligibility:
source: Eligibility information changed. It may be necessary to recompute existing indemnification periods.
fr: Les informations de rejet de droits ont changé. Il est peut être nécessaire de faire des régularisations.

# error:claim.manual_rejection_eligibility:
source: Rejection cannot be processed without knowing the reason
fr: Le refus ne peut être traité sans renseigner de motif

# error:claim.manual_validation_eligibility:
source: Eligibility information change. It could be necessary to recalculate existing indemnification period.
fr: Les information de validation des droits ont changé. Il est peut être nécessaire de faire des régularisations.

# error:claim.manual_validation_eligibility:
source: Validation cannot be processed without knowing the reason
fr: La validation ne peut être effectuée sans connaître le motif

# error:claim.service:
source: Confirm service refusal
fr: Confirmer le refus de prestation

# field:benefit,accept_decision_default:
source: Default Accept Decision
fr: Décision d'acceptation par défaut

# field:benefit,decision_default:
source: Default Decision
fr: Décision par défaut

# field:benefit,eligibility_decisions:
source: Eligibility Decisions
fr: Décisions d'éligibilité

# field:benefit,eligibility_rules:
source: Benefit Eligibility Rules
fr: Règles de validation des droits

# field:benefit,refuse_decision_default:
source: Default Refuse Decision
fr: Décision de refus par défaut

# field:benefit,refuse_from_rules:
source: Refuse From Eligibility Rules
fr: Refuser depuis les règles d'éligibilité

# field:benefit-benefit.eligibility_decision,benefit:
source: Benefit
fr: Prestation

# field:benefit-benefit.eligibility_decision,benefit_eligibility:
source: Eligibility Decision
fr: Décision d'éligibilité

# field:benefit-benefit.eligibility_decision,create_date:
source: Create Date
fr: Date de Création

# field:benefit-benefit.eligibility_decision,create_date_:
source: Creation date
fr: Date de Création

# field:benefit-benefit.eligibility_decision,create_uid:
source: Create User
fr: Créé par

# field:benefit-benefit.eligibility_decision,id:
source: ID
fr: Identifiant

# field:benefit-benefit.eligibility_decision,rec_name:
source: Name
fr: Nom

# field:benefit-benefit.eligibility_decision,write_date:
source: Write Date
fr: Modifié le

# field:benefit-benefit.eligibility_decision,write_uid:
source: Write User
fr: Modifié par

# field:benefit-benefit.eligibility_decision,xml_id:
source: XML Id
fr: Identifiant XML

# field:benefit.eligibility.decision,create_date:
source: Create Date
fr: Date de Création

# field:benefit.eligibility.decision,create_uid:
source: Create User
fr: Créé par

# field:benefit.eligibility.decision,description:
source: Long Description
fr: Description longue

# field:benefit.eligibility.decision,id:
source: ID
fr: Identifiant

# field:benefit.eligibility.decision,name:
source: Name
fr: Nom

# field:benefit.eligibility.decision,rec_name:
source: Name
fr: Nom

# field:benefit.eligibility.decision,state:
source: State
fr: État

# field:benefit.eligibility.decision,write_date:
source: Write Date
fr: Modifié le

# field:benefit.eligibility.decision,write_uid:
source: Write User
fr: Modifié par

# field:benefit.eligibility.rule,benefit:
source: Benefit
fr: Prestation

# field:benefit.eligibility.rule,create_date:
source: Create Date
fr: Date de Création

# field:benefit.eligibility.rule,create_date_:
source: Creation date
fr: Date de Création

# field:benefit.eligibility.rule,create_uid:
source: Create User
fr: Créé par

# field:benefit.eligibility.rule,rec_name:
source: Name
fr: Nom

# field:benefit.eligibility.rule,rule:
source: Rule Engine
fr: Moteur de Règle

# field:benefit.eligibility.rule,rule_extra_data:
source: Rule Extra Data
fr: Paramètres de règle

# field:benefit.eligibility.rule,write_date:
source: Write Date
fr: Date de mise à jour

# field:benefit.eligibility.rule,write_uid:
source: Write User
fr: Mis à jour par

# field:benefit.eligibility.rule,xml_id:
source: XML Id
fr: Identifiant XML

# field:claim,all_services_refused:
source: All services are refused
fr: Toutes les prestations sont refusées

# field:claim.service,eligibility_comment:
source: Eligibility Comment
fr: Commentaire

# field:claim.service,eligibility_comment_wrapped:
source: Eligibility Comment
fr: Commentaire

# field:claim.service,eligibility_decision:
source: Eligibility Decision
fr: Décision d'éligibilité

# field:claim.service,eligibility_status:
source: Eligibility Status
fr: Statut des droits

# field:claim.service,indemnification_start_date:
source: Indemnification Start Date
fr: Date de début d'indemnisation

# field:claim.service,possible_decisions:
source: Possible Decisions
fr: Décisions possibles

# field:claim.service.manual,eligibility_decision:
source: Eligibility Decision
fr: Décision d'éligibilité

# field:claim.service.manual,id:
source: ID
fr: Identifiant

# field:claim.service.manual,possible_decisions:
source: Possible Decisions
fr: Décisions possibles

# help:benefit,accept_decision_default:
source: If the service is automatically accepted, then this decision will be used by default
fr: Si la prestation est acceptée automatiquement, alors la décision définie ici sera celle appliquée par défaut

# help:benefit,decision_default:
source: The default decision to be set when delivering a new service
fr: La décision par défaut à appliquer à la prestation fournie

# help:benefit,refuse_decision_default:
source: If the service is automatically refused, then this decision will be used by default
fr: Si la prestation est automatiquement refusée, alors la décision définie ici sera celle appliquée par défaut

# help:benefit,refuse_from_rules:
source: If True, a non-eligible service will be refused. Else it will still require a manual analysis
fr: Si Vrai, un service non éligible sera refusé. Sinon, il faudra faire une analyse manuelle afin de déterminer s'il est refusé.

# model:benefit-benefit.eligibility_decision,name:
source: Benefit Benefit Eligibility Decision Relation
fr: Relation Prestation Décision d'éligibilité

# model:benefit.eligibility.decision,name:
source: Benefit Eligibility Decision
fr: Décision d'éligibilité

# model:benefit.eligibility.rule,name:
source: Benefit Eligibility Rule
fr: Règle de validation des droits

# model:claim.service.manual,name:
source: Claim Service Manual Display
fr: Affichage de décision manuelle du service

# model:event.type,name:event_accept_service
source: Accept Claim Service
fr: Accepter la prestation

# model:event.type,name:event_reactivate_contract
source: Refuse Claim Service
fr: Refuser la prestation

# model:ir.action,name:act_benefit_eligibility_decision_form
source: Benefit Eligibility Decision
fr: Décision d'éligibilité

# model:ir.action,name:act_reject_eligibility_wizard
source: Reject Eligibility
fr: Refuser les droits

# model:ir.action,name:act_validate_eligibility_wizard
source: Validate Eligibility
fr: Valider les droits

# model:ir.ui.menu,name:menu_benefit_eligibility_decision_form
source: Benefit Eligibility Decision
fr: Décision d'éligibilité

# selection:benefit.eligibility.decision,state:
source: Accepted
fr: Accepté

# selection:benefit.eligibility.decision,state:
source: Refused
fr: Refusé

# selection:benefit.eligibility.decision,state:
source: Study In Progress
fr: Etude en cours

# selection:claim.service,eligibility_status:
source: Accepted
fr: Accepté

# selection:claim.service,eligibility_status:
source: Refused
fr: Refusé

# selection:claim.service,eligibility_status:
source: Study In Progress
fr: Etude en cours

# selection:extra_data,kind:
source: Claim: Manual Eligibility Reason
fr: Sinistre: Motif de validation manuelle

# selection:extra_data,kind:
source: Claim: Manual Rejection Reason
fr: Sinistre: Motif de refus manuel

# view:benefit.eligibility.rule:
source: Benefit Eligibility Rule
fr: Règle de validation des droits

# view:benefit.eligibility.rule:
source: Benefit Eligibility Rules
fr: Règles de validation des droits

# view:benefit:
source: Eligibility
fr: Eligibilité

# view:claim.loss:
source: Rejection
fr: Refus

# view:claim.service:
source: Check Eligibility
fr: Vérifier les droits

# view:claim.service:
source: Decline Eligibility
fr: Refuser les droits

# view:claim.service:
source: Validate Eligibility
fr: Valider les droits

# wizard_button:claim.manual_rejection_eligibility,select_reason,check_selection:
source: Validate
fr: Valider

# wizard_button:claim.manual_rejection_eligibility,select_reason,end:
source: Cancel
fr: Annuler

# wizard_button:claim.manual_validation_eligibility,display_service,check_result:
source: Validate
fr: Valider

# wizard_button:claim.manual_validation_eligibility,display_service,end:
source: Cancel
fr: Annuler
