Repository: fatizch/tryton
Catalog: modules/third_party_protocol_almerys/locale/*.po
Languages: fr

# field:batch.almerys.feedback,id:
source: ID
fr: Identifiant

# field:party.address,is_person:
source: Is Person
fr: Est Une Personne

# field:return.almerys,contract:
source: Contract
fr: Contrat

# field:return.almerys,create_date:
source: Create Date
fr: Date de Création

# field:return.almerys,create_date_:
source: Creation date
fr: Date de Création

# field:return.almerys,create_uid:
source: Create User
fr: Créé par

# field:return.almerys,error_code:
source: Error Code
fr: Code Erreur

# field:return.almerys,error_label:
source: Error Label
fr: Libellé Erreur

# field:return.almerys,file_number:
source: File Number
fr: Numéro de fichier

# field:return.almerys,id:
source: ID
fr: Identifiant

# field:return.almerys,rec_name:
source: Record Name
fr: Numéro

# field:return.almerys,status:
source: Status
fr: Statut

# field:return.almerys,write_date:
source: Write Date
fr: Modifié par

# field:return.almerys,write_uid:
source: Write User
fr: Modifié par

# field:third_party_manager.protocol,almerys_libelle_ss_groupe:
source: Sous-Groupe Number Label
fr: Libellé numéro sous-groupe

# field:third_party_manager.protocol,almerys_ss_groupe:
source: Sous-Groupe Number
fr: Numéro sous-groupe

# field:third_party_manager.protocol,almerys_support_tp:
source: Third-Party Payment Support
fr: Support tiers-payant

# field:third_party_protocol.almerys.configuration,autonomous:
source: Autonomous
fr: Autonome

# field:third_party_protocol.almerys.configuration,create_date:
source: Create Date
fr: Date de création

# field:third_party_protocol.almerys.configuration,create_date_:
source: Creation date
fr: Date de création

# field:third_party_protocol.almerys.configuration,create_uid:
source: Create User
fr: Créé par

# field:third_party_protocol.almerys.configuration,customer_label:
source: Customer Label
fr: Libellé client

# field:third_party_protocol.almerys.configuration,customer_number:
source: Customer Number
fr: Numéro client

# field:third_party_protocol.almerys.configuration,id:
source: ID
fr: Identifiant

# field:third_party_protocol.almerys.configuration,number_sequence_v3:
source: Number Sequence V3
fr: Séquence de numérotation v3

# field:third_party_protocol.almerys.configuration,protocol_version:
source: Protocol Version
fr: Version du protocole

# field:third_party_protocol.almerys.configuration,rec_name:
source: Record Name
fr: Nom de l'enregistrement

# field:third_party_protocol.almerys.configuration,write_date:
source: Write Date
fr: Date de modification

# field:third_party_protocol.almerys.configuration,write_uid:
source: Write User
fr: Modifié par

# field:third_party_protocol.almerys.configuration.autonomous,autonomous:
source: Autonomous
fr: Autonome

# field:third_party_protocol.almerys.configuration.autonomous,company:
source: Company
fr: Société

# field:third_party_protocol.almerys.configuration.autonomous,create_date:
source: Create Date
fr: Date de Création

# field:third_party_protocol.almerys.configuration.autonomous,create_date_:
source: Creation date
fr: Date de Création

# field:third_party_protocol.almerys.configuration.autonomous,create_uid:
source: Create User
fr: Créé par

# field:third_party_protocol.almerys.configuration.autonomous,id:
source: ID
fr: Identifiant

# field:third_party_protocol.almerys.configuration.autonomous,rec_name:
source: Record Name
fr: Numéro

# field:third_party_protocol.almerys.configuration.autonomous,write_date:
source: Write Date
fr: Modifié par

# field:third_party_protocol.almerys.configuration.autonomous,write_uid:
source: Write User
fr: Modifié par

# field:third_party_protocol.almerys.configuration.customer_label,company:
source: Company
fr: Société

# field:third_party_protocol.almerys.configuration.customer_label,create_date:
source: Create Date
fr: Date de Création

# field:third_party_protocol.almerys.configuration.customer_label,create_date_:
source: Creation date
fr: Date de Création

# field:third_party_protocol.almerys.configuration.customer_label,create_uid:
source: Create User
fr: Créé par

# field:third_party_protocol.almerys.configuration.customer_label,customer_label:
source: Customer Label
fr: Libellé client

# field:third_party_protocol.almerys.configuration.customer_label,id:
source: ID
fr: Identifiant

# field:third_party_protocol.almerys.configuration.customer_label,rec_name:
source: Record Name
fr: Numéro

# field:third_party_protocol.almerys.configuration.customer_label,write_date:
source: Write Date
fr: Modifié par

# field:third_party_protocol.almerys.configuration.customer_label,write_uid:
source: Write User
fr: Modifié par

# field:third_party_protocol.almerys.configuration.customer_number,company:
source: Company
fr: Société

# field:third_party_protocol.almerys.configuration.customer_number,create_date:
source: Create Date
fr: Date de Création

# field:third_party_protocol.almerys.configuration.customer_number,create_date_:
source: Creation date
fr: Date de Création

# field:third_party_protocol.almerys.configuration.customer_number,create_uid:
source: Create User
fr: Créé par

source: Customer Number
fr: Numéro client

# field:third_party_protocol.almerys.configuration.customer_number,id:
source: ID
fr: Identifiant

# field:third_party_protocol.almerys.configuration.customer_number,rec_name:
source: Record Name
fr: Numéro

# field:third_party_protocol.almerys.configuration.customer_number,write_date:
source: Write Date
fr: Modifié par

# field:third_party_protocol.almerys.configuration.customer_number,write_uid:
source: Write User
fr: Modifié par

# field:third_party_protocol.almerys.configuration.number_sequence_v3,company:
source: Company
fr: Société

# field:third_party_protocol.almerys.configuration.number_sequence_v3,create_date:
source: Create Date
fr: Date de Création

source: Creation date
fr: Date de Création

# field:third_party_protocol.almerys.configuration.number_sequence_v3,create_uid:
source: Create User
fr: Créé par

# field:third_party_protocol.almerys.configuration.number_sequence_v3,id:
source: ID
fr: Identifiant

source: Number Sequence V3
fr: Séquence de numérotation v3

# field:third_party_protocol.almerys.configuration.number_sequence_v3,rec_name:
source: Record Name
fr: Numéro

# field:third_party_protocol.almerys.configuration.number_sequence_v3,write_date:
source: Write Date
fr: Modifié par

# field:third_party_protocol.almerys.configuration.number_sequence_v3,write_uid:
source: Write User
fr: Modifié par

# field:third_party_protocol.almerys.configuration.protocol_version,company:
source: Company
fr: Société

# field:third_party_protocol.almerys.configuration.protocol_version,create_date:
source: Create Date
fr: Date de Création

# field:third_party_protocol.almerys.configuration.protocol_version,create_date_:
source: Creation date
fr: Date de Création

# field:third_party_protocol.almerys.configuration.protocol_version,create_uid:
source: Create User
fr: Créé par

# field:third_party_protocol.almerys.configuration.protocol_version,id:
source: ID
fr: Identifiant

source: Protocol Version
fr: Version du protocole

# field:third_party_protocol.almerys.configuration.protocol_version,rec_name:
source: Record Name
fr: Numéro

# field:third_party_protocol.almerys.configuration.protocol_version,write_date:
source: Write Date
fr: Modifié par

# field:third_party_protocol.almerys.configuration.protocol_version,write_uid:
source: Write User
fr: Modifié par

# field:third_party_protocol.batch.almerys,id:
source: ID
fr: Identifiant

# model:batch.almerys.feedback,name:
source: Return Almerys Batch
fr: Batch de Retour Almerys

# model:ir.action,name:act_third_party_protocol_almerys_configuration
source: Almerys Configuration
fr: Configuration Almerys

# model:ir.action,name:wizard_recompute_period
source: Recompute Period
fr: Re-calcul des périodes de délégation

# model:ir.action.act_window.domain,name:act_return_almerys_to_be_processed
source: Retours à Traité
fr: Retour à Traiter

# model:ir.ui.menu,name:menu_claim_return_almerys
source: Return Almerys
fr: Retour Almerys

# model:ir.ui.menu,name:menu_third_party_protocol_almerys_form
source: Almerys Configuration
fr: Configuration Almerys

# model:return.almerys,name:
source: Return Almerys
fr: Retour Almerys

# model:third_party_protocol.almerys.configuration,name:
source: Almerys Configuration
fr: Configuration Almerys

# model:third_party_protocol.almerys.configuration.autonomous,name:
source: Almerys Configuration - Autonomous
fr: Configuration Almerys - Autonome

# model:third_party_protocol.almerys.configuration.customer_label,name:
source: Almerys Configuration - Customer Label
fr: Configuration Almerys - Libellé Client

# model:third_party_protocol.almerys.configuration.customer_number,name:
source: Almerys Configuration - Customer Number
fr: Configuration Almerys - Numéro Client

# model:third_party_protocol.almerys.configuration.number_sequence_v3,name:
source: Almerys Configuration - Number Sequence V3
fr: Configuration Almerys - Numéro de Séquence V3

# model:third_party_protocol.almerys.configuration.protocol_version,name:
source: Almerys Configuration - Protocol Version
fr: Configuration Almerys - Version du Protocole

# model:third_party_protocol.batch.almerys,name:
source: Almerys Batch Job
fr: Batch Almerys

# selection:return.almerys,error_code:
source: [ERR_CIN_00000001] Validity of field supply in the file
fr: [ERR_CIN_00000001] Validité alimentation des champs dans le fichier

# selection:return.almerys,error_code:
source: [ERR_CIN_00000002] Validity of field supply in the file
fr: [ERR_CIN_00000002] Validité alimentation des champs dans le fichier

# selection:return.almerys,error_code:
source: [ERR_CIN_00000004] Contract member (management centre, company, collective contract
fr: [ERR_CIN_00000004] Membre contrat (centre de gestion, entreprise, contrat collectif)

# selection:return.almerys,error_code:
source: [ERR_CIN_00000008] Contract member
fr: [ERR_CIN_00000008] Membre Contrat

# selection:return.almerys,error_code:
source: [ERR_CIN_00000009] Contract member
fr: [ERR_CIN_00000009] Membre contrat

# selection:return.almerys,error_code:
source: [ERR_CIN_00000020] Content of the flow fields
fr: [ERR_CIN_00000020] Contenu des champs du flux

# selection:return.almerys,error_code:
source: [ERR_CIN_00000043] Mandatory tags
fr: [ERR_CIN_00000043] Balises obligatoires

# selection:return.almerys,error_code:
source: [ERR_CPII_00000001] Service provider
fr: [ERR_CPII_00000001] Offreur de service

# selection:return.almerys,error_code:
source: [ERR_CPI_00000012] client number
fr: [ERR_CPI_00000012] Numéro client

# selection:return.almerys,error_code:
source: [ERR_CPI_00000013] Validity of field supply in the file
fr: [ERR_CPI_00000013] Validité alimentation des champs dans le fichier

# selection:return.almerys,error_code:
source: [ERR_CPI_00000025] Company reference
fr: [ERR_CPI_00000025] Référence entreprise

# selection:return.almerys,error_code:
source: [ERR_CPI_00000026] Company reference
fr: [ERR_CPI_00000026] Référence entreprise

# selection:return.almerys,error_code:
source: [ERR_CPI_00000033] Consistency supplier/service scope
fr: [ERR_CPI_00000033] Cohérence offreur / périmètre de service

# selection:return.almerys,error_code:
source: [ERR_CPI_00000034] Scope of service
fr: [ERR_CPI_00000034] Périmètre de service

# selection:return.almerys,error_code:
source: [ERR_CPI_00000047] Perimeter of service
fr: [ERR_CPI_00000047] Périmètre de service

# selection:return.almerys,error_code:
source: [N/A] Unknown Code
fr: [N.D.] Code non reconnu

# selection:return.almerys,error_code:
source: [ERR_CPI_00000048] Perimeter of service
fr: [ERR_CPI_00000048] Périmètre de service

# selection:return.almerys,error_code:
source: [ERR_GEN_00000001] The length of the fields in the flow
fr: [ERR_GEN_00000001] La longueur des champs dans le flux

# selection:return.almerys,error_code:
source: [ERR_GEN_00000002] Validity of field supply in the file
fr: [ERR_GEN_00000002] Validité alimentation des champs dans le fichier

# selection:return.almerys,error_code:
source: [ERR_GEN_00000003] Validity of field supply in the file
fr: [ERR_GEN_00000003] Validité alimentation des champs dans le fichier

# selection:return.almerys,error_code:
source: [ERR_GEN_00000004] End of line detection
fr: [ERR_GEN_00000004]Détection fin de ligne

# selection:return.almerys,error_code:
source: [ERR_GEN_00000005] Detection no impromptu end of line
fr: [ERR_GEN_00000005] Détection pas de fin de ligne impromptue

# selection:return.almerys,error_code:
source: [ERR_GEN_00000006] Presence of mandatory fields
fr: [ERR_GEN_00000006] Présence des champs obligatoires

# selection:return.almerys,error_code:
source: [ERR_GEN_00000007] Validity of entity types in the flow
fr: [ERR_GEN_00000007] Validité des types d'entités dans le flux

# selection:return.almerys,error_code:
source: [ERR_GEN_00000113] Enter exit
fr: [ERR_GEN_00000113] Entree sortie

# selection:return.almerys,error_code:
source: [ERR_GEN_00000120] Presence of the FILE tag
fr: [ERR_GEN_00000120] Présence de la balise FICHIER

# selection:return.almerys,error_code:
source: [ERR_GEN_00000121] Presence of the PERIMETER_SERVICE tag
fr: [ERR_GEN_00000121] Présence de la balise PERIMETRE_SERVICE

# selection:return.almerys,error_code:
source: [ERR_GEN_00000122] Presence of the CONTRACT tag
fr: [ERR_GEN_00000122] Présence de la balise CONTRAT

# selection:return.almerys,error_code:
source: [ERR_GEN_00000123] Setting up responsible contracts
fr: [ERR_GEN_00000123] Paramétrage contrats responsables

# selection:return.almerys,error_code:
source: [ERR_PB_00000001] Field length
fr: [ERR_PB_00000001] Longueur des champs

# selection:return.almerys,error_code:
source: [ERR_PB_00000002] Allowed values
fr: [ERR_PB_00000002] Valeurs autorisées

# selection:return.almerys,error_code:
source: [ERR_PB_00000003] Allowed values
fr: [ERR_PB_00000003] Valeurs autorisées

# selection:return.almerys,error_code:
source: [ERR_PB_00000004] End of registration delimiter
fr: [ERR_PB_00000004] Délimiteur fin d'enregistrement

# selection:return.almerys,error_code:
source: [ERR_PB_00000005] Field length
fr: [ERR_PB_00000005] Longueur des champs

# selection:return.almerys,error_code:
source: [ERR_PB_00000006] Required fields
fr: [ERR_PB_00000006] Champs obligatoires

# selection:return.almerys,error_code:
source: [ERR_PB_00000007] Service provider configuration
fr: [ERR_PB_00000007] Paramétrage offreur de service

# selection:return.almerys,error_code:
source: [ERR_PB_00000008] Parameter setting of the service perimeter
fr: [ERR_PB_00000008] Paramétrage périmètre de service

# selection:return.almerys,error_code:
source: [ERR_PB_00000009] Service provider
fr: [ERR_PB_00000009] Offreur de service

# selection:return.almerys,error_code:
source: [ERR_PB_00000010] Scope of service
fr: [ERR_PB_00000010] Périmètre de service

# selection:return.almerys,error_code:
source: [ERR_PB_00000013] Empty file
fr: [ERR_PB_00000013] Fichier vide

# selection:return.almerys,error_code:
source: [ERR_PR_00000011] Coherence of the flow
fr: [ERR_PR_00000011] Cohérence du flux

# selection:return.almerys,error_code:
source: [ERR_V2_00000007] TP Coverage
fr: [ERR_V2_00000007] Couverture TP

# selection:return.almerys,error_code:
source: [ERR_V2_00000008] missing address
fr: [ERR_V2_00000008] adresse manquante

# selection:return.almerys,error_code:
source: [ERR_V2_00000013] Parameter setting
fr: [ERR_V2_00000013] Paramétrage

# selection:return.almerys,error_code:
source: [ERR_V3_00000001] Version of the standard
fr: [ERR_V3_00000001] Version de la norme

# selection:return.almerys,error_code:
source: [ERR_V3_00000002] Service provider label
fr: [ERR_V3_00000002] Libellé offreur de service

# selection:return.almerys,error_code:
source: [ERR_V3_00000006] Grouping criteria
fr: [ERR_V3_00000006] Critère de regroupement

# selection:return.almerys,error_code:
source: [ERR_V3_00000007] Contract member
fr: [ERR_V3_00000007] Membre Contrat

# selection:return.almerys,error_code:
source: [ERR_V3_00000008] Access rights
fr: [ERR_V3_00000008] Droits accès

# selection:return.almerys,error_code:
source: [ERR_V3_00000009] Access rights
fr: [ERR_V3_00000009] Droits accès

# selection:return.almerys,error_code:
source: [ERR_V3_00000014] Tag sequence
fr: [ERR_V3_00000014] Enchaînement des balises

# selection:return.almerys,error_code:
source: [ERR_V3_00000015] Validity of field supply in the file
fr: [ERR_V3_00000015] Validité alimentation des champs dans le fichier

# selection:return.almerys,error_code:
source: [ERR_V3_00000016] Contract member
fr: [ERR_V3_00000016] Membre contrat

# selection:return.almerys,error_code:
source: [ERR_V3_00000020] Compliance with the service perimeter code
fr: [ERR_V3_00000020] Conformité du code périmètre de service

# selection:return.almerys,error_code:
source: [ERR_V3_00000023] Setting up responsible contracts by service perimeter
fr: [ERR_V3_00000023] Paramétrage des contrats responsables par périmètre de service

# selection:return.almerys,error_code:
source: [ERR_V3_00000024] Contract member
fr: [ERR_V3_00000024] Member contrat

# selection:return.almerys,error_code:
source: [ERR_V3_00000025] Management center
fr: [ERR_V3_00000025] Centre gestion

# selection:return.almerys,error_code:
source: [ERR_V3_00000027] Validity of the date
fr: [ERR_V3_00000027] Validité de la date

# selection:return.almerys,error_code:
source: [ERR_V3_00000028] Date format
fr: [ERR_V3_00000028] Format de la date

# selection:return.almerys,error_code:
source: [ERR_V3_00000029] Filling the date of birth in the file
fr: [ERR_V3_00000029] Alimentation de la date de naissance dans le fichier

# selection:return.almerys,error_code:
source: [ERR_V3_00000030] Processing parameters by service perimeter
fr: [ERR_V3_00000030] Paramètres de traitement par périmètre de service

# selection:return.almerys,error_code:
source: [ERR_V3_00000031] Missing address
fr: [ERR_V3_00000031] adresse manquante

# selection:return.almerys,error_code:
source: [ERR_V3_00000032] Perimeter unknown service
fr: [ERR_V3_00000032] Périmetre service inconnu

# selection:return.almerys,error_code:
source: [ERR_V3_00000034] Risk bearer
fr: [ERR_V3_00000034] Porteur de risque

# selection:return.almerys,error_code:
source: [ERR_V3_00000035] Contract type
fr: [ERR_V3_00000035] Type contrat

# selection:return.almerys,error_code:
source: [ERR_V3_00000036] Contract type
fr: [ERR_V3_00000036] Type contrat

# selection:return.almerys,error_code:
source: [ERR_V3_00000037] Map background
fr: [ERR_V3_00000037] Fond de carte

# selection:return.almerys,error_code:
source: [ERR_V3_00000038] Map background
fr: [ERR_V3_00000038] Fond de carte

# selection:return.almerys,error_code:
source: [ERR_V3_00000039] Map background
fr: [ERR_V3_00000039] Fond de carte

# selection:return.almerys,error_code:
source: [ERR_V3_00000040] Contract status
fr: [ERR_V3_00000040] Statut contrat

# selection:return.almerys,error_code:
source: [ERR_V3_00000041] Contract status
fr: [ERR_V3_00000041] Statut contrat

# selection:return.almerys,error_code:
source: [ERR_V3_00000042] Contract status
fr: [ERR_V3_00000042] Statut contrat

# selection:return.almerys,error_code:
source: [ERR_V3_00000046] Beneficiary
fr: [ERR_V3_00000046] Beneficiaire

# selection:return.almerys,error_code:
source: [ERR_V3_00000047] Bank details
fr: [ERR_V3_00000047] Coordonnées bancaires

# selection:return.almerys,error_code:
source: [ERR_V3_00000048] Bank details
fr: [ERR_V3_00000048] Coordonnées bancaires

# selection:return.almerys,error_code:
source: [WRN_CIN_00000037] Contract status
fr: [WRN_CIN_00000037] Etat contrat

# selection:return.almerys,error_code:
source: [WRN_CIN_00000038] Termination date
fr: [WRN_CIN_00000038] Date résiliation

# selection:return.almerys,error_code:
source: [WRN_V3_00000030] Beneficiary
fr: [WRN_V3_00000030] Beneficiaire

# selection:return.almerys,error_code:
source: [WRN_V3_00000030] Powering the address components in the file
fr: [WRN_V3_00000030] Alimentation des composantes adresse dans le fichier

# selection:return.almerys,status:
source: To Treat
fr: À Traiter

# selection:return.almerys,status:
source: Treated
fr: Traité

# view:contract:
source: Almerys Return
fr: Retour Almerys
