Repository: fatizch/tryton
Catalog: modules/insurer_reporting/locale/*.po
Languages: fr

# error:report.template:
source: Broker Invoice Report
fr: Bordereau apporteur

# error:report.template:
source: Insurer Invoice Report
fr: Bordereau assureur

# error:report.template:
source: Insurer Report Contract
fr: Rapport assureur contrat

# error:report.template:
source: Insurer Report Covered
fr: Rapport assureur bénéficiaire

# field:account.invoice,report_commissions:
source: Commissions To Report
fr: Commissions incluses dans le rapport

# field:account.invoice.line,tax_amount:
source: Tax Amount
fr: Montant de la taxe

# field:account.invoice.line,tax_rate:
source: Tax Rate
fr: Taux de taxe

# field:account.invoice.line,taxed_amount:
source: Taxed Amount
fr: Montant taxé

# field:commission,commission_rate:
source: Commission Rate
fr: Taux de commission

# field:contract,first_not_null_invoice:
source: First Not Null Invoice
fr: Première quittance non nulle

# field:contract,last_paid_invoice:
source: Last Paid Invoice
fr: Dernière quittance payée

# field:contract,number_paid_premiums:
source: Number of Paid Premiums
fr: Nombre de primes payées

# field:contract,paid_amount_excl_tax:
source: Paid Amount Excluding Tax
fr: Montant payé HT

# field:contract,paid_amount_incl_tax:
source: Paid Amount Including Tax
fr: Montant payé TTC

# field:contract,paid_amount_taxes:
source: Paid Amount Taxes
fr: Taxes payées

# field:contract.option,annual_premium_excl_tax:
source: Annual Premium Excluding Taxes
fr: Prime annuelle hors taxe

# field:contract.option,annual_premium_incl_tax:
source: Annual Premium Including Taxes
fr: Prime annuelle TTC

# field:contract.option,annual_taxes:
source: Annual Taxes
fr: Taxes annuelles

# field:contract.option,monthly_premium_excl_tax:
source: Monthly Premium Excluding Taxes
fr: Prime mensuelle HT

# field:contract.option,monthly_premium_incl_tax:
source: Monthly Premium Including Taxes
fr: Prime mensuelle TTC

# field:contract.option,monthly_taxes:
source: Monthly Taxes
fr: Taxes mensuelles

# field:insurer,stock_reports:
source: Stock Reports
fr: Rapports de stock

# field:insurer-report.template,create_date:
source: Create Date
fr: Date de Création

# field:insurer-report.template,create_date_:
source: Creation date
fr: Date de Création

# field:insurer-report.template,create_uid:
source: Create User
fr: Créé par

# field:insurer-report.template,id:
source: ID
fr: Identifiant

# field:insurer-report.template,insurer:
source: Insurer
fr: Assureur

# field:insurer-report.template,rec_name:
source: Name
fr: Nom

# field:insurer-report.template,report_template:
source: Report Template
fr: Modèle de courrier

# field:insurer-report.template,write_date:
source: Write Date
fr: Modifié le

# field:insurer-report.template,write_uid:
source: Write User
fr: Modifié par

# field:insurer-report.template,xml_id:
source: XML Id
fr: Identifiant XML

# field:insurer_reporting.contract.configure,insurer:
source: Insurer
fr: Assureur

# field:insurer_reporting.contract.configure,template:
source: Template
fr: Modèle

# field:insurer_reporting.contract.generate,id:
source: ID
fr: Identifiant

# field:insurer_reporting.result,reports:
source: Reports
fr: Rapports

# model:insurer-report.template,name:
source: Insurer Report Template
fr: Modèle de rapport assureur

# model:insurer_reporting.contract.configure,name:
source: Configure Insurer Contract Reporting
fr: Configurer le rapport assureur de contrat

# model:insurer_reporting.contract.generate,name:
source: Insurer Report Contract Batch
fr: Batch de rapport assureur

# model:insurer_reporting.result,name:
source: Insurer Reporting Result
fr: Résultat de rapport assureur

# model:ir.action,name:
source: Broker Report
fr: Rapport courtier

# model:ir.action,name:act_insurer_report_contract
source: Insurer Report Contract
fr: Rapport assureur : contrats

# model:ir.ui.menu,name:
source: Broker Report
fr: Rapport courtier

# model:ir.ui.menu,name:menu_report_insurer
source: Insurer Report
fr: Rapport assureur

# model:ir.ui.menu,name:menu_report_insurer_contract
source: Insurer Report Contract
fr: Rapport assureur : contrats

# view:insurer_reporting.contract.configure:
source: Configure Contract Reporting
fr: Configurer le rapport de contrat

# view:insurer_reporting.result:
source: Reporting Result
fr: Résultat du rapport

# wizard_button:insurer_reporting.contract,configure_report,end:
source: Cancel
fr: Annuler

# wizard_button:insurer_reporting.contract,configure_report,result:
source: Report
fr: Rapport
