Repository: fatizch/tryton
Catalog: modules/contract_waiver_premium/locale/*.po
Languages: fr

# field:account.invoice.line.detail,waiver:
source: Waiver Of Premium
fr: Exonération de prime

# field:contract,waivers:
source: Waivers Of Premium
fr: Exonérations de prime

# field:contract,with_waiver_of_premium:
source: With Waiver Of Premium
fr: Avec exonération de prime

# field:contract.option,waivers:
source: Waivers
fr: Exonérations

# field:contract.option,with_waiver_of_premium:
source: With Waiver Of Premium
fr: Avec exonération

# field:contract.waiver.create,id:
source: ID
fr: Identifiant

# field:contract.waiver_premium,automatic:
source: Automatic
fr: Automatique

# field:contract.waiver_premium,contract:
source: Contract
fr: Contrat

# field:contract.waiver_premium,create_date:
source: Create Date
fr: Date de Création

# field:contract.waiver_premium,create_date_:
source: Creation date
fr: Date de Création

# field:contract.waiver_premium,create_uid:
source: Create User
fr: Créé par

# field:contract.waiver_premium,end_date:
source: End Date
fr: Date de fin

# field:contract.waiver_premium,options:
source: Options
fr: Garanties

# field:contract.waiver_premium,options_names:
source: Options Names
fr: Garanties

# field:contract.waiver_premium,rec_name:
source: Record Name
fr: Nom

# field:contract.waiver_premium,start_date:
source: Start Date
fr: Date de début

# field:contract.waiver_premium,waiver_options:
source: Waiver Options
fr: Exonérations de garantie

# field:contract.waiver_premium,write_date:
source: Write Date
fr: Date de mise à jour

# field:contract.waiver_premium,write_uid:
source: Write User
fr: Mis à jour par

# field:contract.waiver_premium,xml_id:
source: XML Id
fr: Identifiant XML

# field:contract.waiver_premium-contract.option,create_date:
source: Create Date
fr: Date de Création

# field:contract.waiver_premium-contract.option,create_date_:
source: Creation date
fr: Date de Création

# field:contract.waiver_premium-contract.option,create_uid:
source: Create User
fr: Créé par

# field:contract.waiver_premium-contract.option,end_date:
source: End Date
fr: Date de Fin

# field:contract.waiver_premium-contract.option,option:
source: Option
fr: Garantie

# field:contract.waiver_premium-contract.option,rec_name:
source: Record Name
fr: Nom

# field:contract.waiver_premium-contract.option,start_date:
source: Start Date
fr: Date de début

# field:contract.waiver_premium-contract.option,waiver:
source: Waiver
fr: Exonération

# field:contract.waiver_premium-contract.option,write_date:
source: Write Date
fr: Date de mise à jour

# field:contract.waiver_premium-contract.option,write_uid:
source: Write User
fr: Mis à jour par

# field:contract.waiver_premium-contract.option,xml_id:
source: XML Id
fr: Identifiant XML

# field:contract.waiver_premium.create.choice,contract:
source: Contract
fr: Contrat

# field:contract.waiver_premium.create.choice,contract_covered_elements:
source: Contract Covered Elements
fr: Risques couverts du contrat

# field:contract.waiver_premium.create.choice,covered_element:
source: Covered Element
fr: Risque Couvert

# field:contract.waiver_premium.create.choice,end_date:
source: End Date
fr: Date de fin

# field:contract.waiver_premium.create.choice,options:
source: Options
fr: Garanties

# field:contract.waiver_premium.create.choice,start_date:
source: Start Date
fr: Date de début

# field:contract.waiver_premium.set_end_date.choice,new_end_date:
source: End Date
fr: Date de fin

# field:contract.waiver_premium.set_end_date.choice,waivers:
source: Waiver
fr: Exonération

# field:offered.option.description,waiver_premium_rule:
source: Waiver Of Premium Rule
fr: Règle d'exonération de prime

# field:offered.option.description,with_waiver_of_premium:
source: With Waiver Of Premium
fr: Avec exonération

# field:waiver_premium.rule,account_for_waiver:
source: Account to compensate the Waiver
fr: Compte pour compenser l'exonération

# field:waiver_premium.rule,automatic:
source: Automatic
fr: Automatique

# field:waiver_premium.rule,coverage:
source: Coverage
fr: Garantie

# field:waiver_premium.rule,create_date:
source: Create Date
fr: Date de Création

# field:waiver_premium.rule,create_date_:
source: Creation date
fr: Date de Création

# field:waiver_premium.rule,create_uid:
source: Create User
fr: Créé par

# field:waiver_premium.rule,duration_rule:
source: Duration Rule
fr: Règle de calcul de période

# field:waiver_premium.rule,duration_rule_extra_data:
source: Duration Rule Extra Data
fr: Paramètres de la règle

# field:waiver_premium.rule,func_key:
source: Functional Key
fr: Clé fonctionnelle

# field:waiver_premium.rule,id:
source: ID
fr: Identifiant

# field:waiver_premium.rule,invoice_line_period_behaviour:
source: Invoice Line Period Behaviour
fr: Comportement par rapport à la période de la ligne de facturation

# field:waiver_premium.rule,rate:
source: Rate
fr: Taux

# field:waiver_premium.rule,rec_name:
source: Record Name
fr: Nom

# field:waiver_premium.rule,write_date:
source: Write Date
fr: Modifié par

# field:waiver_premium.rule,write_uid:
source: Write User
fr: Modifié par

# field:waiver_premium.rule,xml_id:
source: XML Id
fr: Identifiant XML

# field:waiver_premium.rule-account.tax,create_date:
source: Create Date
fr: Date de Création

# field:waiver_premium.rule-account.tax,create_date_:
source: Creation date
fr: Date de Création

# field:waiver_premium.rule-account.tax,create_uid:
source: Create User
fr: Créé par

# field:waiver_premium.rule-account.tax,id:
source: ID
fr: Identifiant

# field:waiver_premium.rule-account.tax,rec_name:
source: Record Name
fr: Nom

# field:waiver_premium.rule-account.tax,tax:
source: Tax
fr: Taxe

# field:waiver_premium.rule-account.tax,waiver_rule:
source: Waiver Premium Rule
fr: Règle d'exonération de prime

# field:waiver_premium.rule-account.tax,write_date:
source: Write Date
fr: Modifié par

# field:waiver_premium.rule-account.tax,write_uid:
source: Write User
fr: Modifié par

# field:waiver_premium.rule-account.tax,xml_id:
source: XML Id
fr: Identifiant XML

# help:offered.option.description,waiver_premium_rule:
source: Define how waiver of premium can be processed on this option
fr: Définit comment les exonérations de primes vont s'appliquer sur la garantie

# help:waiver_premium.rule,duration_rule:
source: Returns a list containing the start and the end date
fr: Retourne une liste contenant la date de début et de fin de l'exonération

# help:waiver_premium.rule,invoice_line_period_behaviour:
source: Defines the behaviour between the invoice line period vs the waiver of premium period One Day Overlap allows a full waiver of premium if there is at least one day overlap, Total Overlap allows a waiver of premium only if the whole invoice line period is within the waiver period, Proportion allows a waiver of premium proportional to the ratio between the waiver period and the invoice line period
fr: Définit le comportement entre la période de la ligne de facturation et la période de l'exonération de prime. Chevauchement d'un jour permet d'exonérer si il y a un chevauchement d'au moins un jour, Chevauchement total permet d'exonérer que si la période totale de la ligne de facturation est incluse dans la période de l'exonération, Prorata permet d'exonérer de façon proportionnelle au ratio entre la période d'exonération et la période de quittancement.

# model:contract.waiver.create,name:
source: Waiver Periods Creation Batch
fr: Batch de création des périodes d'exonération

# model:contract.waiver_premium,name:
source: Waiver Premium
fr: Exonération de prime

# model:contract.waiver_premium-contract.option,name:
source: Waiver Premium Option
fr: Exonération de garantie

# model:contract.waiver_premium.create.choice,name:
source: Create Waiver Choice
fr: Choix de l'exonération

# model:contract.waiver_premium.set_end_date.choice,name:
source: Create Waiver Choice
fr: Choix de l'exonération

# model:ir.action,name:act_create_waiver_wizard
source: Create Waiver
fr: Créer une exonération

# model:ir.action,name:act_set_waiver_end_date_wizard
source: Set Waiver End Date
fr: Définir la date de fin

# model:ir.action,name:act_show_waivers_of_premium
source: Waivers Of Premiums
fr: Exonérations de prime

# model:ir.message,text:msg_overlapping_waivers
source: The option %(option)s has overlapping waivers.
fr: La garantie %(option)s a des exonérations qui se chevauchent.

# model:ir.message,text:msg_too_many_waivers
source: The option %(option)s has too many waivers on the period [%(start)s - %(end)s].
fr: La garantie %(option)s a trop d'exonérations sur la période [%(start)s - %(end)s].

# model:ir.message,text:msg_waiver_line
source: Waiver of Premium
fr: Exonération de prime

# model:ir.message,text:msg_waiver_overlaps
source: You are trying to create overlapping waivers.
fr: Vous essayez de créer des exonérations qui se chevauchent.

source: Waiver of Premium for first N months from initial start date
fr: Exonération de prime pour les N premiers mois depuis la date initiale du contrat

# model:rule_engine.rule_parameter,string:nb_month
source: Number of month
fr: Nombre de mois

# model:waiver_premium.rule,name:
source: Waiver of Premium Rule
fr: Règle d'exonération de prime

# model:waiver_premium.rule-account.tax,name:
source: Option Description Tax Relation For Waiver
fr: Relation Garantie - Taxe

# selection:rule_engine,type_:
source: Waiver Of Premium Duration
fr: Période d'exonération de prime

# selection:waiver_premium.rule,invoice_line_period_behaviour:
source: One Day Overlap
fr: Chevauchement d'un jour

# selection:waiver_premium.rule,invoice_line_period_behaviour:
source: Proportion
fr: Prorata

# selection:waiver_premium.rule,invoice_line_period_behaviour:
source: Total Overlap
fr: Chevauchement total

# view:contract.waiver_premium.create.choice:
source: New Waivers Of Premiums
fr: Nouvelles exonérations

# view:contract.waiver_premium.set_end_date.choice:
source: New Waivers Of Premiums
fr: Nouvelles exonérations

# view:contract.waiver_premium:
source: End Waiver
fr: Définir la date de fin

# view:contract:
source: Create Waiver
fr: Créer une exonération

# view:offered.option.description:
source: Waiver of Premium
fr: Exonération de prime

# wizard_button:contract.waiver_premium.create,choice,end:
source: Cancel
fr: Annuler

# wizard_button:contract.waiver_premium.set_end_date,choice,end:
source: Cancel
fr: Annuler
