Repository: fatizch/tryton
Catalog: modules/process_rule/locale/*.po
Languages: fr_fr

# error:process.action:
source: Invalid field "%(field_name)s" for model %(model_name)s
fr_fr: Le champ "%(field_name)s" n'existe pas sur le modèle %(model_name)s

# error:process.action:
source: Invalid field type "%(field_type)s" for node "%(node)s"
fr_fr: Le type de champ "%(field_type)s" n'est pas valide pour l'élément "%(node)s"

# error:process.action:
source: Target path "%s" must start with "object."
fr_fr: Le chemin "%s" doit commencer par "object."

# field:process.action,func_key:
source: Functional Key
fr_fr: Clé fonctionnelle

# field:process.action,rule:
source: Rule Engine
fr_fr: Règle

# field:process.action,rule_extra_data:
source: Rule Extra Data
fr_fr: Paramètres de règle

# field:process.action,target_path:
source: Target Path
fr_fr: Chemin des données

# help:process.action,target_path:
source: A path from the processed object to the data on which to execute the rule Example : for a contract, "object.options" will run the rule on all contract options
fr_fr: Un chemin permettant de retrouver les données sur lesquelles exécuter la règle à partir de l'objet du processus. Exemple : pour un contrat, "object.options" permettra d'exécuter la règle sur les garanties du contrat.

# selection:process.action,content:
source: Rule
fr_fr: Règle

# selection:rule_engine,type_:
source: Process Check
fr_fr: Vérification sur un processus
