Repository: fatizch/tryton
Catalog: modules/claim_eckert/locale/*.po
Languages: fr

# error:benefit.rule:
source: Share for current beneficiary : %(share)s %%
fr: Répartition pour le bénéficiaire courant : %(share)s %%

# error:document.request.line:
source: Documents must all be requested together for beneficiary %(beneficiary)s
fr: Les documents doivent être demandés simultanéments pour le bénéficiaire %(beneficiary)s

# field:benefit,is_eckert:
source: Apply Eckert Rules
fr: Appliquer la loi Eckert

# field:claim,death_certificate_reception_date:
source: Death certificate reception date
fr: Date de réception du certificat de décès

# field:claim,eckert_notes:
source: Eckert notes
fr: Notes recherche bénéficiaires

# field:claim,is_eckert:
source: Is Eckert
fr: Appliquer la loi Eckert

# field:claim.beneficiary,documents_reception_date:
source: Documents Reception Date
fr: Date de réception des documents

# field:claim.beneficiary,expected_indemnification_date:
source: Expected Indemnification Date
fr: Date de règlement avant pénalités

# field:claim.beneficiary,identification_date:
source: Identification Date
fr: Date d'identification formelle

# field:claim.beneficiary,indemnification:
source: Indemnification
fr: Indemnisation

# field:claim.beneficiary,is_eckert:
source: Is Eckert
fr: Appliquer la loi Eckert

# field:claim.configuration,eckert_law_default_delay:
source: Eckert Law Delay
fr: Délai par défaut pour la loi Eckert

# field:claim.configuration,eckert_law_target_delay:
source: Eckert Law Target Delay
fr: Délai Eckert avant pénalités

# field:claim.indemnification.detail,indemnification_beneficiary:
source: Beneficiary
fr: Bénéficiaire

# field:claim.indemnification_definition,eckert_payment_date:
source: Eckert Payment Date Limit
fr: Date limite de paiement (loi Eckert)

# field:claim.indemnification_definition,indemnification_date:
source: Indemnification Date
fr: Date d'indemnisation

# field:claim.indemnification_definition,is_eckert:
source: Is Eckert
fr: Appliquer la loi Eckert

# field:claim.indemnification_definition,show_eckert_warning:
source: Show Eckert Warning
fr: Afficher l'avertissement Eckert

# help:benefit,is_eckert:
source: If True, business rules defined in the French Eckert Law will be applied when creating services which use this benefit
fr: Si coché, les règles spécifiques à la loi Eckert seront appliquées lors de la création des prestations associées

# help:claim,death_certificate_reception_date:
source: The date at which the death certificate was received. In case there were multiple documents, the latest one is used
fr: La date de réception du certificat de décès. Si plusieurs documents ont été reçu, le plus récent est considéré

# help:claim,eckert_notes:
source: Notes related to Eckert Law beneficiary search / payment
fr: Notes liées à la recherche de bénéficiaires (conformément à la loi Eckert)

# help:claim.beneficiary,documents_reception_date:
source: Reception date of the last document, empty if all documents are not received yet
fr: Date de réception du dernier document bloquant, vide tant que tous les documents n'ont pas été reçus

# help:claim.beneficiary,expected_indemnification_date:
source: For Eckert benefits, indemnification should be paid at most after a configured date (see Claim Configuration)
fr: Pour les prestation Eckert, Les prestations doivent être réglées au plus tard après un délai configuré (voir Configuration des sinistres)

# help:claim.beneficiary,identification_date:
source: The date at which the beneficiary party is clearly identified
fr: La date à laquelle le tiers est formellement identifié

# help:claim.beneficiary,indemnification:
source: The indemnification that paid the benefit for this beneficiary
fr: L'indemnisation qui a payé la prestation pour ce bénéficiaire

# help:claim.configuration,eckert_law_default_delay:
source: The number of days that will be set by default between the current date and the target indemnification date for Eckert capital indemnifications
fr: Le délai (en jours) qui sera prévu pour le processus de validation des indemnisations suivant la loi Eckert

# help:claim.configuration,eckert_law_target_delay:
source: Number of days which is allowed to pay Eckert Law capitals
fr: Le délai de paiement légal (loi Eckert) avant l'application de pénalités de retard, compté à partir de la date de réceptions des documents du bénéficiaire

# help:claim.indemnification_definition,beneficiary:
source: The party to which the indemnification will be paid
fr: Le tiers auquel sera versé l'indemnisation

# help:claim.indemnification_definition,eckert_payment_date:
source: The date at which the indemnification should be paid according to Eckert Law
fr: La date à laquelle l'indemnisation doit être réglée selon la loi Eckert

# help:claim.indemnification_definition,indemnification_date:
source: For capital indemnifications, the date at which the indemnification is expected to be paid
fr: Pour les indemnisations de type "capital", la date à laquelle l'indemnisation sera versée

# model:document.description,name:death_certificate_document
source: Death Certificate
fr: Certificat de décès

# model:ir.note.type,name:None
source: Eckert Related
fr: Loi Eckert

# model:ir.note.type,name:eckert_note_type
source: Eckert Related
fr: Loi Eckert

# view:claim.configuration:
source: Eckert Law
fr: Loi Eckert

# view:claim.indemnification_definition:
source: The target indemnification date is posterior to the maximum date accoring to Eckert Law, penalties will be applied
fr: La date d'indemnisation planifiée est postérieure à la date limite de la loi Eckert, des pénalités seront appliquées
