Repository: fatizch/tryton
Catalog: modules/party_ssn/locale/*.po
Languages: fr

# field:offered.item.description,ssn_required:
source: SSN required
fr: NIR requis

# field:party.configuration,check_ssn_with_party_information:
source: Check ssn with party information
fr: Vérification du NIR avec les informations de la personne

# field:party.party,ssn:
source: SSN
fr: NIR

# field:party.party,ssn_key:
source: SSN Key
fr: Clé NIR

# field:party.party,ssn_no_key:
source: SSN
fr: NIR

# field:party.party,ssn_required:
source: SSN Required
fr: NIR obligatoire

# help:offered.item.description,ssn_required:
source: If set to True, SSN will be required
fr: Si défini à Vrai, le NIR sera requis

# help:party.configuration,check_ssn_with_party_information:
source: If check, SSN will be validated based on gender, birth date and birth zip code information
fr: Si coché, le NIR sera validé en fonction de la civilité, de la date de naissance et du code postal de naissance

# model:ir.message,text:msg_invalid_ssn
source: Invalid format for SSN.
fr: Format non valide pour le numéro de sécu.

# model:ir.message,text:msg_invalid_ssn_gender
source: Invalid SSN Gender
fr: Le premier chiffre du NIR ne correspond pas avec la civilité

# model:ir.message,text:msg_invalid_ssn_key
source: Invalid SSN Key.
fr: Clé de numéro de sécurité sociale non valide.

# model:ir.message,text:msg_invalid_ssn_year_or_month_of_birth
source: Invalid SSN : incorrect year or month of birth
fr: Les chiffres de 2 à 6 ne correspondent pas à l'année et mois de naissance.

# model:ir.message,text:msg_ssn_required_for_insured
source: SSN required for this insured person %(rec_name)s
fr: NIR requis pour la personne assurée %(rec_name)s
