Repository: fatizch/tryton
Catalog: modules/collection/locale/*.po
Languages: fr_fr

# error:collection.assignment:
source: Amount (%s) for line is too big. It mustbe lower than %s
fr_fr: Le montant (%s) de la ligne est trop élevé. Il doit être inférieur à %s.

# error:collection.collection_wizard:
source: Ventilation is not consistent : %s declared, %s assigned
fr_fr: La ventilation n'est pas consistente : %s déclaré, %s affecté

# field:account.configuration,cash_account:
source: Cash Account
fr_fr: Compte d'Espèce

# field:account.configuration,check_account:
source: Check Account
fr_fr: Compte de Chèque

# field:account.payment,collection:
source: Collection
fr_fr: Encaissement

# field:collection.assign_collection,amount:
source: Amount
fr_fr: Montant

# field:collection.assign_collection,assignments:
source: Assignments
fr_fr: Affectations

# field:collection.assign_collection,create_suspense_line_with_rest:
source: Create Suspense Line from Remaining
fr_fr: Placer le reste dans le compte d'attente

# field:collection.assign_collection,party:
source: Party
fr_fr: Tiers

# field:collection.assign_collection,remaining:
source: Remaining
fr_fr: Reste

# field:collection.assignment,amount:
source: Amount
fr_fr: Montant

# field:collection.assignment,kind:
source: Kind
fr_fr: Type

# field:collection.assignment,source_move_line:
source: Source Move Line
fr_fr: Lignes comptable d'origine

# field:collection.assignment,target_account:
source: Target Account
fr_fr: Compte concerné

# field:collection.collection,amount:
source: Amount
fr_fr: Montant

# field:collection.collection,assignment_move:
source: Assignment Move
fr_fr: Mouvement d'encaissement

# field:collection.collection,check_number:
source: Check Number
fr_fr: Numéro de chèque

# field:collection.collection,check_reception_date:
source: Check Reception Date
fr_fr: Date de Remise à la Banque

# field:collection.collection,create_date:
source: Create Date
fr_fr: Date de création

# field:collection.collection,create_uid:
source: Create User
fr_fr: Créé par

# field:collection.collection,create_user:
source: Created by
fr_fr: Créé par

# field:collection.collection,kind:
source: Kind
fr_fr: Type

# field:collection.collection,party:
source: Party
fr_fr: Tiers

# field:collection.collection,rec_name:
source: Name
fr_fr: Valeur

# field:collection.collection,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:collection.collection,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:collection.collection_parameters,amount:
source: Amount
fr_fr: Montant

# field:collection.collection_parameters,check_number:
source: Check Number
fr_fr: Numéro de chèque

# field:collection.collection_parameters,check_reception_date:
source: Check Reception Date
fr_fr: Date de Remise à la Banque

# field:collection.collection_parameters,collection:
source: Collection
fr_fr: Encaissement

# field:collection.collection_parameters,kind:
source: Kind
fr_fr: Type

# field:collection.collection_parameters,party:
source: Party
fr_fr: Tiers

# field:party.party,suspense_account:
source: Suspense account
fr_fr: Compte d'attente

# model:collection.assign_collection,name:
source: Assign Collection
fr_fr: Affecter l'encaissement

# model:collection.assignment,name:
source: Assignment
fr_fr: Affectation

# model:collection.collection,name:
source: Collection
fr_fr: Encaissement

# model:collection.collection_parameters,name:
source: Collection parameters
fr_fr: Informations de l'encaissement

# model:ir.action,name:act_collection
source: Collection
fr_fr: Encaissement

# model:ir.action,name:act_collection_wizard
source: Collection Wizard
fr_fr: Processus d'encaissement

# model:ir.action,name:act_open_party_collections
source: Collections
fr_fr: Encaissements

# model:ir.ui.menu,name:menu_collection
source: Collection
fr_fr: Encaissement

# model:ir.ui.menu,name:menu_collection_wizard
source: Collection Wizard
fr_fr: Encaissement

# selection:collection.assignment,kind:
source: From Move Line
fr_fr: A partir d'une ligne

# selection:collection.assignment,kind:
source: Select Account
fr_fr: Sélection du compte

# selection:collection.collection,kind:
source: Check
fr_fr: Chèque

# selection:collection.collection_parameters,kind:
source: Check
fr_fr: Chèque

# view:collection.assign_collection:
source: Assign Collection
fr_fr: Affecter l'encaissement

# view:collection.assignment:
source: Assignment
fr_fr: Affectation

# view:collection.assignment:
source: Assignments
fr_fr: Affectations

# view:collection.collection:
source: Collection
fr_fr: Encaissement

# view:collection.collection:
source: Collections
fr_fr: Encaissements

# view:collection.collection_parameters:
source: Collection Parameters
fr_fr: informations d'encaissement

# wizard_button:collection.collection_wizard,assign,check_amount:
source: Validate
fr_fr: Valider

# wizard_button:collection.collection_wizard,assign,end:
source: Cancel
fr_fr: Annuler

# wizard_button:collection.collection_wizard,input_collection_parameters,assign:
source: Assign
fr_fr: Affecter

# wizard_button:collection.collection_wizard,input_collection_parameters,end:
source: Cancel
fr_fr: Annuler
