Repository: fatizch/tryton
Catalog: modules/document_request_electronic_signature/locale/*.po
Languages: fr

# field:document.description,digital_signature_required:
source: Digital Signature Required
fr: Signature électronique requise

# field:document.description,signature_configuration:
source: Signature Configuration
fr: Configuration du service de signature

# field:document.description,signature_coordinates:
source: Signature Coordinates
fr: Coordonnées de la signature

# field:document.description,signature_credential:
source: Signature Credential
fr: Authentification pour service de signature

# field:document.description,sub_documents:
source: Composed Of
fr: Composé de

# field:document.description.part,create_date:
source: Create Date
fr: Date de Création

# field:document.description.part,create_date_:
source: Creation date
fr: Date de Création

# field:document.description.part,create_uid:
source: Create User
fr: Créé par

# field:document.description.part,doc:
source: Document Desc
fr: Type de document

# field:document.description.part,id:
source: ID
fr: Identifiant

# field:document.description.part,parent_doc:
source: Parent Document
fr: Document parent

# field:document.description.part,rec_name:
source: Record Name
fr: Nom de l'enregistrement

# field:document.description.part,sequence:
source: Sequence
fr: Séquence

# field:document.description.part,write_date:
source: Write Date
fr: Modifié par

# field:document.description.part,write_uid:
source: Write User
fr: Modifié par

# field:document.description.signature.coordinate,create_date:
source: Create Date
fr: Date de Création

# field:document.description.signature.coordinate,create_date_:
source: Creation date
fr: Date de Création

# field:document.description.signature.coordinate,create_uid:
source: Create User
fr: Créé par

# field:document.description.signature.coordinate,doc_desc:
source: Document Description
fr: Type de document

# field:document.description.signature.coordinate,id:
source: ID
fr: Identifiant

# field:document.description.signature.coordinate,rec_name:
source: Record Name
fr: Nom de l'enregistrement

# field:document.description.signature.coordinate,signature_coordinate_x:
source: Horizontal signature coordinate
fr: Coordonnée horizontale de la signature

# field:document.description.signature.coordinate,signature_coordinate_y:
source: Vertical signature coordinate
fr: Coordonnée verticale de la signature

# field:document.description.signature.coordinate,signature_page:
source: Signature page
fr: Page de signature

# field:document.description.signature.coordinate,write_date:
source: Write Date
fr: Modifié par

# field:document.description.signature.coordinate,write_uid:
source: Write User
fr: Modifié par

# field:document.request.line,digital_signature_required:
source: Digital Signature Required
fr: Signature électronique requise

# field:document.request.line,electronic_signature_icon:
source: Electronic Signature Icon
fr: Icône de signature électronique

# help:document.description.signature.coordinate,signature_page:
source: The page on which the signature must appear. 1 is the first and -1 the last
fr: La page sur laquelle la signature doit apparaître. 1 est la première et -1 la dernière

# help:document.request.line,details:
source: Add details about the received document
fr: Permet d'ajouter des précisions sur le document reçu

# help:document.request.line,received:
source: If a digital signature is required the document cannot be marked as received unless signed.
fr: Si une signature électronique est requise, le document ne peut être marqué comme reçu avant d'être signé.

# model:event.type,name:event_signature_completed
source: Signature Completed
fr: Finalisation du processus de signature

# model:event.type,name:event_signature_failed
source: Signature Failed
fr: Echec du processus de signature

# model:document.description.signature.coordinate,name:
source: Document Signature Coordinate
fr: Coordonnées de la signature
