Repository: fatizch/tryton
Catalog: modules/process_cog/locale/*.po
Languages: fr

# error:document.receive:
source: No process was found for the selected element.
fr: Aucun processus détecté pour l'élément sélectionné.

# error:event.type.action:
source: Clear Process
fr: Supprimer le processus en courant

# error:event.type.action:
source: Initiate Process
fr: Initier un processus

# error:ir.ui.view.description:
source: The functional id must be unique !
fr: L'identifiant fonctionnel doit être unique

# error:process.log:
source: Copying logs is not allowed !
fr: La copie des tâches n'est pas autorisée !

# error:process.log:
source: Deleting logs is not allowed !
fr: La suppression des tâches n'est pas autorisée !

# error:process.resume:
source: No active process found
fr: Pas de processus actif trouvé

# error:process.transition:
source: Both choices must be filled !
fr: Saisir les deux choix

# error:process.transition:
source: Pyson expression and description is mandatory
fr: Expression Pyson et la description sont obligatoires

# error:process:
source: Next
fr: Suivant

# error:process:
source: Previous
fr: Précédent

# error:process:
source: The current record (%s) will be deleted, are you sure you want to proceed ?
fr: L'enregistrement courant (%s) sera supprimé, êtes-vous certain de vouloir continuer ?

# field:document.receive.reattach,current_process:
source: Current Process
fr: Processus en cours

# field:event.type.action,filter_on_event_object:
source: Filter On Event Object
fr: Filter sur l'objet de l'événement

# field:event.type.action,process_to_initiate:
source: Process To Initiate
fr: Processus à initier

# field:event.type.action,step_to_start:
source: Step to start
fr: État de départ

# field:import.process.displayer,to_install:
source: To Install
fr: Installer

# field:import.process.displayer,id:
source: ID
fr: Identifiant

# field:import.process.displayer,name:
source: Process
fr: Nom du processus

# field:import.process.displayer,path:
source: Path
fr: Chemin

# field:import.process.select,id:
source: ID
fr: Identifiant

# field:import.process.select,processes:
source: Processes
fr: Processus

# field:ir.ui.view.description,create_date:
source: Create Date
fr: Date de création

# field:ir.ui.view.description,create_uid:
source: Create User
fr: Créé par

# field:ir.ui.view.description,field_childs:
source: Children field
fr: Champ enfants

# field:ir.ui.view.description,for_step:
source: For Step
fr: Pour l'Etape

# field:ir.ui.view.description,func_key:
source: Functional Key
fr: Clé fonctionnelle

# field:ir.ui.view.description,header_line:
source: Header Line
fr: Ligne d'Entête

# field:ir.ui.view.description,input_mode:
source: Input Mode
fr: Mode de Saisie

# field:ir.ui.view.description,nb_col:
source: Number of columns
fr: Nombre de Colonnes

# field:ir.ui.view.description,rec_name:
source: Name
fr: Nom

# field:ir.ui.view.description,the_view:
source: View
fr: Vue

# field:ir.ui.view.description,view_content:
source: View Content
fr: Contenu de la Vue

# field:ir.ui.view.description,view_final_name:
source: View Name
fr: Nom de le Vue

# field:ir.ui.view.description,view_kind:
source: View Kind
fr: Type de Vue

# field:ir.ui.view.description,view_model:
source: View Model
fr: Vue du Modèle

# field:ir.ui.view.description,view_name:
source: View Name
fr: Nom de le Vue

# field:ir.ui.view.description,view_string:
source: View String
fr: Libellé de la Vue

# field:ir.ui.view.description,write_date:
source: Write Date
fr: Date de mise à jour

# field:ir.ui.view.description,write_uid:
source: Write User
fr: Mis à jour par

# field:ir.ui.view.description,xml_id:
source: XML Id
fr: Identifiant XML

# field:process,average_run_time:
source: Average Run Time
fr: Temps moyen d'exécution

# field:process,close_tab_on_completion:
source: Close Tab On Completion
fr: Fermer l'onglet à la fin

# field:process,complete_message:
source: Confirmation Message for Completion
fr: Message de confirmation final

# field:process,custom_transitions:
source: Custom Transitions
fr: Transitions Personnalisés

# field:process,delete_button:
source: Delete Button Name
fr: Nom du bouton "Supprimer"

# field:process,end_step_name:
source: End Step Name
fr: Nom de l'étape de fin

# field:process,hide_main_menu:
source: Hide main menu
fr: Cacher le menu

# field:process,hide_main_toolbar:
source: Hide main toolbar
fr: Cacher la barre d'actions

# field:process,hold_button:
source: Hold Button Name
fr: Nom du bouton "Suspendre"

# field:process,kind:
source: Kind
fr: Type

# field:process,postpone_button:
source: Postpone Button Name
fr: Nom du bouton "Reporter"

# field:process,sequence:
source: Sequence
fr: Séquence

# field:process,steps_implicitly_available:
source: Steps Implicitly Available
fr: Etapes Implicites

# field:process,tags:
source: Tags
fr: Labels

# field:process,tags_name:
source: Tags
fr: Labels

# field:process,with_prev_next:
source: With Previous / Next button
fr: Avec Préc/Suiv.

# field:process,xml_id:
source: XML Id
fr: Identifiant XML

# field:process-process.step,average_run_time:
source: Average Run Time
fr: Temps moyen d'exécution

# field:process-process.step,xml_id:
source: XML Id
fr: Identifiant XML

# field:process.action,xml_id:
source: XML Id
fr: Identifiant XML

# field:process.log,create_date:
source: Create Date
fr: Date de création

# field:process.log,create_uid:
source: Create User
fr: Créé par

# field:process.log,end_time:
source: End Time
fr: Fin

# field:process.log,from_state:
source: From State
fr: Etat de Départ

# field:process.log,latest:
source: Latest
fr: Dernier

# field:process.log,process_start:
source: Process Start
fr: Paramètres du Processus

# field:process.log,rec_name:
source: Name
fr: Nom

# field:process.log,start_time:
source: Start Time
fr: Début

# field:process.log,task:
source: Task
fr: Tâche

# field:process.log,to_state:
source: To State
fr: Etat Final

# field:process.log,user:
source: User
fr: Utilisateur

# field:process.log,write_date:
source: Write Date
fr: Date de mise à jour

# field:process.log,write_uid:
source: Write User
fr: Mis à jour par

# field:process.log,xml_id:
source: XML Id
fr: Identifiant XML

# field:process.start,good_process:
source: Good Process
fr: Processus

# field:process.start,model:
source: Model
fr: Modèle

# field:process.status,xml_id:
source: XML Id
fr: Identifiant XML

# field:process.step,button_domain:
source: Button Domain
fr: Domaine du bouton

# field:process.step,custom_views:
source: Custom Views
fr: Vues Personnalisées

# field:process.step,main_model:
source: Main Model
fr: Modèle Principal

# field:process.step,main_model_name:
source: Main Model Name
fr: Nom du modèle principal

# field:process.step,pyson:
source: Pyson Constraint
fr: Contraintes Pyson

# field:process.step,static_view:
source: Static View
fr: Vue existante

# field:process.step,tags:
source: Tags
fr: Labels

# field:process.step,tags_name:
source: Tags
fr: Labels

# field:process.step,xml_id:
source: XML Id
fr: Identifiant XML

# field:process.transition,choice_if_false:
source: Transition if False
fr: Transistion si faux

# field:process.transition,choice_if_true:
source: Transition if True
fr: Transition si vrai

# field:process.transition,func_key:
source: Func Key
fr: Clef fonctionnelle

# field:process.transition,pyson_choice:
source: Choice
fr: Choix

# field:process.transition,pyson_description:
source: Pyson Description
fr: Descriptin Pyson

# field:process.transition,xml_id:
source: XML Id
fr: Identifiant XML

# field:process.view_timings.displayer,end:
source: End
fr: Terminer

# field:process.view_timings.displayer,processes:
source: Processes
fr: Processus

# field:process.view_timings.displayer,start:
source: Start
fr: Début

# field:process.view_timings.select_dates,end:
source: End
fr: Terminer

# field:process.view_timings.select_dates,start:
source: Start
fr: Début

# field:task.postpone.parameters,new_date:
source: New Date
fr: Nouvelle date

# field:task.postpone.parameters,new_user:
source: New User
fr: Nouvel utilisateur

# field:task.postpone.parameters,previous_start:
source: Previous Start
fr: Date antérieure

# field:task.postpone.parameters,process_start:
source: Process Start
fr: Paramètres du Processus

# field:task.postpone.parameters,task:
source: Task
fr: Tâche

# help:event.type.action,filter_on_event_object:
source: If checked, the pyson condition will apply on the original object of the event. Otherwise, the condition will apply on the object of the process.
fr: Si coché, la condition pyson s'applique sur l'objet original de l'événement. Sinon, la condition s'applique sur l'objet du processus.

# help:process,complete_message:
source: A confirmation message that will be displayed when the user clicks the "Terminate" button at the end of the process
fr: Ce message est affiché à l'utilisateur pour confirmation lorsqu'il clique sur le bouton "Terminer" du processus

# help:process,delete_button:
source: If not null, a button will be added on the view with the given name, which will allow to delete the current task
fr: Si renseigné, un bouton avec le nom donné sera ajouté à la vue, ce qui permettra de supprimer la tâche

# help:process,hide_main_menu:
source: If True, the main menu will be hidden when inside the processus
fr: Si vrai, le menu principal sera caché pendant le processus

# help:process,hide_main_toolbar:
source: If True, the main toolbar will be hidden when inside the processus
fr: Si vrai, la barre d'action sera cachée pendant le processus

# help:process,hold_button:
source: If not null, a button will be added on the view with the given name, which will allow to set the current task on hold
fr: Si renseigné, un bouton avec le nom donné sera ajouté à la vue, ce qui permettra de mettre la tâche en suspens

# help:process,postpone_button:
source: If not null, a button will be added on the view with the given name, which will allow to postpone the task in the future, and change the user.
fr: Si renseigné, un bouton sera ajouté sur la vue avec le nom spécifié qui permettra de reporter la tâche à une date ultérieure. Il permettra également de réaffecter la tâche à un autre utilisateur.

# model:event.type,name:event_process_not_initiated
source: Process Not Initiated
fr: Processus non initié

# model:import.process.displayer,name:
source: Import Process Displayer
fr: Afficheur import de processus

# model:import.process.select,name:
source: Import Process Select
fr: Sélection de l'import de processus

# model:ir.action,name:act_end_process
source: End Process
fr: Fin du processus

# model:ir.action,name:act_get_dates_for_timings
source: Process Timings
fr: Temps d'exécution

# model:ir.action,name:act_import_process
source: Import Processes
fr: Importer des processus

# model:ir.action,name:act_postpone
source: Postpone
fr: Reporter

# model:ir.action,name:act_resume_process
source: Resume Current Process
fr: Relancer le processus courant

# model:ir.action,name:act_view_timings
source: View Process Timings
fr: Temps d'exécution des processus

# model:ir.ui.menu,name:menu_import_process
source: Import Processes
fr: Importer des processus

# model:ir.ui.view.description,name:
source: View Description
fr: Descripteur de Vue XML

# model:process.log,name:
source: Process Log
fr: Trace du processus

# model:process.start,name:
source: Process Start
fr: Paramètres du Processus

# model:process.view_timings.displayer,name:
source: Process Timing Displayer
fr: Temps d'exécution

# model:process.view_timings.select_dates,name:
source: Process Timing Select Dates
fr: Choix de la période

# model:task.postpone.parameters,name:
source: Postpone Parameters
fr: Paramètes du report

# selection:ir.ui.view.description,input_mode:
source: Classic
fr: Classique

# selection:ir.ui.view.description,input_mode:
source: Expert
fr: Avancé

# selection:ir.ui.view.description,view_kind:
source: Form
fr: Formulaire

# selection:ir.ui.view.description,view_kind:
source: Tree
fr: Arbre

# selection:process.transition,kind:
source: Choice
fr: Choix

# view:ir.ui.view.description:
source: View Descriptor
fr: Descripteur de Vue

# view:ir.ui.view.description:
source: View Descriptors
fr: Descripteurs de Vue

# view:process-process.step:
source: Step
fr: Etape

# view:process.log:
source: Log
fr: Trace

# view:process.log:
source: Logs
fr: Traces

# view:process.start:
source: Process Start
fr: Paramètres du Processus

# view:process.step:
source: Custom Views
fr: Vues Personnalisées

# view:process.view_timings.displayer:
source: Process Timings
fr: Temps d'exécution des processus

# view:process.view_timings.select_dates:
source: Select Dates
fr: Sélectionner la période

# view:process:
source: Process
fr: Processus

# view:process:
source: Processes
fr: Processus

# view:task.postpone.parameters:
source: Postpone Parameters
fr: Paramètres du report

# wizard_button:document.receive,free_attach,attach_and_resume:
source: Attach and Resume Process
fr: Rattacher et reprendre le processus

# wizard_button:import.process,start,end:
source: Cancel
fr: Annuler

# wizard_button:import.process,start,import_process:
source: Import Process
fr: Import de processus

# wizard_button:process.finder,process_parameters,action:
source: Start Process
fr: Démarrer le processus

# wizard_button:process.finder,process_parameters,end:
source: Cancel
fr: Annuler

# wizard_button:process.get_dates_for_timings,select_dates,end:
source: Cancel
fr: Annuler

# wizard_button:process.get_dates_for_timings,select_dates,get_timings:
source: Next
fr: Suivant

# wizard_button:process.view_timings,timings,end:
source: Exit
fr: Terminer

# wizard_button:process.view_timings,timings,select_dates:
source: Previous
fr: Précédent

# wizard_button:task.postpone,postpone_parameters,end:
source: Cancel
fr: Annuler

# wizard_button:task.postpone,postpone_parameters,postpone:
source: Postpone
fr: Reporter
