Repository: fatizch/tryton
Catalog: modules/account_dunning_cog/locale/*.po
Languages: fr

# error:account.dunning.procedure:
source: The code must be unique
fr: Le code doit être unique

# field:account.dunning,attachments:
source: Attachments
fr: Pièces jointes

# field:account.dunning,last_process_date:
source: Last Process Date
fr: Dernière date d'exécution

# field:account.dunning,xml_id:
source: XML Id
fr: Identifiant XML

# field:account.dunning.level,days:
source: Days
fr: Jours

# field:account.dunning.level,days_from_previous_step:
source: Days Defined From Previous Step
fr: Jours définis par rapport au précédent niveau

# field:account.dunning.level,event_log_type:
source: Event Log Type
fr: Type de log d'évènements

# field:account.dunning.level,name:
source: Name
fr: Nom

# field:account.dunning.level,not_mandatory:
source: Level Not Mandatory
fr: Niveau non obligatoire

# field:account.dunning.level,xml_id:
source: XML Id
fr: Identifiant XML

# field:account.dunning.procedure,xml_id:
source: XML Id
fr: Identifiant XML

# field:account.dunning.update,id:
source: ID
fr: Identifiant

# field:account.move.line,inactive_dunnings:
source: Inactive Dunnings
fr: Relance inactives

# field:party.party,dunning_allowed:
source: Dunning Allowed
fr: Relance autorisée

# field:party.party.dunning_procedure,xml_id:
source: XML Id
fr: Identifiant XML

# help:account.dunning.level,days_from_previous_step:
source: Days are defined based on the previous level execution date
fr: Le nombre de jours est défini par rapport à la date d'exécution du niveau précédent

# help:account.dunning.level,not_mandatory:
source: If an higher level can be processed, this step will be skipped
fr: Si un niveau supérieur peut être executé, cette étape ne sera pas exécutée.

# model:account.dunning.create,name:
source: Dunning Creation Batch
fr: Batch de création des relances

# model:account.dunning.treat,name:
source: Process Dunning Batch
fr: Batch de traitement des relances

# model:account.dunning.update,name:
source: Dunning Update Batch
fr: Batch de mise à jour des relances

# model:ir.ui.menu,name:menu_dunning_procedures_general_configuration
source: Dunning Procedures
fr: Procédures de relance
