Repository: fatizch/tryton
Catalog: modules/contract_insurance/locale/*.po
Languages: fr_fr

# error:contract.manage_exclusion:
source: At least one exclusion must be selected
fr_fr: Au moins une exclusion doit être sélectionnée

# error:contract.manage_exclusion:
source: No opion found in the context, please report this
fr_fr: Impossible de retrouver une garantie

# error:contract.manage_extra_premium:
source: At least one extra premium must be selected
fr_fr: Au moins une surprime doit être sélectionnée

# error:contract.manage_extra_premium:
source: There may be only one coverage selected for this action
fr_fr: Une seule garantie doit être sélectionnée pour continuer

# error:contract.option.extra_premium.create:
source: An option must be subscribed on the contract before going on
fr_fr: Au moins une garantie doit être souscrite avant de continuer

# error:contract.option.extra_premium:
source: Extra premium %s start date (%s) should be greater than the coverage's (%s)
fr_fr: Sur la surprime %s, la date de début (%s) doit être postérieure à celle de la garantie (%s)

# error:contract:
source: Cannot add functional key : both quotenumber and contract_number are missing from values
fr_fr: Impossible d'ajouter la clé fonctionnelle : numéro de devis et de contrat absents des valeurs

# error:contract:
source: Errors occured during renewal date calculation : %s
fr_fr: Erreurs lors du calcul de la date de renouvellement : %s

# error:contract:
source: Invalid file format
fr_fr: Format de fichier non valide

# field:contract,contract_number:
source: Contract Number
fr_fr: Numéro de Contrat

# field:contract,covered_element_options:
source: Covered Element Options
fr_fr: Options de l'élément couvert

# field:contract,covered_elements:
source: Covered Elements
fr_fr: Risques Couverts

# field:contract,create_date:
source: Create Date
fr_fr: Date de création

# field:contract,create_uid:
source: Create User
fr_fr: Créé par

# field:contract,currency:
source: Currency
fr_fr: Devises

# field:contract,currency_digits:
source: Currency Digits
fr_fr: Nbre de chiffres après la virgule

# field:contract,current_policy_owner:
source: Current Policy Owner
fr_fr: Responsable Courant de la Police

# field:contract,end_date:
source: End Date
fr_fr: Date de Fin

# field:contract,func_key:
source: Functional Key
fr_fr: Clé fonctionnelle

# field:contract,last_renewed:
source: Last Renewed
fr_fr: Dernier renouvellement

# field:contract,multi_mixed_view:
source: Covered Elements
fr_fr: Risques Couverts

# field:contract,options:
source: Options
fr_fr: Garanties

# field:contract,possible_item_desc:
source: Possible Item Desc
fr_fr: Description des risques possibles

# field:contract,rec_name:
source: Name
fr_fr: Numéro

# field:contract,start_date:
source: Effective Date
fr_fr: Date d'Effet

# field:contract,start_management_date:
source: Management Date
fr_fr: Date de Début de Gestion

# field:contract,status:
source: Status
fr_fr: Statut

# field:contract,subscriber:
source: Subscriber
fr_fr: Souscripteur

# field:contract,termination_reason:
source: Termination Reason
fr_fr: Motif de résiliation

# field:contract,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:contract,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:contract.covered_element,contract:
source: Contract
fr_fr: Contrat

# field:contract.covered_element,covered_name:
source: Name
fr_fr: Nom

# field:contract.covered_element,covered_relations:
source: Covered Relations
fr_fr: Relations Couvertes

# field:contract.covered_element,create_date:
source: Create Date
fr_fr: Date de création

# field:contract.covered_element,create_uid:
source: Create User
fr_fr: Créé par

# field:contract.covered_element,currency:
source: Currency
fr_fr: Devises

# field:contract.covered_element,currency_digits:
source: Currency Digits
fr_fr: Précision

# field:contract.covered_element,currency_symbol:
source: Currency Symbol
fr_fr: Symbole de la Devise

# field:contract.covered_element,current_extra_data:
source: Current Extra Data
fr_fr: Données complémentaires courantes

# field:contract.covered_element,current_version:
source: Current Version
fr_fr: Version Courante

# field:contract.covered_element,declined_options:
source: Declined Options
fr_fr: Options déclinées

# field:contract.covered_element,icon:
source: Icon
fr_fr: Icône

# field:contract.covered_element,is_person:
source: Is Person
fr_fr: Est Une Personne

# field:contract.covered_element,item_desc:
source: Item Desc
fr_fr: Desc Risque

# field:contract.covered_element,item_kind:
source: Item Kind
fr_fr: Type de Bien

# field:contract.covered_element,main_contract:
source: Contract
fr_fr: Contrat

# field:contract.covered_element,multi_mixed_view:
source: Options
fr_fr: Données de Couverture

# field:contract.covered_element,must_expand_tree:
source: Must Expand Tree
fr_fr: Etendre l'arbre

# field:contract.covered_element,name:
source: Name
fr_fr: Nom

# field:contract.covered_element,party:
source: Actor
fr_fr: Tiers

# error:party.party:
source: Missing extra data for : %s
fr_fr: Il manque des données complémentaires pour %s

# field:contract.covered_element,party_code:
source: Party Code
fr_fr: Code du tiers

# field:contract.covered_element,party_extra_data:
source: Party Extra Data
fr_fr: Données complémentaires du tiers

# field:contract.covered_element,product:
source: Product
fr_fr: Produit

# field:contract.covered_element,rec_name:
source: Name
fr_fr: Nom

# field:contract.covered_element,sub_covered_elements:
source: Sub Covered Elements
fr_fr: Sous Risques Couverts

# field:contract.covered_element,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:contract.covered_element,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:contract.covered_element,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:contract.covered_element-party,covered_element:
source: Covered Element
fr_fr: Risque Couvert

# field:contract.covered_element-party,create_date:
source: Create Date
fr_fr: Date de création

# field:contract.covered_element-party,create_uid:
source: Create User
fr_fr: Créé par

# field:contract.covered_element-party,party_relation:
source: Party Relation
fr_fr: Relation

# field:contract.covered_element-party,rec_name:
source: Name
fr_fr: Nom

# field:contract.covered_element-party,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:contract.covered_element-party,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:contract.covered_element-party,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:contract.covered_element.version,covered_element:
source: Covered Element
fr_fr: Risque Couvert

# field:contract.covered_element.version,create_date:
source: Create Date
fr_fr: Date de Création

# field:contract.covered_element.version,create_date_:
source: Creation date
fr_fr: Date de Création

# field:contract.covered_element.version,create_uid:
source: Create User
fr_fr: Créé par

# field:contract.covered_element.version,extra_data:
source: Extra Data
fr_fr: Données Complémentaires

# field:contract.covered_element.version,extra_data_as_string:
source: Extra Data
fr_fr: Données Complémentaires

# field:contract.covered_element.version,rec_name:
source: Name
fr_fr: Numéro

# field:contract.covered_element.version,start:
source: Start
fr_fr: Début

# field:contract.covered_element.version,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:contract.covered_element.version,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:contract.covered_element.version,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:contract.manage_exclusion.select.exclusion,selected:
source: Selected
fr_fr: Coché

# field:contract.manage_extra_premium.select,contract:
source: Contract
fr_fr: Contrat

# field:contract.manage_extra_premium.select,covered_element:
source: Covered Element
fr_fr: Risque Couvert

# field:contract.manage_extra_premium.select,extra_premium:
source: Extra Premium
fr_fr: Surprime

# field:contract.manage_extra_premium.select,extra_premiums:
source: Extra Premiums
fr_fr: Surprimes

# field:contract.manage_extra_premium.select,kind:
source: Kind
fr_fr: Type

# field:contract.manage_extra_premium.select.extra,extra_premium:
source: Extra Premium
fr_fr: Surprime

# field:contract.manage_extra_premium.select.extra,extra_premium_name:
source: Extra Premium
fr_fr: Surprime

# field:contract.manage_extra_premium.select.extra,selected:
source: Selected
fr_fr: Coché

# field:contract.manage_extra_premium.select.option,extra_premiums:
source: Existing Extra Premiums
fr_fr: Surprimes existantes

# field:contract.manage_extra_premium.select.option,selected:
source: Selected
fr_fr: Coché

# field:contract.option,contract:
source: Contract
fr_fr: Contrat

# field:contract.option,covered_element:
source: Covered Element
fr_fr: Risque Couvert

# field:contract.option,create_date:
source: Create Date
fr_fr: Date de création

# field:contract.option,create_uid:
source: Create User
fr_fr: Créé par

# field:contract.option,currency:
source: Currency
fr_fr: Devises

# field:contract.option,currency_digits:
source: Currency Digits
fr_fr: Nbre de chiffres après la virgule

# field:contract.option,end_date:
source: End Date
fr_fr: Date de Fin

# field:contract.option,exclusion_list:
source: Exclusion List
fr_fr: Liste des exclusions

# field:contract.option,extra_data_summary:
source: Extra Data Summary
fr_fr: Résumé des données complémentaires

# field:contract.option,extra_premium_discounts:
source: Discounts
fr_fr: Réductions

# field:contract.option,extra_premium_increases:
source: Increases
fr_fr: Surprimes

# field:contract.option,extra_premiums:
source: Extra Premiums
fr_fr: Surprimes

# field:contract.option,func_key:
source: Functional Key
fr_fr: Clé fonctionnelle

# field:contract.option,icon:
source: Icon
fr_fr: Icône

# field:contract.option,item_desc:
source: Item Description
fr_fr: Description du Risque

# field:contract.option,parent_contract:
source: Parent Contract
fr_fr: Contrat parent

# field:contract.option,parent_option:
source: Parent Covered Data
fr_fr: Parents

# field:contract.option,rec_name:
source: Name
fr_fr: Nom

# field:contract.option,start_date:
source: Start Date
fr_fr: Date d'Effet

# field:contract.option,status:
source: Status
fr_fr: Statut

# field:contract.option,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:contract.option,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:contract.option-exclusion.kind,create_date:
source: Create Date
fr_fr: Date de Création

# field:contract.option-exclusion.kind,create_date_:
source: Creation date
fr_fr: Date de Création

# field:contract.option-exclusion.kind,create_uid:
source: Create User
fr_fr: Créé par

# field:contract.option-exclusion.kind,rec_name:
source: Name
fr_fr: Nom

# field:contract.option-exclusion.kind,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:contract.option-exclusion.kind,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:contract.option-exclusion.kind,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:contract.option.extra_premium,calculation_kind:
source: Calculation Kind
fr_fr: Type de calcul

# field:contract.option.extra_premium,covered_element:
source: Covered element
fr_fr: Elément couvert

# field:contract.option.extra_premium,create_date:
source: Create Date
fr_fr: Date de Création

# field:contract.option.extra_premium,create_date_:
source: Creation date
fr_fr: Date de Création

# field:contract.option.extra_premium,create_uid:
source: Create User
fr_fr: Créé par

# field:contract.option.extra_premium,currency:
source: Currency
fr_fr: Devises

# field:contract.option.extra_premium,currency_digits:
source: Currency Digits
fr_fr: Précision

# field:contract.option.extra_premium,currency_symbol:
source: Currency Symbol
fr_fr: Symbole de la Devise

# field:contract.option.extra_premium,duration:
source: Duration
fr_fr: Durée

# field:contract.option.extra_premium,duration_unit:
source: Duration Unit
fr_fr: Unité de la Durée

# field:contract.option.extra_premium,end_date:
source: End date
fr_fr: Date de Fin

# field:contract.option.extra_premium,final_end_date:
source: Final End Date
fr_fr: Date de fin définitive

# field:contract.option.extra_premium,flat_amount:
source: Flat amount
fr_fr: Montant fixe

# field:contract.option.extra_premium,is_discount:
source: Is Discount
fr_fr: Est une réduction

# field:contract.option.extra_premium,manual_end_date:
source: Manual End Date
fr_fr: Date de fin manuelle

# field:contract.option.extra_premium,manual_start_date:
source: Manual Start date
fr_fr: Date de début manuelle

# field:contract.option.extra_premium,max_rate:
source: Max Rate
fr_fr: Taux maximum

# field:contract.option.extra_premium,max_value:
source: Max Value
fr_fr: Valeur maximum

# field:contract.option.extra_premium,motive:
source: Motive
fr_fr: Motif

# field:contract.option.extra_premium,rate:
source: Rate on Premium
fr_fr: Taux sur prime

# field:contract.option.extra_premium,rec_name:
source: Name
fr_fr: Nom

# field:contract.option.extra_premium,start_date:
source: Start Date
fr_fr: Date de Début

# field:contract.option.extra_premium,time_limited:
source: Time Limited
fr_fr: Durée Limitée

# field:contract.option.extra_premium,value_as_string:
source: Value
fr_fr: Valeur

# field:contract.option.extra_premium,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:contract.option.extra_premium,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:contract.option.extra_premium,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:contract.option.extra_premium.create.option_selector,contract:
source: Contract
fr_fr: Contrat

# field:contract.option.extra_premium.create.option_selector,covered_element:
source: Covered Element
fr_fr: Risque Couvert

# field:contract.option.extra_premium.create.option_selector,hide_covered_element:
source: Hide Covered Element
fr_fr: Cacher le risque couvert

# field:contract.service,expenses:
source: Expenses
fr_fr: Frais

# field:contract.wizard.option_subscription.options_displayer,covered_element:
source: Covered Element
fr_fr: Risque Couvert

source: Hide Covered Element
fr_fr: Cacher le risque couvert

# field:contract.wizard.option_subscription.options_displayer,party:
source: Party
fr_fr: Tiers

source: Covered Elements
fr_fr: Risques Couverts

# field:expense,amount:
source: Amount
fr_fr: Montant

# field:expense,create_date:
source: Create Date
fr_fr: Date de Création

# field:expense,currency:
source: Currency
fr_fr: Devises

# field:expense,currency_digits:
source: Currency Digits
fr_fr: Nbre de chiffres après la virgule

# field:expense,currency_symbol:
source: Currency Symbol
fr_fr: Symbole de la Devise

# field:expense,kind:
source: Kind
fr_fr: Type

# field:expense,rec_name:
source: Name
fr_fr: Nom

# field:expense,service:
source: Contract Service
fr_fr: Prestation Fournie

# field:expense,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:expense,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:expense,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:party.party,covered_elements:
source: Covered Elements
fr_fr: Risques Couverts

# field:party.party,extra_data:
source: Extra Data
fr_fr: Données Complémentaires

# model:contract,name:
source: Contract
fr_fr: Contrat

# model:contract.contact.type,name:covered_party
source: Covered Party
fr_fr: Assuré

# model:contract.covered_element,name:
source: Covered Element
fr_fr: Risque Couvert

# model:contract.covered_element-party,name:
source: Relation between Covered Element and Covered Relations
fr_fr: Relation de l'élément couvert

# model:contract.covered_element.version,name:
source: Contract Covered Element Version
fr_fr: Version de risque couvert

# model:contract.manage_exclusion.select,name:
source: Exclusion Display
fr_fr: Exclusion

# model:contract.manage_extra_premium.select,name:
source: Extra Premium Display
fr_fr: Surprime / Réduction

# model:contract.manage_extra_premium.select.extra,name:
source: Extra Premium
fr_fr: Surprime

# model:contract.option,name:
source: Contract Option
fr_fr: Garantie

# model:contract.option-exclusion.kind,name:
source: Option to Exclusion Kind relation
fr_fr: Relation garantie exclusion

# model:contract.option.extra_premium,name:
source: Extra Premium
fr_fr: Surprime

# model:contract.option.extra_premium.create.option_selector,name:
source: Create Extra Premium Option Selector
fr_fr: Selecteur d'option pour la création des surprimes

# model:contract.service,name:
source: Contract Service
fr_fr: Prestation Fournie

# model:expense,name:
source: Expense
fr_fr: Dépense

# model:ir.action,name:
source: Status History
fr_fr: Historique des statuts

# model:ir.action,name:act_contract_activation_history_relate_form
source: Activation History
fr_fr: Historique d'activation

# model:ir.action,name:act_create_extra_premium
source: Create Extra Premium
fr_fr: Créer une surprime

# model:ir.action,name:act_manage_exclusion
source: Manage Exclusions
fr_fr: Gérer les exclusions

# model:ir.action,name:act_manage_extra_premium
source: Manage Extra Premium
fr_fr: Gérer les surprimes

# model:ir.action,name:manage_options
source: Manage Options
fr_fr: Gérer les Options

# selection:contract,status:
source: Active
fr_fr: Actif

# selection:contract,status:
source: Hold
fr_fr: Suspendre

# selection:contract,status:
source: Quote
fr_fr: Devis

# selection:contract,status:
source: Terminated
fr_fr: Résilié

# selection:contract.manage_extra_premium.select,kind:
source: Contract
fr_fr: Contrat

# selection:contract.manage_extra_premium.select,kind:
source: Extra Premium
fr_fr: Surprime

# selection:contract.option,status:
source: Active
fr_fr: Actif

# selection:contract.option,status:
source: Hold
fr_fr: Suspendre

# selection:contract.option,status:
source: Quote
fr_fr: Devis

# selection:contract.option,status:
source: Refused
fr_fr: Refusé

# selection:contract.option,status:
source: Terminated
fr_fr: Résiliée

# selection:contract.option.extra_premium,duration_unit:
source: Month
fr_fr: Mois

# selection:contract.option.extra_premium,duration_unit:
source: Year
fr_fr: Année

# selection:contract.service,status:
source: Calculated
fr_fr: Calculé

# selection:contract.service,status:
source: Calculating
fr_fr: Calcul en Cours

# selection:contract.service,status:
source: Delivered
fr_fr: Delivré

# selection:contract.service,status:
source: Not Eligible
fr_fr: Non Eligible

# selection:report.template,kind:
source: Contract Documents
fr_fr: Documents du contrat

# view:contract.covered_element:
source: Covered Element
fr_fr: Risque Couvert

# view:contract.covered_element:
source: Covered Elements
fr_fr: Risques Couverts

# view:contract.covered_element:
source: Covered Relations
fr_fr: Relations Couvertes

# view:contract.covered_element:
source: Details
fr_fr: Détails

# view:contract.covered_element:
source: Sub Covered Elements
fr_fr: Sous Risques Couverts

# view:contract.manage_exclusion.select:
source: Manage Exclusions
fr_fr: Gérer les exclusions

# view:contract.manage_extra_premium.select.extra:
source: Select Extra Premium
fr_fr: Sélection de la surprime

# view:contract.manage_extra_premium.select.option:
source: Select Option
fr_fr: Choix des garanties

# view:contract.manage_extra_premium.select:
source: Manage Extra Premium
fr_fr: Gérer les surprimes

# view:contract.option.extra_premium.create.option_selector:
source: Extra Premium Creation
fr_fr: Création des suprimes

# view:contract.option.extra_premium:
source: Extra Premium
fr_fr: Surprime

# view:contract.option.extra_premium:
source: Propagate
fr_fr: Propager

# view:contract.option:
source: Propagate
fr_fr: Propager

# view:contract.service:
source: Contract Service
fr_fr: Prestation Fournie

# view:contract:
source: Covered Elements
fr_fr: Risques couverts

# view:expense:
source: Expense
fr_fr: Frais

# view:expense:
source: Expenses
fr_fr: Frais

# view:party.party:
source: Extra Data
fr_fr: Données Complémentaires

# wizard_button:contract.manage_exclusion,existing,end:
source: End
fr_fr: Terminer

# wizard_button:contract.manage_exclusion,existing,propagate_selected:
source: Propagate Selected
fr_fr: Propager la sélection

# wizard_button:contract.manage_extra_premium,existing,delete_selected:
source: Delete Selected
fr_fr: Supprimer la sélection

# wizard_button:contract.manage_extra_premium,existing,end:
source: End
fr_fr: Terminer

# wizard_button:contract.manage_extra_premium,existing,propagate_selected:
source: Propagate Selected
fr_fr: Propager la sélection

# wizard_button:contract.option.extra_premium.create,extra_premium_data,end:
source: Cancel
fr_fr: Annuler

source: Select Options
fr_fr: Selectionner les options

# wizard_button:contract.option.extra_premium.create,select_options,apply:
source: Apply
fr_fr: Appliquer

source: Apply & New
fr_fr: Appliquer & Nouvelle

# wizard_button:contract.option.extra_premium.create,select_options,end:
source: Cancel
fr_fr: Annuler

source: Modify Extra Premium
fr_fr: Modifier les surprimes

# wizard_button:contract.wizard.option_subscription,select_package,end:
source: Cancel
fr_fr: Annuler

source: Next
fr_fr: Suivant
