Repository: fatizch/tryton
Catalog: modules/endorsement_insurance_invoice/locale/*.po
Languages: fr

# error:contract.billing_information.change:
source: Payer does not own this account, do you want it to change ?
fr: Le payeur n'est pas propriétaire du compte, voulez-vous l'y rattacher ?

# error:contract.billing_information.change:
source: Please set a new direct debit account !
fr: Veuillez renseigner le nouveau compte bancaire !

# error:contract.billing_information.change:
source: The contract %s does not have an invoice starting on the %s. Select another date.
fr: Le contrat %s n'a pas de quittance commençant au %s. Veuillez choisir une autre date.

# error:contract.billing_information.change:
source: The date %s is not compatible with the billing mode %s.
fr: La date %s n'est pas compatible avec le mode de quittancement %s.

# error:contract.direct_debit_account.change:
source: Payer does not own this account, do you want it to change ?
fr: Le payeur n'est pas propriétaire du compte, voulez-vous l'y rattacher ?

# error:contract.direct_debit_account.change:
source: Please set a new direct debit account !
fr: Veuillez renseigner le nouveau compte bancaire !

# error:contract.direct_debit_account.change:
source: The contract %s does not have an invoice starting on the %s. Select another date.
fr: Le contrat %s n'a pas de quittance commençant au %s. Veuillez choisir une autre date.

# error:contract.direct_debit_account.change:
source: The date %s is not compatible with the billing mode %s.
fr: La date %s n'est pas compatible avec le mode de quittancement %s.

# error:contract.direct_debit_account.change:
source: The selected contract is not paid through direct debit !
fr: Le contrat sélectionné n'est pas payé par prélèvement automatique !

# error:contract.direct_debit_account.change:
source: The selected endorsement cannot take place in the past !
fr: L'avenant sélectionné ne peut avoir lieu dans le passé !

# error:endorsement.contract.billing_information:
source: New version
fr: Nouvelle version

# error:endorsement.contract.billing_information:
source: Remove version of
fr: Suppression de la version

# error:endorsement.contract.billing_information:
source: Update %s
fr: Mise à jour de %s

# error:endorsement.contract:
source: Billing Modifications
fr: Modifications du quittancement

# field:contract.billing_information,direct_debit_account_selector:
source: Bank Account
fr: Compte Bancaire

# field:contract.billing_information,search_all_direct_debit_account:
source: Search all direct debit accounts
fr: Rechercher dans tous les comptes bancaires

# field:contract.billing_information.change,contract:
source: Contract
fr: Contrat

# field:contract.billing_information.change,effective_date:
source: Effective Date
fr: Date d'effet

# field:contract.billing_information.change,endorsement_definition:
source: Endorsement Definition
fr: Définition d'avenant

# field:contract.billing_information.change,endorsement_part:
source: Endorsement Part
fr: Avenant unitaire

# field:contract.billing_information.change,new_billing_information:
source: New Billing Information
fr: Nouveaux Paramètres

# field:contract.billing_information.change,other_contracts:
source: Other Contracts
fr: Autres contrats

# field:contract.billing_information.change,previous_billing_information:
source: Previous Billing Information
fr: Paramètres existants

# field:contract.billing_information.change,product:
source: Product
fr: Produit

# field:contract.billing_information.change,subscriber:
source: Subscriber
fr: Souscripteur

# field:contract.billing_information.change.contract_displayer,contract:
source: Contract
fr: Contrat

# field:contract.billing_information.change.contract_displayer,contract_status:
source: Contract Status
fr: Statut du contrat

# field:contract.billing_information.change.contract_displayer,to_propagate:
source: Propagate
fr: Propager

# field:contract.direct_debit_account.change,contract:
source: Contract
fr: Contrat

# field:contract.direct_debit_account.change,effective_date:
source: Effective Date
fr: Date effective

# field:contract.direct_debit_account.change,endorsement_definition:
source: Endorsement Definition
fr: Définition d'avenant

# field:contract.direct_debit_account.change,endorsement_part:
source: Endorsement Part
fr: Avenant unitaire

# field:contract.direct_debit_account.change,new_billing_information:
source: New Billing Information
fr: Nouveaux Paramètres

# field:contract.direct_debit_account.change,other_contracts:
source: Other Contracts
fr: Autres contrats

# field:contract.direct_debit_account.change,previous_billing_information:
source: Previous Billing Information
fr: Paramètres existants

# field:contract.direct_debit_account.change,product:
source: Product
fr: Produit

# field:contract.direct_debit_account.change,subscriber:
source: Subscriber
fr: Souscripteur

# field:endorsement,contracts_name:
source: Contracts Name
fr: Contrats

# field:endorsement,subscribers_name:
source: Subscribers Name
fr: Souscripteurs

# field:endorsement.contract,billing_informations:
source: Billing Informations
fr: Paramètres de quittancement

# field:endorsement.contract.billing_information,applied_on:
source: Applied On
fr: Appliqué le

# field:endorsement.contract.billing_information,billing_information:
source: Billing Informations
fr: Paramètres de quittancement

# field:endorsement.contract.billing_information,contract_endorsement:
source: Endorsement
fr: Avenant

# field:endorsement.contract.billing_information,create_date:
source: Create Date
fr: Date de Création

# field:endorsement.contract.billing_information,create_date_:
source: Creation date
fr: Date de Création

# field:endorsement.contract.billing_information,create_uid:
source: Create User
fr: Créé par

# field:endorsement.contract.billing_information,definition:
source: Definition
fr: Définition

# field:endorsement.contract.billing_information,func_key:
source: Functional Key
fr: Clé fonctionnelle

# field:endorsement.contract.billing_information,keep_if_empty:
source: Keep if Empty
fr: Conserver si vide

# field:endorsement.contract.billing_information,rec_name:
source: Name
fr: Nom

# field:endorsement.contract.billing_information,values:
source: Values
fr: Valeurs

# field:endorsement.contract.billing_information,write_date:
source: Write Date
fr: Date de mise à jour

# field:endorsement.contract.billing_information,write_uid:
source: Write User
fr: Mis à jour par

# field:endorsement.contract.billing_information,xml_id:
source: XML Id
fr: Identifiant XML

# field:endorsement.contract.billing_information.field,create_date:
source: Create Date
fr: Date de Création

# field:endorsement.contract.billing_information.field,create_date_:
source: Creation date
fr: Date de Création

# field:endorsement.contract.billing_information.field,create_uid:
source: Create User
fr: Créé par

# field:endorsement.contract.billing_information.field,definitions:
source: Definitions
fr: Définitions

# field:endorsement.contract.billing_information.field,endorsement_part:
source: Endorsement Part
fr: Avenant unitaire

# field:endorsement.contract.billing_information.field,field:
source: Field
fr: Champ

# field:endorsement.contract.billing_information.field,name:
source: Name
fr: Nom

# field:endorsement.contract.billing_information.field,rec_name:
source: Name
fr: Nom

# field:endorsement.contract.billing_information.field,write_date:
source: Write Date
fr: Date de mise à jour

# field:endorsement.contract.billing_information.field,write_uid:
source: Write User
fr: Mis à jour par

# field:endorsement.contract.billing_information.field,xml_id:
source: XML Id
fr: Identifiant XML

# field:endorsement.contract.recalculate_and_reinvoice,effective_date:
source: Effective Date
fr: Date effective

# field:endorsement.contract.recalculate_and_reinvoice,endorsement_definition:
source: Endorsement Definition
fr: Définition d'avenant

# field:endorsement.contract.recalculate_and_reinvoice,endorsement_part:
source: Endorsement Part
fr: Avenant unitaire

# field:endorsement.part,billing_information_fields:
source: Billing Information Fields
fr: Champs des paramètres de quittancement

# field:endorsement.recalculate.batch,id:
source: ID
fr: Identifiant

# field:endorsement.start.preview_changes,currency_digits:
source: Currency Digits
fr: Précision

# field:endorsement.start.preview_changes,currency_symbol:
source: Currency Symbol
fr: Symbole de la Devise

# field:endorsement.start.preview_changes,new_total_invoice_amount:
source: New total invoice amount
fr: Nouveau total de prime

# field:endorsement.start.preview_changes,previous_total_invoice_amount:
source: Previous total invoice amount
fr: Total de prime précédent

# field:offered.configuration,split_invoices_on_endorsement_dates:
source: Split Invoices on Endorsement Dates
fr: Découper les quittances aux dates des avenants

# model:contract.billing_information.change,name:
source: Change Billing Information
fr: Modification des paramètres de quittancement

# model:contract.billing_information.change.contract_displayer,name:
source: Contract Displayer
fr: Contrat

# model:contract.direct_debit_account.change,name:
source: Change Direct Debit Account
fr: Modification des coordonnées bancaires

# model:endorsement.contract.billing_information,name:
source: Endorsement Billing Information
fr: Modification des paramètres de quittancement

# model:endorsement.contract.billing_information.field,name:
source: Endorsement Billing Information Field
fr: Champs des paramètres de quittancement

# model:endorsement.contract.recalculate_and_reinvoice,name:
source: Recalculate and Reinvoice Contract
fr: Recalculer et requittancer le contrat

# model:endorsement.definition,name:
source: Change Bank Account
fr: Changement du compte bancaire

# model:endorsement.definition,name:change_billing_information_definition
source: Change Billing Information
fr: Modification des paramètres de quittancement

# model:endorsement.definition,name:change_direct_debit_account_definition
source: Change Direct Debit Account
fr: Modification des coordonnées bancaires

# model:endorsement.definition,name:recalculate_and_reinvoice_contract_definition
source: Recalculate and Reinvoice Contract
fr: Recalculer et requittancer le contrat

# model:endorsement.part,name:
source: Change Bank Account
fr: Changement du compte bancaire

# model:endorsement.part,name:change_billing_information_endorsement_part
source: Change Billing Information
fr: Modification des paramètres de quittancement

# model:endorsement.part,name:change_direct_debit_account_endorsement_part
source: Change Direct Debit Account
fr: Modification des coordonnées bancaires

# model:endorsement.part,name:recalculate_and_reinvoice_contract_revision_part
source: Recalculate and Reinvoice Contract
fr: Recalculer et requittancer le contrat

# model:endorsement.recalculate.batch,name:
source: Recalculate Endorsement Batch
fr: Batch d'avenant de recalcul

# selection:contract.billing_information.change.contract_displayer,to_propagate:
source: Bank Account
fr: Compte Bancaire

# selection:contract.billing_information.change.contract_displayer,to_propagate:
source: Everything
fr: Tout

# selection:contract.billing_information.change.contract_displayer,to_propagate:
source: Nothing
fr: Rien

# selection:endorsement.contract.billing_information,action:
source: Add
fr: Compléter

# selection:endorsement.contract.billing_information,action:
source: Remove
fr: Remplacer

# selection:endorsement.contract.billing_information,action:
source: Update
fr: Mise à jour

# selection:endorsement.part,kind:
source: Billing Information
fr: Quittancement

# view:contract.billing_information.change.contract_displayer:
source: Contracts
fr: Contrats

# view:contract.billing_information.change:
source: Change Billing Information
fr: Modification des paramètres de quittancement

# view:contract.billing_information:
source: Billing Information
fr: Quittancement

# view:contract.direct_debit_account.change:
source: Change Direct Debit Account
fr: Modification des coordonnées bancaires

# view:endorsement.contract.billing_information.field:
source: Endorsement Field
fr: Champs des paramètres de quittancement

# view:endorsement.contract.billing_information.field:
source: Endorsement Fields
fr: Champs de l'avenant

# view:endorsement.contract.billing_information:
source: Billing Informations
fr: Paramètres de quittancement

source: Next
fr: Suivant

source: Previous
fr: Précédent

source: Suspend
fr: Suspendre

# wizard_button:endorsement.start,change_billing_information,end:
source: Cancel
fr: Annuler

source: Next
fr: Suivant

source: Previous
fr: Précédent

source: Suspend
fr: Suspendre

# wizard_button:endorsement.start,change_direct_debit_account,end:
source: Cancel
fr: Annuler

# wizard_button:endorsement.start,recalculate_and_reinvoice_contract,end:
source: Cancel
fr: Annuler

source: Next
fr: Suivant

source: Previous
fr: Précédent

source: Suspend
fr: Suspendre
