Repository: fatizch/tryton
Catalog: modules/claim_indemnification_group/locale/*.po
Languages: fr

# field:benefit,company_products:
source: Company Products
fr: Produits comptables pour la société

# field:benefit-company_product,benefit:
source: Benefit
fr: Prestation

# field:benefit-company_product,create_date:
source: Create Date
fr: Date de Création

# field:benefit-company_product,create_date_:
source: Creation date
fr: Date de Création

# field:benefit-company_product,create_uid:
source: Create User
fr: Créé par

# field:benefit-company_product,id:
source: ID
fr: Identifiant

# field:benefit-company_product,product:
source: Product
fr: Produit

# field:benefit-company_product,rec_name:
source: Record Name
fr: Nom

# field:benefit-company_product,write_date:
source: Write Date
fr: Date de mise à jour

# field:benefit-company_product,write_uid:
source: Write User
fr: Modifié par

# field:benefit-company_product,xml_id:
source: XML Id
fr: Identifiant XML

# field:benefit.rule,deductible_rules:
source: Deductible Rules
fr: Règles de franchise

# field:benefit.rule,force_annuity_frequency:
source: Force Annuity Frenquency
fr: Imposer la fréquence d'indemnisation

# field:benefit.rule,force_deductible_rule:
source: Force Deductible Rule
fr: Imposer la règle de franchise

# field:benefit.rule,force_indemnification_rule:
source: Force Indemnification Rule
fr: Imposer la règle d'indemnisation

# field:benefit.rule,force_revaluation_rule:
source: Force Revaluation Rule
fr: Imposer la règle de revalorisation

# field:benefit.rule,indemnification_rules:
source: Indemnification Rules
fr: Règles d'indemnisation

# field:benefit.rule,is_group:
source: Is Group
fr: Prestation collective

# field:benefit.rule,revaluation_on_basic_salary_period_rule:
source: Revaluation On Basic Salary Periods Rule
fr: Règle de revalorisation sur le salaire de base

# field:benefit.rule,revaluation_rules:
source: Revaluation Rules
fr: Règes de revalorisation

# field:benefit.salary_revaluation.deduction_period.rule,benefit_rule:
source: Benefit Rule
fr: Règle de Prestation

# field:benefit.salary_revaluation.deduction_period.rule,create_date:
source: Create Date
fr: Date de Création

# field:benefit.salary_revaluation.deduction_period.rule,create_date_:
source: Creation date
fr: Date de Création

# field:benefit.salary_revaluation.deduction_period.rule,create_uid:
source: Create User
fr: Créé par

# field:benefit.salary_revaluation.deduction_period.rule,id:
source: ID
fr: Identifiant

# field:benefit.salary_revaluation.deduction_period.rule,name:
source: Name
fr: Nom

# field:benefit.salary_revaluation.deduction_period.rule,periods_kinds:
source: Periods Kinds
fr: Types de périodes

# field:benefit.salary_revaluation.deduction_period.rule,rec_name:
source: Record Name
fr: Numéro de l'enregistrement

# field:benefit.salary_revaluation.deduction_period.rule,write_date:
source: Write Date
fr: Modifié le

# field:benefit.salary_revaluation.deduction_period.rule,write_uid:
source: Write User
fr: Modifié par

# field:benefit.salary_revaluation.deduction_period.rule,xml_id:
source: XML Id
fr: Identifiant XML

# field:benefit_rule-deductible_rule,benefit:
source: Benefit
fr: Prestation

# field:benefit_rule-deductible_rule,create_date:
source: Create Date
fr: Date de Création

# field:benefit_rule-deductible_rule,create_date_:
source: Creation date
fr: Date de Création

# field:benefit_rule-deductible_rule,create_uid:
source: Create User
fr: Créé par

# field:benefit_rule-deductible_rule,rec_name:
source: Record Name
fr: Nom

# field:benefit_rule-deductible_rule,rule:
source: Rule
fr: Règle

# field:benefit_rule-deductible_rule,write_date:
source: Write Date
fr: Date de mise à jour

# field:benefit_rule-deductible_rule,write_uid:
source: Write User
fr: Mis à jour par

# field:benefit_rule-deductible_rule,xml_id:
source: XML Id
fr: Identifiant XML

# field:benefit_rule-indemnification_rule,benefit:
source: Benefit
fr: Prestation

# field:benefit_rule-indemnification_rule,create_date:
source: Create Date
fr: Date de Création

# field:benefit_rule-indemnification_rule,create_date_:
source: Creation date
fr: Date de Création

# field:benefit_rule-indemnification_rule,create_uid:
source: Create User
fr: Créé par

# field:benefit_rule-indemnification_rule,rec_name:
source: Record Name
fr: Nom

# field:benefit_rule-indemnification_rule,rule:
source: Rule
fr: Règle

# field:benefit_rule-indemnification_rule,write_date:
source: Write Date
fr: Date de mise à jour

# field:benefit_rule-indemnification_rule,write_uid:
source: Write User
fr: Mis à jour par

# field:benefit_rule-indemnification_rule,xml_id:
source: XML Id
fr: Identifiant XML

# field:benefit_rule-revaluation_rule,benefit:
source: Benefit
fr: Prestation

# field:benefit_rule-revaluation_rule,create_date:
source: Create Date
fr: Date de Création

# field:benefit_rule-revaluation_rule,create_date_:
source: Creation date
fr: Date de Création

# field:benefit_rule-revaluation_rule,create_uid:
source: Create User
fr: Créé par

# field:benefit_rule-revaluation_rule,id:
source: ID
fr: Identifiant

# field:benefit_rule-revaluation_rule,rec_name:
source: Record Name
fr: Nom

# field:benefit_rule-revaluation_rule,rule:
source: Rule
fr: Règle

# field:benefit_rule-revaluation_rule,write_date:
source: Write Date
fr: Date de mise à jour

# field:benefit_rule-revaluation_rule,write_uid:
source: Write User
fr: Modifié par

# field:benefit_rule-revaluation_rule,xml_id:
source: XML Id
fr: Identifiant XML

# field:claim.indemnification_definition,previous_insurer_amount_invisible:
source: Previous Insurer Amount Invisible
fr: Montant de base du précédent assureur invisible

# field:claim.indemnification_definition,previous_insurer_base_amount:
source: Previous Insurer Base Amount
fr: Montant de base du précédent assureur

# field:claim.indemnification_definition,previous_insurer_revaluation:
source: Previous Insurer Revaluation Amount
fr: Montant de la revalorisation du précédent assureur

# field:claim.service.extra_data,currency_digits:
source: Currency Digits
fr: Précision de la devise

# field:claim.service.extra_data,previous_insurer_amount_invisible:
source: Previous Insurer Amount Invisible
fr: Montant de base du précédent assureur invisible

# field:claim.service.extra_data,previous_insurer_base_amount:
source: Previous Insurer Base Amount
fr: Montant de base du précédent assureur

# field:claim.service.extra_data,previous_insurer_revaluation:
source: Previous Insurer Revaluation Amount
fr: Montant de la revalorisation du précédent assureur

# field:claim.transfer_services.benefit_line,id:
source: ID
fr: Identifiant

# field:claim.transfer_services.benefit_line,insurance_kind:
source: Insurance Kind
fr: Type d'assurance

# field:claim.transfer_services.benefit_line,number:
source: Number
fr: Numéro

# field:claim.transfer_services.benefit_line,possible_benefits:
source: Possible Benefits
fr: Prestations disponibles

# field:claim.transfer_services.benefit_line,source_benefit:
source: Source Benefit
fr: Prestation d'origine

# field:claim.transfer_services.benefit_line,source_covered:
source: Source Covered
fr: Risque d'origine

# field:claim.transfer_services.benefit_line,source_option:
source: Source Option
fr: Garantie d'origine

# field:claim.transfer_services.benefit_line,target_benefit:
source: Target Benefit
fr: Prestation cible

# field:claim.transfer_services.benefit_line,target_covered:
source: Target Covered
fr: Risque cible

# field:claim.transfer_services.benefit_line,target_option:
source: Target Option
fr: Garantie cible

# field:claim.transfer_services.benefits,id:
source: ID
fr: Identifiant

# field:claim.transfer_services.benefits,lines:
source: Lines
fr: Lignes

# field:claim.transfer_services.benefits,possible_covered:
source: Possible Covered Elements
fr: Eléments couverts disponibles

# field:claim.transfer_services.contracts,id:
source: ID
fr: Identifiant

# field:claim.transfer_services.contracts,source_benefits:
source: Source Benefits
fr: Prestations d'origine

# field:claim.transfer_services.contracts,source_contract:
source: Source Contract
fr: Contrat d'origine

# field:claim.transfer_services.contracts,source_product:
source: Source Product
fr: Produit d'origine

# field:claim.transfer_services.contracts,target_benefits:
source: Target Benefits
fr: Prestations cible

# field:claim.transfer_services.contracts,target_contract:
source: Target Contract
fr: Contrat cible

# field:claim.transfer_services.contracts,target_product:
source: Target Product
fr: Produit cible

# field:contract.option.benefit,annuity_frequency:
source: Annuity Frequency
fr: Fréquence d'indemnisation

# field:contract.option.benefit,annuity_frequency_forced:
source: Annuity frequency Forced
fr: Fréquence d'indemnisation imposée

# field:contract.option.benefit,annuity_frequency_required:
source: Annuity Frequency Required
fr: Fréquence de remboursement requise

# field:contract.option.benefit,available_deductible_rules:
source: Available Deductible Rule
fr: Règles de franchise disponibles

# field:contract.option.benefit,available_indemnification_rules:
source: Available Indemnification Rule
fr: Règles d'indemnisation disponibles

# field:contract.option.benefit,available_revaluation_rules:
source: Available Revaluation Rule
fr: règles de revalorisation disponibles

# field:contract.option.benefit,benefit:
source: Benefit
fr: Prestation

# field:contract.option.benefit,contract_status:
source: Contract Status
fr: Statut du contrat

# field:contract.option.benefit,create_date:
source: Create Date
fr: Date de Création

# field:contract.option.benefit,create_date_:
source: Creation date
fr: Date de Création

# field:contract.option.benefit,create_uid:
source: Create User
fr: Créé par

# field:contract.option.benefit,deductible_rule:
source: Deductible Rule
fr: Règle de franchise

# field:contract.option.benefit,deductible_rule_extra_data:
source: Deductible Rule Extra Data
fr: Données complémentaires de franchise

# field:contract.option.benefit,extra_data_def:
source: Extra Data
fr: Données Complémentaires

# field:contract.option.benefit,indemnification_rule:
source: Indemnification Rule
fr: Règle d'indemnisation

# field:contract.option.benefit,indemnification_rule_extra_data:
source: Indemnification Rule Extra Data
fr: Données complémentaires d'indemnisation

# field:contract.option.benefit,rec_name:
source: Record Name
fr: Nom

# field:contract.option.benefit,revaluation_rule:
source: Revaluation Rule
fr: Règle de revalorisation

# field:contract.option.benefit,revaluation_rule_extra_data:
source: Revaluation Rule Extra Data
fr: Données complémentaires de revalorisation

# field:contract.option.benefit,write_date:
source: Write Date
fr: Date de mise à jour

# field:contract.option.benefit,write_uid:
source: Write User
fr: Mis à jour par

# field:contract.option.benefit,xml_id:
source: XML Id
fr: Identifiant XML

# field:contract.option.version,benefits:
source: Benefits
fr: Prestations

# field:contract.option.version,benefits_description:
source: Benefits Description
fr: Prestations

# field:deduction_period.rule-period_kind,create_date:
source: Create Date
fr: Date de Création

# field:deduction_period.rule-period_kind,create_date_:
source: Creation date
fr: Date de Création

# field:deduction_period.rule-period_kind,create_uid:
source: Create User
fr: Créé par

# field:deduction_period.rule-period_kind,id:
source: ID
fr: Identifiant

# field:deduction_period.rule-period_kind,rec_name:
source: Record Name
fr: Numéro de l'enregistrement

# field:deduction_period.rule-period_kind,write_date:
source: Write Date
fr: Modifié le

# field:deduction_period.rule-period_kind,write_uid:
source: Write User
fr: Modifié par

# field:deduction_period.rule-period_kind,xml_id:
source: XML Id
fr: Identifiant XML

# help:benefit,company_products:
source: Products available when paying a company
fr: Produits disponible en cas de paiement direct à la société

# help:benefit.rule,force_annuity_frequency:
source: Get annuity frequency from product if True
fr: Retourne la fréquence définie au produit si vrai

# model:benefit-company_product,name:
source: Benefit Company Product relation
fr: Relation Prestation - Produit de la société

# model:benefit.salary_revaluation.deduction_period.rule,name:
source: Benefit Salary Revaluation Deduction Period Rule
fr: Règle de revalorisation sur le salaire de base si période de déduction

# model:benefit_rule-deductible_rule,name:
source: Benefit Rule - Deductible
fr: Relation prestation - règle de franchise

# model:benefit_rule-indemnification_rule,name:
source: Benefit Rule - Indemnification
fr: Relation prestation - règle d'indemnisation

# model:benefit_rule-revaluation_rule,name:
source: Benefit Rule - Revaluation
fr: Prestation - Revalorisation

# model:claim.transfer_services.benefit_line,name:
source: Transfer Services Benefit Line
fr: Ligne de prestation du transfert de sinistres

# model:claim.transfer_services.benefits,name:
source: Transfer Services Benefits
fr: Prestation du transfert de sinistres

# model:claim.transfer_services.contracts,name:
source: Transfer Services Contracts
fr: Contrats du transfert de sinistres

# model:contract.option.benefit,name:
source: Option Benefit
fr: Prestation

# model:deduction_period.rule-period_kind,name:
source: Deduction Period Rule Period Kind Relation
fr: Relation Règle de période et période de deduction

# model:event.type,name:event_transferred_service
source: Transferred Services
fr: Sinistres transferrés

# model:ir.action,name:act_claim_transfer_services
source: Transfer Services
fr: Transférer des sinistres

# model:ir.message,text:msg_bad_dates
source: The indemnification period (%(indemn_start)s - %(indemn_end)s) is not compatible with the contract's end date (%(contract_end)s).
fr: La période d'indemnisation (%(indemn_start)s - %(indemn_end)s) n'est pas compatible avec la date de fin du contrat (%(contract_end)s).

# model:ir.message,text:msg_bad_start_date
source: The contract was terminated on the %(contract_end)s, a new indemnification cannot start on %(indemn_start)s.
fr: Le contrat a été résilié le %(contract_end)s, il n'est pas possible de commencer une indemnisation le %(indemn_start)s.

# model:ir.message,text:msg_before_option_start_date
source: The indemnification %(indemnification)s starts before the option.
fr: L'indemnistation %(indemnification)s commence avant la garantie.

# model:ir.message,text:msg_benefit_displayer
source: %(name)s (%(length)i claims)
fr: %(name)s (%(length)i sinistres)

# model:ir.message,text:msg_covered_element_rupture
source: The covered element %(party_rec_name)s is in rupture for the contract %(contract)s at %(date)s and the beneficiary should be the covered element itself, not %(benef_rec_name)s.
fr: L' assuré %(party_rec_name)s est sorti du contrat %(contract)s le %(date)s et le bénéficiaire devrait être l'assuré lui-même au lieu de %(benef_rec_name)s.

# model:ir.message,text:msg_dates_not_in_management
source: The indemnification period (%(indemn_start)s - %(indemn_end)s) is not compatible with the claim\'s management period (%(management_start)s - %(management_end)s).
fr: La période d'indemnisation (%(indemn_start)s - %(indemn_end)s) n'est pas compatible avec la période de gestion du sinistre (%(management_start)s - %(management_end)s).

# model:ir.message,text:msg_lock_end_date
source: The contract was terminated on the %(contract_end)s, there will not be any revaluation after this date.
fr: Le contrat a été résilié le %(contract_end)s, les revalorisations seront désactivées après cette date.

# model:ir.message,text:msg_missing_origin_service
source: The origin service must be set prior to calculation for %(service)s.
fr: La prestation d'origine doit être renseignée sur %(service)s avant de pouvoir effectuer les calculs.

# model:ir.message,text:msg_multiple_indemnification_rules
source: Multiple indemnification rules allowed
fr: Plusieurs règles d'indemnisation autorisées

# model:ir.message,text:msg_previous_insurer_desc
source: Computed amount transfered by the previous insurer: %(computation)s.
fr: Montant calculé reversé par le précédent assureur: %(computation)s.

# model:ir.message,text:msg_subsidiaries_covered_subscriber_enum
source: Subsidiaries, Covered and Subscriber
fr: Filiales, assuré et souscripteur

# model:ir.message,text:msg_subsidiaries_then_covered_enum
source: Subsidiaries then Covered
fr: Filiales puis élément couvert

# model:ir.message,text:msg_truncated_end_date
source: The contract was terminated on the %(contract_end)s, so the requested indemnification end (%(indemn_end)s) will automatically be updated.
fr: Le contrat a été résilié le %(contract_end)s, la période d'indemnisation va être réduite à cette date.

# model:ir.ui.menu,name:menu_transfer_services
source: Transfer Services
fr: Transférer des sinistres

# selection:contract.option.benefit,annuity_frequency:
source: Half-yearly
fr: Semestrielle

# selection:contract.option.benefit,annuity_frequency:
source: Monthly
fr: Mensuelle

# selection:contract.option.benefit,annuity_frequency:
source: Quarterly
fr: Trimestrielle

# selection:contract.option.benefit,annuity_frequency:
source: Yearly
fr: Annuelle

# view:claim.transfer_services.benefit_line:
source: Benefits
fr: Prestations

# view:claim.transfer_services.benefits:
source: Transfer Services - Benefits
fr: Transfert de sinistres - Prestations

# view:claim.transfer_services.contracts:
source: Transfer Services - Contracts
fr: Transfert de sinistres - Contrats

# view:contract.option.benefit:
source: Benefit
fr: Prestation

# view:contract.option.benefit:
source: Benefits
fr: Prestations

# view:contract.option.version:
source: Invisible Benefit
fr: Prestation invisible

# view:contract.option:
source: Benefits
fr: Prestations

# wizard_button:claim.transfer_services,benefits,end:
source: Cancel
fr: Annuler

# wizard_button:claim.transfer_services,benefits,transfer:
source: Transfer
fr: Transférer

# wizard_button:claim.transfer_services,select_contracts,benefits:
source: Match Benefits
fr: Correspondance des prestations

# wizard_button:claim.transfer_services,select_contracts,end:
source: Cancel
fr: Annuler
