Repository: fatizch/tryton
Catalog: modules/contract_insurance_invoice_dunning/locale/*.po
Languages: fr_fr

# field:account.dunning,contract:
source: Contract
fr_fr: Contrat

# field:account.dunning.level,contract_action:
source: Contract Action
fr_fr: Action sur le contrat

# field:account.dunning.level,name:
source: Name
fr_fr: Nom

# field:account.dunning.level,skip_level_for_payment:
source: Skip Level For Payment
fr_fr: Ignorer le niveau si la facture est en prélèvement.

# field:account.dunning.level,termination_mode:
source: Termination Mode
fr_fr: Mode de résiliation

# field:contract,current_dunning:
source: Current Dunning
fr_fr: Relance courante

# field:contract,dunning_status:
source: Dunning Status
fr_fr: Statut de la relance

# field:contract,last_paid_invoice_end:
source: Last Paid Invoice End Date
fr_fr: Date de fin de la dernière quittance payée

# field:contract,last_posted_invoice_end:
source: Last Post Invoice End Date
fr_fr: Date de fin de la dernière quittance émise

# field:offered.product,dunning_procedure:
source: Dunning Procedure
fr_fr: Procédure de relance

# help:account.dunning.level,skip_level_for_payment:
source: Skip level if line is paid by payment
fr_fr: Ignorer le niveau si la ligne est payée par un prélèvement

# model:account.dunning.create,name:
source: Dunning Creation Batch
fr_fr: Batch de création des relances

# model:account.dunning.treat,name:
source: Process Dunning Batch
fr_fr: Batch de traitement des relances

# model:contract.sub_status,name:sub_status_hold_unpaid_premium
source: Unpaid Premium Hold
fr_fr: Suspension contentieuse

# model:contract.sub_status,name:sub_status_terminated_unpaid_premium
source: Unpaid Premium Termination
fr_fr: Résiliation contentieuse

# model:ir.action,name:act_contract_dunning_form
source: Contracts
fr_fr: Contrats

# model:ir.action.act_window.domain,name:act_contract_domain_terminated
source: Dunning
fr_fr: Relance

# selection:account.dunning.level,contract_action:
source: Hold Invoicing
fr_fr: Suspendre le quittancement

# selection:account.dunning.level,contract_action:
source: Hold Contract
fr_fr: Suspendre le contrat

# selection:account.dunning.level,contract_action:
source: Terminate Contract
fr_fr: Résilier contentieux le contrat

# selection:account.dunning.level,termination_mode:
source: At Last Paid Invoice
fr_fr: A la dernière quittance payée

# selection:account.dunning.level,termination_mode:
source: At Last Posted Invoice
fr_fr: A la dernière quittance postée

# view:contract:
source: Contract
fr_fr: Contrat

# field:account.dunning.level,dunning_fee:
source: Fee
fr_fr: Frais

# help:account.dunning.level,dunning_fee:
source: A fee invoice will be created. Only for dunnings on contracts.
fr_fr: Une quittance de frais sera créée. Seulement pour les relances portant sur des quittances de contrats.
