Repository: fatizch/tryton
Catalog: modules/claim_salary_*/locale/*.po
Languages: fr

# field:benefit.rule,force_revaluation_on_basic_salary:
source: Force revaluation on basic salary
fr: Forcer le paramétrage de la revalorisation sur le traitement de base

# field:benefit.rule,revaluation_on_basic_salary:
source: Revaluation on basic salary
fr: Revalorisation sur le traitement de base

# field:claim.contributions_view,fixed_amount:
source: Amount
fr: Montant

# field:claim.contributions_view,id:
source: ID
fr: Identifiant

# field:claim.contributions_view,ta:
source: Rate A
fr: Taux de la tranche A

# field:claim.contributions_view,tb:
source: Rate B
fr: Taux de la tranche B

# field:claim.contributions_view,tc:
source: Rate C
fr: Taux de la tranche C

# field:claim.net_calculation_rule,create_date:
source: Create Date
fr: Date de création

# field:claim.net_calculation_rule,create_date_:
source: Creation date
fr: Date de création

# field:claim.net_calculation_rule,create_uid:
source: Create User
fr: Créé par

# field:claim.net_calculation_rule,fixed_contributions:
source: Fixed Contributions
fr: Contributions fixes

# field:claim.net_calculation_rule,id:
source: ID
fr: Identifiant

# field:claim.net_calculation_rule,name:
source: Name
fr: Nom

# field:claim.net_calculation_rule,rec_name:
source: Record Name
fr: Nom

# field:claim.net_calculation_rule,rule:
source: Rule
fr: Règle

# field:claim.net_calculation_rule,rule_extra_data:
source: Rule Extra Data
fr: Donnée complémentaire de règle

# field:claim.net_calculation_rule,write_date:
source: Write Date
fr: Date de mise à jour

# field:claim.net_calculation_rule,write_uid:
source: Write User
fr: Modifié par

# field:claim.net_calculation_rule,xml_id:
source: XML Id
fr: Identifiant XML

# field:claim.salary,claim:
source: Claim
fr: Sinistre

# field:claim.salary,color:
source: Color
fr: Couleur

# field:claim.salary,create_date:
source: Create Date
fr: Créé par

# field:claim.salary,create_date_:
source: Creation date
fr: Date de création

# field:claim.salary,create_uid:
source: Create User
fr: Créé par

# field:claim.salary,currency:
source: Currency
fr: Devise

# field:claim.salary,currency_digits:
source: Currency Digits
fr: Précision

# field:claim.salary,currency_symbol:
source: Currency Symbol
fr: Symbole de la Devise

# field:claim.salary,delivered_service:
source: Delivered Service
fr: Prestation fournie

# field:claim.salary,fixed_contributions:
source: Fixed Contributions
fr: Contributions fixes

# field:claim.salary,from_date:
source: From Date
fr: Du

# field:claim.salary,gross_salary:
source: Gross Salary
fr: Salaire brut

# field:claim.salary,has_contributions:
source: Has Contributions
fr: Contributions définies

# field:claim.salary,id:
source: ID
fr: Identifiant

# field:claim.salary,is_readonly:
source: Is Readonly
fr: Est en lecture seule

# field:claim.salary,net_limit_mode:
source: Net Limit Mode
fr: Limiter au salaire net

# field:claim.salary,net_salary:
source: Net Salary
fr: Salaire net

# field:claim.salary,rec_name:
source: Record Name
fr: Nom

# field:claim.salary,salary_bonus:
source: Salary Bonus
fr: Prime

# field:claim.salary,ta_contributions:
source: TA Contributions
fr: Contributions tranche A

# field:claim.salary,tb_contributions:
source: TB Contributions
fr: Contributions tranche B

# field:claim.salary,tc_contributions:
source: TC Contributions
fr: Contributions tranche C

# field:claim.salary,to_date:
source: To Date
fr: Jusqu'au

# field:claim.salary,write_date:
source: Write Date
fr: Date de mise à jour

# field:claim.salary,write_uid:
source: Write User
fr: Modifié par

# field:claim.salary,xml_id:
source: XML Id
fr: Identifiant XML

# field:claim.service,gross_salary:
source: Gross Salary
fr: Salaire brut

# field:claim.service,net_salary:
source: Gross Salary
fr: Salaire brut

# field:claim.service,net_salary_bonus:
source: Net Salary Bonus
fr: Primes nettes

# field:claim.service,salary:
source: Salary
fr: Salaire

# field:claim.service,salary_bonus:
source: Gross Salary Bonus
fr: Bonus salaire brut

# field:claim.service,salary_mode:
source: Salary Mode
fr: Mode de salaire

# field:claim.service,specific_salary_mode:
source: Specified Salary Mode
fr: Mode de salaire spécifique

# field:claim.service,ta_gross_salary:
source: TA Gross Salary
fr: Tranche TA brute

# field:claim.service,tb_gross_salary:
source: TB Gross Salary
fr: Tranche TB brute

# field:claim.service,tc_gross_salary:
source: TC Gross Salary
fr: Tranche TC brute

# field:claim.start_set_contributions,fixed_amounts:
source: Fixed Amounts
fr: Montants fixes

# field:claim.start_set_contributions,from_date:
source: Computation Period Start Date
fr: Date de début de calcul

# field:claim.start_set_contributions,id:
source: ID
fr: Identifiant

# field:claim.start_set_contributions,periods:
source: Periods
fr: Périodes

# field:claim.start_set_contributions,rates:
source: Rates
fr: Taux

# field:claim.start_set_contributions,rule:
source: Rule
fr: Règle

# field:claim.start_set_contributions,to_date:
source: Computation Period End Date
fr: Date de fin de calcul

# field:claim.start_set_salaries,id:
source: ID
fr: Identifiant

# field:claim.start_set_salaries,net_limit_mode:
source: Net Limit Mode
fr: Limiter au salaire net

# field:claim.start_set_salaries,periods:
source: Periods
fr: Périodes

# field:contract.option.benefit,net_calculation_rule:
source: Net Calculation Rule
fr: Règle de calcul du net

# field:contract.option.benefit,net_salary_mode:
source: Calculate Net Salary
fr: Calcul du salaire net

# field:contract.option.benefit,revaluation_on_basic_salary:
source: Revaluation on basic salary
fr: Revalorisation sur le traitement de base

# field:contract.option.benefit,revaluation_on_basic_salary_forced:
source: Revaluation on basic salary forced
fr: Paramétrage de la revalorisation sur le traitement de base imposé

# field:contract.option.benefit,salary_mode:
source: Salary Mode
fr: Mode salaire

# field:net_calculation_rule-extra_data,calculation_rule:
source: Calculation Rule
fr: Règle de calcul

# field:net_calculation_rule-extra_data,create_date:
source: Create Date
fr: Date de création

# field:net_calculation_rule-extra_data,create_date_:
source: Creation date
fr: Date de création

# field:net_calculation_rule-extra_data,create_uid:
source: Create User
fr: Créé par

# field:net_calculation_rule-extra_data,id:
source: ID
fr: Identifiant

# field:net_calculation_rule-extra_data,rec_name:
source: Record Name
fr: Nom

# field:net_calculation_rule-extra_data,write_date:
source: Write Date
fr: Date de mise à jour

# field:net_calculation_rule-extra_data,write_uid:
source: Write User
fr: Modifié par

# field:net_calculation_rule-extra_data,xml_id:
source: XML Id
fr: Identifiant XML

# field:net_calculation_rule-fix_extra_data,calculation_rule:
source: Calculation Rule
fr: Règle de calcul

# field:net_calculation_rule-fix_extra_data,create_date:
source: Create Date
fr: Date de Création

# field:net_calculation_rule-fix_extra_data,create_date_:
source: Creation date
fr: Date de Création

# field:net_calculation_rule-fix_extra_data,create_uid:
source: Create User
fr: Créé par

# field:net_calculation_rule-fix_extra_data,id:
source: ID
fr: Identifiant

# field:net_calculation_rule-fix_extra_data,rec_name:
source: Record Name
fr: Nom

# field:net_calculation_rule-fix_extra_data,write_date:
source: Write Date
fr: Date de mise à jour

# field:net_calculation_rule-fix_extra_data,write_uid:
source: Write User
fr: Modifié par

# field:net_calculation_rule-fix_extra_data,xml_id:
source: XML Id
fr: Identifiant XML

# field:rule_engine,genshi_evaluated_description:
source: Genshi Evaluated
fr: Genshi évalué

# help:benefit.rule,force_revaluation_on_basic_salary:
source: Get revaluation on basic salary from product if True
fr: Si vrai le paramétrage défini au niveau du produit sinon il est défini au niveau du contrat

# help:benefit.rule,revaluation_on_basic_salary:
source: If set revaluation will be calculated on basic salary instead of indemnification amount
fr: Si défini, la revalorisation sera calculée sur le montant de base et non sur le montant de l'indemnité

# model:claim.contributions_view,name:
source: Contributions View
fr: Vue des contributions

# model:claim.net_calculation_rule,name:
source: Net Calculation Rule
fr: Règle de calcul du salaire net

# model:claim.salary,name:
source: Claim Salary
fr: Salaire prestation

# model:claim.start_set_contributions,name:
source: Start Set Contributions
fr: Définir les contributions

# model:claim.start_set_salaries,name:
source: Start Set Salaries
fr: Saisie des salaires

# model:ir.action,name:
source: Compute net salaries
fr: Calculer les salaires nets

# model:ir.action,name:act_net_calculation_rule_form
source: Net Calculation Rules
fr: Règles de calcul pour le net

# model:ir.action,name:act_salaries_list
source: Salaries
fr: Salaires

# model:ir.action,name:salaries_wizard
source: Salaries Computation Wizard
fr: Assistant de saisie des salaires

# model:ir.message,text:msg_indemnifications
source: This claim has indemnification periods, you may have to cancel them or recompute if salaries are modifed.
fr: Ce sinistre a des périodes d'indemnisation, il faudra peut être les annuler ou les recalculer si les salaires sont modifiés.

# model:ir.message,text:msg_missing_rates
source: A rate is missing.
fr: Les taux ne sont pas définis pour une ou plusieurs périodes.

# model:ir.message,text:msg_modify_configuration_table
source: You cannnot modify the content of tables from the configuration.
fr: Vous ne pouvez pas modifier le contenu des tables fournies par défaut.

# model:ir.message,text:msg_no_delivered_services
source: No service can be delivered for this claim.
fr: Aucune garantie pour ce sinistre.

# model:ir.message,text:msg_no_rule
source: No net salary computation rule has been defined.
fr: Aucune règle de calcul de salaire net n'a été définie.

# model:ir.message,text:msg_wrong_computation_date_1
source: The computation date must be equal to salary periods dates.
fr: Les dates de calcul doivent être égales aux périodes des salaires.

# model:ir.message,text:msg_wrong_computation_date_2
source: The computation start set date is is after the computation end date.
fr: La date de début de calcul doit être antérieure à la date de fin!

# model:ir.ui.menu,name:menu_net_calculation_rule
source: Net Calculation Rules
fr: Règles de calcul pour le net

# model:net_calculation_rule-extra_data,name:
source: Net Calculation Rule - Extra Data
fr: Règle de calcul net - Donnée complémentaire

# model:net_calculation_rule-fix_extra_data,name:
source: Net Calculation Rule - Extra Data
fr: Règle de calcul net - Donnée complémentaire

# selection:claim.service,specific_salary_mode:
source: Last 12 months
fr: Les 12 derniers mois

# selection:claim.service,specific_salary_mode:
source: Last 12 months on last year
fr: Les 12 derniers mois de la dernière annnée

# selection:claim.service,specific_salary_mode:
source: Last 3 months
fr: Les trois derniers mois

# selection:claim.service,specific_salary_mode:
source: Last 3 months on last year
fr: Les 3 derniers mois de la dernière annnée

# selection:claim.service,specific_salary_mode:
source: Last 4 quarters
fr: Les 4 derniers trimestres

# selection:claim.service,specific_salary_mode:
source: Last Year
fr: La dernière année

# selection:claim.service,specific_salary_mode:
source: Last month
fr: Dernier mois

# selection:claim.service,specific_salary_mode:
source: Last month on last year
fr: Dernier mois de la dernière année

# selection:contract.option.benefit,salary_mode:
source: Last 12 months
fr: Les 12 derniers mois

# selection:contract.option.benefit,salary_mode:
source: Last 12 months on last year
fr: Les 12 derniers mois de la dernière annnée

# selection:contract.option.benefit,salary_mode:
source: Last 3 months
fr: Les trois derniers mois

# selection:contract.option.benefit,salary_mode:
source: Last 3 months on last year
fr: Les 3 derniers mois de la dernière annnée

# selection:contract.option.benefit,salary_mode:
source: Last 4 quarters
fr: Les 4 derniers trimestres

# selection:contract.option.benefit,salary_mode:
source: Last Year
fr: La dernière année

# selection:contract.option.benefit,salary_mode:
source: Last month
fr: Dernier mois

# selection:contract.option.benefit,salary_mode:
source: Last month on last year
fr: Dernier mois de la dernière année

# selection:extra_data,kind:
source: Salary
fr: Salaire

# selection:rule_engine,type_:
source: Benefit: Net Salary Calculation
fr: Prestation: Calcul du salaire net

# view:claim.net_calculation_rule:
source: Net Calculation Rule
fr: Règle de calcul pour le net

# view:claim.net_calculation_rule:
source: Net Calculation Rules
fr: Règles de calculs pour le net

# view:claim.salary:
source: Total Bonus Salary
fr: Montant total des primes

# view:claim.salary:
source: Total Gross Salary
fr: Montant total du salaire brut

# view:claim.salary:
source: Total Net Salary
fr: Montant total du salaire net

# view:claim.service:
source: Delivered Service
fr: Prestation fournie

# wizard_button:claim.salaries_computation,net_salary,compute:
source: Compute and finish
fr: Calculer et terminer

# wizard_button:claim.salaries_computation,net_salary,end:
source: Cancel
fr: Annuler

# wizard_button:claim.salaries_computation,net_salary,set_contributions:
source: Apply rates on period
fr: Appliquer les taux sur la période

# wizard_button:claim.salaries_computation,net_salary,start:
source: Previous
fr: Précédent

# wizard_button:claim.salaries_computation,start,end:
source: Cancel
fr: Annuler

# wizard_button:claim.salaries_computation,start,process:
source: Next
fr: Suivant

# wizard_button:claim.salaries_computation,start,set_salaries_suspend:
source: Save
fr: Sauvegarder
