Repository: fatizch/tryton
Catalog: modules/claim_pasrau/locale/*.po
Languages: fr

# field:account.move.line,pasrau_rates_info:
source: Pasrau Rates Information
fr: Informations taux pasrau

# field:account.move.line.pasrau.rate,create_date:
source: Create Date
fr: Date de Création

# field:account.move.line.pasrau.rate,create_date_:
source: Creation date
fr: Date de Création

# field:account.move.line.pasrau.rate,create_uid:
source: Create User
fr: Créé par

# field:account.move.line.pasrau.rate,id:
source: ID
fr: Identifiant

# field:account.move.line.pasrau.rate,move_line:
source: Move Line
fr: Ligne de mouvement

# field:account.move.line.pasrau.rate,pasrau_rate:
source: Rate
fr: Taux

# field:account.move.line.pasrau.rate,pasrau_rate_business_id:
source: Pasrau Rate Business Id
fr: Identifiant Métier du taux pasrau

# field:account.move.line.pasrau.rate,pasrau_rate_kind:
source: Pasrau Rate Kind
fr: Type de taux pasrau

# field:account.move.line.pasrau.rate,pasrau_rate_region:
source: Pasrau Rate Region
fr: Région du taux pasrau

# field:account.move.line.pasrau.rate,rec_name:
source: Record Name
fr: Nom de l'enregistrement

# field:account.move.line.pasrau.rate,write_date:
source: Write Date
fr: Modifié par

# field:account.move.line.pasrau.rate,write_uid:
source: Write User
fr: Modifié par

# field:account.move.line.pasrau.rate,xml_id:
source: XML Id
fr: Identifiant XML

# field:claim.pasrau.default.rate,create_date:
source: Create Date
fr: Date de Création

# field:claim.pasrau.default.rate,create_date_:
source: Creation date
fr: Date de Création

# field:claim.pasrau.default.rate,create_uid:
source: Create User
fr: Créé par

# field:claim.pasrau.default.rate,end_date:
source: End Date
fr: Date de fin

# field:claim.pasrau.default.rate,id:
source: ID
fr: Identifiant

# field:claim.pasrau.default.rate,income_higher_bound:
source: Income Higher Bound
fr: Borne de revenu supérieure

# field:claim.pasrau.default.rate,income_lower_bound:
source: Income Lower Bound
fr: Borne de revenu inférieure

# field:claim.pasrau.default.rate,rate:
source: Rate
fr: Taux

# field:claim.pasrau.default.rate,rec_name:
source: Record Name
fr: Nom de l'enregistrement

# field:claim.pasrau.default.rate,region:
source: Region
fr: Région

# field:claim.pasrau.default.rate,start_date:
source: Start Date
fr: Date de début

# field:claim.pasrau.default.rate,write_date:
source: Write Date
fr: Modifié par

# field:claim.pasrau.default.rate,write_uid:
source: Write User
fr: Modifié par

# field:claim.pasrau.default.rate,xml_id:
source: XML Id
fr: Identifiant XML

# field:claim.pasrau.file_import_summary,created_rates:
source: Created Rate
fr: Taux créés

# field:claim.pasrau.file_import_summary,errors:
source: Errors
fr: Erreurs

# field:claim.pasrau.file_import_summary,id:
source: ID
fr: Identifiant

# field:claim.pasrau.select_file,file:
source: File
fr: Fichier

# field:claim.pasrau.select_file,file_name:
source: File Name
fr: Nom du fichier

# field:claim.pasrau.select_file,id:
source: ID
fr: Identifiant

# field:party.pasrau.rate,business_id:
source: Business Id
fr: Identifiant métier

# field:party.pasrau.rate,create_date:
source: Create Date
fr: Date de Création

# field:party.pasrau.rate,create_date_:
source: Creation date
fr: Date de Création

# field:party.pasrau.rate,create_uid:
source: Create User
fr: Créé par

# field:party.pasrau.rate,effective_date:
source: Effective date
fr: Date d'effet

# field:party.pasrau.rate,id:
source: ID
fr: Identifiant

# field:party.pasrau.rate,origin:
source: Origin
fr: Origine

# field:party.pasrau.rate,party:
source: Party
fr: Tiers

# field:party.pasrau.rate,pasrau_tax_rate:
source: Pasrau tax rate
fr: Taux Pasrau

# field:party.pasrau.rate,rec_name:
source: Record Name
fr: Numéro

# field:party.pasrau.rate,write_date:
source: Write Date
fr: Modifié par

# field:party.pasrau.rate,write_uid:
source: Write User
fr: Modifié par

# field:party.pasrau.rate,xml_id:
source: XML Id
fr: Identifiant XML

# field:party.pasrau.rate.batch,id:
source: ID
fr: Identifiant

# model:account.move.line.pasrau.rate,name:
source: Move Line Pasrau Rate
fr: Taux pasrau de la ligne de mouvement

# model:claim.pasrau.default.rate,name:
source: Default Pasrau Rate
fr: Taux Pasrau par défaut

# model:claim.pasrau.file_import_summary,name:
source: Claim Pasrau Select File
fr: Choisir un fichier CRM nominatif PASRAU

# model:claim.pasrau.select_file,name:
source: Claim Pasrau Select File
fr: Choisir un fichier CRM nominatif PASRAU

# model:event.type,name:event_slips_generated
source: Pasrau Slips Generated
fr: Bordereaux pasrau générés

# model:ir.action,name:act_default_pasrau_rate_form
source: Pasrau Default Rates
fr: Taux Pasrau par défaut

# model:ir.action,name:act_dsn_message
source: DSN messages
fr: Messages DSN

# model:ir.action,name:act_party_pasrau_rate
source: Claim Party Pasrau Rate
fr: Taux Pasrau

# model:ir.action,name:act_party_pasrau_rate_window
source: Claim Party Pasrau Rate
fr: Taux Pasrau

# model:ir.action,name:act_pasrau_slips
source: Pasrau Slips
fr: Bordereaux pasrau

# model:ir.action,name:upload_pasrau_file_wizard
source: Upload Pasrau File Wizard
fr: Assistant de chargement de fichier CRM nominatif PASRAU

# model:ir.message,text:msg_dsn_do_not_be_generated
source: You can not generate the DSN message after the 10th month.
fr: Vous ne pouvez pas générer de message DSN après le 10 du mois.

# model:ir.message,text:msg_existing_messages_not_done
source: There are untreated DSN messages for this slip.
fr: Il existe des messages non traités pour ce bordereau pasrau.

# model:ir.message,text:msg_invalid_file
source: The file is not valid.
fr: Le fichier n'est pas valide.

# model:ir.message,text:msg_no_default_pasrau
source: Could not compute a default pasrau value for parameters: Zip: %(zip)s Income: %(income)s Start: %(start)s End: %(end)s Invoice Date: %(invoice_date)s
fr: Impossible de calculer un taux Pasrau par défaut pour les paramètres : Code postal : %(zip)s Revenu : %(income)s Début de période : %(start)s Fin de période : %(end)s Date de facturation : %(invoice_date)s

# model:ir.message,text:msg_no_party_found
source: No party found for NIR %(ssn)s and matricule %(matricule)s.
fr: Aucun tiers rattaché au NIR %(ssn)s et le matricule %(matricule)s.

# model:ir.message,text:msg_no_pasrau_region
source: Unable to find PASRAU region for zip code %(zip)s.
fr: Impossible d'identifier la zone géographique pour le code postal %(zip)s

# model:ir.message,text:msg_no_rate_found
source: No pasrau rate found for NIR %(ssn)s.
fr: Aucun taux trouvé pour le NIR %(ssn)s.

# model:ir.message,text:msg_no_zip_for_pasrau
source: A zip is required to compute the default pasrau rate.
fr: Un code postal est nécessaire pour pouvoir calculer le taux Pasrau par défaut.

# model:ir.message,text:msg_party_date_unique
source: The rate must be unique per party / date.
fr: Le taux pasrau doit être unique par personne / date.

# model:ir.model.button,string:generate_dsn_message_button
source: Generate Dsn Message
fr: Générer le message Dsn

# model:ir.ui.menu,name:menu_default_pasrau_rates
source: Default Rates
fr: Taux par défaut

# model:ir.ui.menu,name:menu_pasrau_slips
source: Pasrau Slips
fr: Bordereaux pasrau

# model:ir.ui.menu,name:menu_upload_pasrau_file
source: Upload Pasrau File
fr: Charger un fichier CRM nominatif PASRAU

# model:party.pasrau.rate,name:
source: Party Custom Pasrau Rate
fr: Taux Pasrau

# model:party.pasrau.rate.batch,name:
source: Update Party Pasrau Rate Batch
fr: Batch de mise à jour des taux PASRAU

# selection:account.move.line.pasrau.rate,pasrau_rate_kind:
source: Default
fr: Par défaut

# selection:account.move.line.pasrau.rate,pasrau_rate_kind:
source: Manual
fr: Manuel

# selection:account.tax,type:
source: Pasrau Rate
fr: Taux Pasrau

# selection:claim.pasrau.default.rate,region:
source: Guadeloupe, Reunion, Martinique
fr: Guadeloupe, Réunion, Martinique

# selection:claim.pasrau.default.rate,region:
source: Guyane, Mayotte
fr: Guyanne, Mayotte

# selection:claim.pasrau.default.rate,region:
source: Metropolitan France
fr: France métropolitaine

# selection:party.pasrau.rate,origin:
source: Default
fr: Défaut

# selection:party.pasrau.rate,origin:
source: Manual
fr: Manuelle

# view:account.invoice:
source: Generate Dsn Message
fr: Générer le message Dsn

# wizard_button:claim.pasrau.upload.wizard,file_selection,end:
source: Cancel
fr: Annuler

# wizard_button:claim.pasrau.upload.wizard,file_selection,process_pasrau_file:
source: Validate
fr: Valider
