Repository: fatizch/tryton
Catalog: modules/claim_life_process/locale/*.po
Languages: fr

# error:import.process.select:
source: This process allows managers to reopen a std claim to make a death declaration
fr: Ce processus permet aux gestionnaires de déclarer un décès suite à un accident du travail

# error:import.process.select:
source: STD/Death Declaration Process (FR)
fr: Processus de déclaration de décès suite à un accident du travail (FR)

# error:import.process.select:
source: This process allows managers to make a STD declaration
fr: Ce processus permet aux gestionnaires de déclarer un arrêt de travail

# error:import.process.select:
source: STD Continue/New Period Process (FR)
fr: Processus de suite/nouvelle période (FR)

# error:import.process.select:
source: STD Declaration Process (FR)
fr: Processus de déclaration d'arrêt de travail (FR)

# error:import.process.select:
source: This process allows managers to make a relapse declaration
fr: Ce processus permet aux gestionnaires de déclarer une rechute

# error:import.process.select:
source: Relapse Declaration Process (FR)
fr: Processus de déclaration d'une rechute (FR)

# error:import.process.select:
source: This process allows managers to make a death declaration
fr: Ce processus permet aux gestionnaires de déclarer un décès

# error:import.process.select:
source: Death Declaration Process (FR)
fr: Processus de déclaration de décès (FR)

# error:import.process.select:
source: This process allows managers to make a LTD declaration
fr: Ce processus permet aux gestionnaires de déclarer une invalidité

# error:import.process.select:
source: LTD Declaration Process (FR)
fr: Processus de déclaration d'une invalidité (FR)

# error:import.process.select:
source: This process allows managers to continue a terminated STD declaration and add new scheduling periods
fr: Ce processus permet aux gestionnaires de poursuivre un processus terminé et d'ajouter de nouvelles périodes à ordonnancer

# field:claim,has_calculated_indemnification:
source: Has Calculated Indemnification
fr: Contient des indemnisations calculées

# field:claim,indemnifications:
source: Indemnifications
fr: Indemnisations

# field:claim,indemnifications_consult:
source: Indemnifications
fr: Indemnisations

# field:claim,indemnifications_to_schedule:
source: Indemnification To Schedule
fr: indemnisation à ordonnancer

# field:claim,is_pending_indemnification:
source: Pending Indemnification
fr: Indemnisation en attente

# view:claim.service:
source: Add New Indemnification
fr: Nouvelle période
