Repository: fatizch/tryton
Catalog: modules/sequence_coog/locale/*.po
Languages: fr

# error:ir.sequence.strict:
source: Coog can't assign a new number for the sequence "%(sequence_name)s": The limit is of %(number_max)s is reached. Please define a new sub-sequence period or increase limits
fr: Coog ne peut assigner un nouveau numéro pour la séquence "%(sequence_name)s": La limite de %(number_max)s est atteinte. Veuillez définir une nouvelle période de sous-séquence ou bien agrandir les limitations

# error:ir.sequence.strict:
source: Could not get a valid sub-sequence at date %(date)s for the sequence "%(sequence)s". Please define a new sub-sequence period on increase limits
fr: Impossible d'obtenir une sous-séquence valide à la date %(date)s pour la séquence "%(sequence)s". Veuillez définir une nouvelle période de sous-séquence ou bien agrandir les limitations

# error:ir.sequence.strict:
source: The sub-sequence period is invalid: %(start_date)s greater than %(end_date)s
fr: La période de sous-séquence est invalide: %(start_date)s est plus grand que %(end_date)s

# error:ir.sequence:
source: Coog can't assign a new number for the sequence "%(sequence_name)s": The limit is of %(number_max)s is reached. Please define a new sub-sequence period or increase limits
fr: Coog ne peut assigner un nouveau numéro pour la séquence "%(sequence_name)s": La limite de %(number_max)s est atteinte. Veuillez définir une nouvelle période de sous-séquence ou bien agrandir les limitations

# error:ir.sequence:
source: Could not get a valid sub-sequence at date %(date)s for the sequence "%(sequence)s". Please define a new sub-sequence period on increase limits
fr: Impossible d'obtenir une sous-séquence valide à la date %(date)s pour la séquence "%(sequence)s". Veuillez définir une nouvelle période de sous-séquence ou bien agrandir les limitations

# error:ir.sequence:
source: The sub-sequence period is invalid: %(start_date)s greater than %(end_date)s
fr: La période de sous-séquence est invalide: %(start_date)s est plus grand que %(end_date)s

# field:ir.sequence,create_date:
source: Creation date
fr: Date de Création

# field:ir.sequence,end_date:
source: End Date
fr: Date de Fin

# field:ir.sequence,iteration_before_notification:
source: Iteration(s) Before Notification
fr: Itération(s) avant notification

# help:ir.sequence,iteration_before_notification:
source: Integer which defines how much sequence(s) it must remains before sending a notification
fr: Entier qui définit combien de numéro(s) il doit rester avant d'envoyer une notification

# field:ir.sequence,max_number:
source: Max Number
fr: Limite haute

# field:ir.sequence,start_date:
source: Start Date
fr: Date d'Effet

# field:ir.sequence,sub_order:
source: Sub order
fr: Ordre secondaire

# field:ir.sequence,sub_sequences:
source: Sub Sequences
fr: Sous-séquences

# field:ir.sequence.strict,create_date:
source: Creation date
fr: Date de Création

# field:ir.sequence.strict,end_date:
source: End Date
fr: Date de Fin

# field:ir.sequence.strict,iteration_before_notification:
source: Iteration(s) Before Notification
fr: Itération(s) avant notification

# help:ir.sequence.strict,iteration_before_notification:
source: Integer which defines how much sequence(s) it must remains before sending a notification
fr: Entier qui définit combien de numéro(s) il doit rester avant d'envoyer une notification

# field:ir.sequence.strict,max_number:
source: Max Number
fr: Limite haute

# field:ir.sequence.strict,start_date:
source: Start Date
fr: Date d'Effet

# field:ir.sequence.strict,sub_order:
source: Sub order
fr: Ordre secondaire

# field:ir.sequence.strict,sub_sequences:
source: Sub Sequences
fr: Sous-séquences

# model:event.type,name:sequence_limit_notification
source: Sequence Limit Notification
fr: Notification de limite de séquence

# model:ir.action.act_window.domain,name:
source: Sub Sequences
fr: Sous-séquences
