Repository: fatizch/tryton
Catalog: modules/account_cog/locale/*.po
Languages: fr_fr

# error:account.fee.description:
source: The code must be unique!
fr_fr: Le code doit être unique

# error:account.tax.description:
source: The code must be unique!
fr_fr: Le code doit être unique

# field:account.account,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:account.account.template,func_key:
source: Functional Key
fr_fr: Clé fonctionnelle

# field:account.account.template,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:account.account.type,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:account.account.type.template,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:account.configuration,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:account.fee.description,create_date:
source: Create Date
fr_fr: Date de création

# field:account.fee.description,create_uid:
source: Create User
fr_fr: Créé par

# field:account.fee.description,current_rec_name:
source: Current Value
fr_fr: Valeur Courante

# field:account.fee.description,name:
source: Fee Name
fr_fr: Nom du Frais

# field:account.fee.description,rec_name:
source: Name
fr_fr: Nom

# field:account.fee.description,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:account.fee.description,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:account.fee.description,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:account.fee.description.version,create_date:
source: Create Date
fr_fr: Date de création

# field:account.fee.description.version,create_uid:
source: Create User
fr_fr: Créé par

# field:account.fee.description.version,end_date:
source: End Date
fr_fr: Date de Fin

# field:account.fee.description.version,kind:
source: Rating mode
fr_fr: Type

# field:account.fee.description.version,main_elem:
source: Descriptor
fr_fr: Descripteur

# field:account.fee.description.version,rec_name:
source: Name
fr_fr: Nom

# field:account.fee.description.version,start_date:
source: Start Date
fr_fr: Date de Début

# field:account.fee.description.version,value:
source: Value
fr_fr: Valeur

# field:account.fee.description.version,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:account.fee.description.version,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:account.fee.description.version,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:account.fiscalyear,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:account.journal,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:account.move,cancel_move:
source: Cancel Move
fr_fr: Mouvement d'annulation

# field:account.move,cancel_moves:
source: Cancel Moves
fr_fr: Mouvements d'annulation

# field:account.move,icon:
source: Icon
fr_fr: Icône

# field:account.move,is_origin_canceled:
source: Origin Canceled
fr_fr: Origine annulée

# field:account.move,kind:
source: Kind
fr_fr: Type

# field:account.move,origin_item:
source: Origin
fr_fr: Origine

# field:account.move,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:account.move.line,account_kind:
source: Account Kind
fr_fr: Type de compte

# field:account.move.line,color:
source: Color
fr_fr: Couleur

# field:account.move.line,currency_symbol:
source: Currency Symbol
fr_fr: Symbole de la Devise

# field:account.move.line,icon:
source: Icon
fr_fr: Icône

# field:account.move.line,is_origin_canceled:
source: Origin Canceled
fr_fr: Origine annulée

# field:account.move.line,is_reconciled:
source: Reconciled
fr_fr: Lettré

# field:account.move.line,kind:
source: Kind
fr_fr: Type

# field:account.move.line,kind_string:
source: Kind
fr_fr: Type

# field:account.move.line,origin_item:
source: Origin
fr_fr: Origine

# field:account.move.line,post_date:
source: Post Date
fr_fr: Date d'émission

# field:account.move.line,reconciled_with:
source: Reconciled With
fr_fr: Lettré avec

# field:account.move.line,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:account.open_third_party_balance.start,account:
source: Account
fr_fr: Compte

# field:account.open_third_party_balance.start,at_date:
source: At date
fr_fr: À la date

# field:account.open_third_party_balance.start,third_party_balance_option:
source: Balance Option
fr_fr: Option de compensation

# field:account.period,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:account.tax,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:account.tax.code,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:account.tax.code.template,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:account.tax.description,create_date:
source: Create Date
fr_fr: Date de création

# field:account.tax.description,create_uid:
source: Create User
fr_fr: Créé par

# field:account.tax.description,current_rec_name:
source: Current Value
fr_fr: Valeur Courante

# field:account.tax.description,name:
source: Name
fr_fr: Nom

# field:account.tax.description,rec_name:
source: Name
fr_fr: Nom

# field:account.tax.description,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:account.tax.description,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:account.tax.description,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:account.tax.description.version,create_date:
source: Create Date
fr_fr: Date de création

# field:account.tax.description.version,create_uid:
source: Create User
fr_fr: Créé par

# field:account.tax.description.version,end_date:
source: End Date
fr_fr: Date de Fin

# field:account.tax.description.version,kind:
source: Rating mode
fr_fr: Type

# field:account.tax.description.version,main_elem:
source: Descriptor
fr_fr: Descripteur

# field:account.tax.description.version,rec_name:
source: Name
fr_fr: Nom

# field:account.tax.description.version,start_date:
source: Start Date
fr_fr: Date de Début

# field:account.tax.description.version,value:
source: Value
fr_fr: Valeur

# field:account.tax.description.version,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:account.tax.description.version,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:account.tax.description.version,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:account.tax.group,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:account.tax.template,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:company.company,fiscal_years:
source: Fiscal Years
fr_fr: Années fiscales

# field:ir.test_case,account_template:
source: Account Template
fr_fr: Modèles de compte

# field:ir.test_case,fiscal_year_number:
source: Number of Fiscal Years to create
fr_fr: Nombre d'années fiscales à créer

# field:ir.test_case,fiscal_year_periods_frequency:
source: Fiscal Year periods frequency
fr_fr: Périodes de l'Année Fiscale

# field:ir.test_case,fiscal_year_sync_date:
source: Fiscal Year Sync Date
fr_fr: Date de Synchro Année Fiscale

# field:party.party,negative_payable:
source: Payable
fr_fr: À payer

# field:party.party,negative_payable_today:
source: Payable Today
fr_fr: À payer aujourd'hui

# field:party.synthesis.menu.move.line,create_date:
source: Create Date
fr_fr: Date de Création

# field:party.synthesis.menu.move.line,create_date_:
source: Creation date
fr_fr: Date de Création

# field:party.synthesis.menu.move.line,create_uid:
source: Create User
fr_fr: Créé par

# field:party.synthesis.menu.move.line,name:
source: Payments
fr_fr: Paiements

# field:party.synthesis.menu.move.line,party:
source: Party
fr_fr: Tiers

# field:party.synthesis.menu.move.line,rec_name:
source: Name
fr_fr: Nom

# field:party.synthesis.menu.move.line,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:party.synthesis.menu.move.line,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:party.synthesis.menu.move.line,xml_id:
source: XML Id
fr_fr: Identifiant XML

# model:account.fee.description,name:
source: Fee Description
fr_fr: Descripteur de Frais

# model:account.fee.description.version,name:
source: Fee Description Version
fr_fr: Version de Frais

# model:account.journal,name:journal_split
source: Move Line Reconciliation Split Journal
fr_fr: Journal des mouvements de découpage des lettrages

# model:account.journal.type,name:journal_type_split
source: Split
fr_fr: Découpage

# model:account.tax.description,name:
source: Tax Description
fr_fr: Descripteur de Taxe

# model:account.tax.description.version,name:
source: Tax Version
fr_fr: Version de Taxe

# model:ir.action,name:act_fee_form
source: Fees
fr_fr: Frais

# model:ir.action,name:act_move_line_party_balance
source: Party Balance
fr_fr: Balance de tiers

# model:ir.action,name:act_move_reconciliation_form
source: Reconciliation
fr_fr: Lettrage

# model:ir.test_case.instance,name:account_kind_test_case
source: Account Kind Test Case
fr_fr: Jeux d'essai : type de compte

# model:ir.test_case.instance,name:account_test_case
source: Account Test Case
fr_fr: Jeux d'essai : comptes

# model:ir.test_case.instance,name:configure_accounting_test_case
source: Configure Accounting Test Case
fr_fr: Jeux d'essai : configuration de la comptabilité

# model:ir.test_case.instance,name:fiscal_year_test_case
source: Fiscal Year Test Case
fr_fr: Jeux d'essai : années fiscales

# model:ir.test_case.instance,name:journal_test_case
source: Journal Creation
fr_fr: Jeux d'essai: Création des journaux

# model:ir.test_case.instance,name:tax_test_case
source: Tax Test Case
fr_fr: Jeux d'essai : taxes

# model:ir.ui.menu,name:menu_account
source: Accounting
fr_fr: Comptabilité

# model:ir.ui.menu,name:menu_move_reconciliation_form
source: Reconciliation
fr_fr: Lettrage

# model:ir.ui.menu,name:menu_product_fees
source: Fees
fr_fr: Frais

# model:party.synthesis.menu.move.line,name:
source: Party Synthesis Menu Move line
fr_fr: Menu Paiement Synthèse Tiers

# selection:account.fee.description.version,kind:
source: Flat
fr_fr: Fixe

# selection:account.fee.description.version,kind:
source: Rate
fr_fr: Taux

# selection:account.open_third_party_balance.start,third_party_balance_option:
source: All
fr_fr: Toutes

# selection:account.open_third_party_balance.start,third_party_balance_option:
source: Only Unbalanced Party
fr_fr: Seulement les tiers non balancés

# selection:account.tax.description.version,kind:
source: Flat
fr_fr: Fixe

# selection:account.tax.description.version,kind:
source: Rate
fr_fr: Taux

# selection:account.tax.description.version,kind:
source: Rule
fr_fr: Règle

# selection:ir.test_case,fiscal_year_periods_frequency:
source: Half yearly
fr_fr: Semestriel

# selection:ir.test_case,fiscal_year_periods_frequency:
source: Monthly
fr_fr: Mensuel

# selection:ir.test_case,fiscal_year_periods_frequency:
source: Quarterly
fr_fr: Trimestriel

# selection:ir.test_case,fiscal_year_periods_frequency:
source: Yearly
fr_fr: Annuel

# view:account.fee.description.version:
source: Fee Description Version
fr_fr: Version

# view:account.fee.description:
source: Fee Description
fr_fr: Descripteur de Frais

# view:account.move.line:
source: Credit
fr_fr: Créditer

# view:account.move.line:
source: Lines To Pay
fr_fr: Lignes à payer

# view:account.move.line:
source: Other Info
fr_fr: Autres informations

# view:account.move.line:
source: Party Balance
fr_fr: Balance de tiers

# view:account.move.line:
source: Payments
fr_fr: Paiements

# view:account.move.line:
source: Reconciliation
fr_fr: Lettrage

# view:account.tax.description.version:
source: Tax Description Version
fr_fr: Version de Taxe

# view:account.tax.description:
source: Tax Description
fr_fr: Taxe

# view:party.party:
source: Account
fr_fr: Compte

# help:account.account,reconcile:account.
source: Allow move lines of this account to be reconciled.
fr_fr: Autoriser le lettrage des ligne de mouvement de ce compte.

# wizard_button:account.move.reconcile_lines,writeoff,reconcile:account.
source: Reconcile
fr_fr: Lettrer

# wizard_button:account.reconcile,show,reconcile:account.
source: Reconcile
fr_fr: Lettrer

# field:account.account,reconcile:account.
source: Reconcile
fr_fr: À lettrer

# field:account.account.template,reconcile:account.
source: Reconcile
fr_fr: À lettrer

# field:account.configuration,default_account_payable:account.
source: Default Account Payable
fr_fr: Compte à payer par défaut

# field:account.configuration,default_account_receivable:account.
source: Default Account Receivable
fr_fr: Compte à recevoir par défaut

# field:account.create_chart.properties,account_payable:account.
source: Default Payable Account
fr_fr: Compte à payer par défaut

# field:account.create_chart.properties,account_receivable:account.
source: Default Receivable Account
fr_fr: Compte à recevoir par défaut

# field:account.move.line,reconciliation:account.
source: Reconciliation
fr_fr: Lettrage

# field:party.party,account_payable:account.
source: Account Payable
fr_fr: Compte à payer

# field:party.party,account_receivable:account.
source: Account Receivable
fr_fr: Compte à recevoir

# error:account.move.line:account.
source: Line "%s" (%d) already reconciled.
fr_fr: La ligne "%s" (%d) est déjà lettrée.

# error:account.move.line:account.
source: You can not modify line "%s" because it is reconciled.
fr_fr: Vous ne pouvez modifier la ligne « %s » car elle est lettrée.

# error:account.move.reconciliation:account.
source: You can not modify a reconciliation.
fr_fr: Vous ne pouvez modifier un lettrage.

# error:account.move.reconciliation:account.
source: You can not create a reconciliation where debit "%(debit)s" and credit "%(credit)s" differ.
fr_fr: Vous ne pouvez créer un lettrage où le débit « %(debit)s » et le crédit « %(credit)s » diffèrent.

# error:account.move.reconciliation:account.
source: You can not reconcile line "%(line)s" because it's account "%(account)s" is configured as not reconcilable.
fr_fr: Vous ne pouvez lettrer la ligne « %(line)s » car son compte « %(account)s » est configuré comme non-lettrable.

# error:account.move.reconciliation:account.
source: You can not reconcile line "%(line)s" because it's account "%(account1)s" is different from "%(account2)s".
fr_fr: Vous ne pouvez lettrer la ligne « %(line)s » car son compte « %(account1)s » est différent de « %(account2)s ».

# error:account.move.reconciliation:account.
source: You can not reconcile line "%s" because it is not in valid state.
fr_fr: Vous ne pouvez lettrer la ligne « %s » car elle n'est pas dans un état valide.

# error:account.move.reconciliation:account.
source: You can not reconcile line "%(line)s" because it's party "%(party1)s" is different from "%(party2)s".
fr_fr: Vous ne pouvez lettrer la ligne « %(line)s » car son tiers « %(party1)s » est différent de « %(party2)s ».

# error:account.period:account.
source: You can not change the post move sequence of period "%s" because there are already posted moves in the period.
fr_fr: Vous ne pouvez changer la séquence des mouvements émis de la période « %s » car elle contient déjà des mouvements émis.

# model:account.account.template,name:account.account_template_payable
source: Main Payable
fr_fr: Compte à payer

# model:account.account.template,name:account.account_template_receivable
source: Main Receivable
fr_fr: Compte à recevoir

source: Receivable
fr_fr: À recevoir

source: Payable
fr_fr: À payer

# model:account.move.reconcile_lines.writeoff,name:account.
source: Reconcile Lines Write-Off
fr_fr: Lettrer les lignes de pertes et profits

# model:account.move.reconciliation,name:account.
source: Account Move Reconciliation Lines
fr_fr: Lignes de lettrage de mouvement comptable

# model:account.reconcile.show,name:account.
source: Reconcile
fr_fr: Lettrer

# model:ir.action,name:account.act_reconcile
source: Reconcile Accounts
fr_fr: Lettrer les comptes

# model:ir.action,name:account.act_reconcile_lines
source: Reconcile Lines
fr_fr: Lettrer les lignes

# model:ir.action,name:account.act_move_reconciliation_lines
source: Reconciliation Lines
fr_fr: Lignes de lettrage

# model:ir.action,name:account.act_unreconcile_lines
source: Unreconcile Lines
fr_fr: Dé-lettrer les lignes

# model:ir.sequence,name:account.sequence_account_move_reconciliation
source: Default Account Move Reconciliation
fr_fr: Lettrage des mouvements comptables par défaut

# model:ir.sequence.type,name:account.sequence_type_account_move_reconciliation
source: Account Move Reconciliation
fr_fr: Lettrage de mouvements comptables

# model:ir.ui.menu,name:account.
source: Reconcile Lines
fr_fr: Lettrer les lignes

# model:ir.ui.menu,name:account.menu_reconcile
source: Reconcile Accounts
fr_fr: Lettrer les comptes

# odt:account.move.general_journal:account.
source: Posted
fr_fr: Emis

# selection:account.account,kind:account.
source: Payable
fr_fr: À payer

# selection:account.account,kind:account.
source: Receivable
fr_fr: À recevoir

# selection:account.account.template,kind:account.
source: Receivable
fr_fr: À recevoir

# selection:account.account.template,kind:account.
source: Payable
fr_fr: À payer

# selection:account.move.line,move_state:account.
source: Posted
fr_fr: Emis

# selection:account.move,state:account.
source: Posted
fr_fr: Emis

# view:account.move:account.
source: Post
fr_fr: Emettre

# view:account.move.reconciliation:account.
source: Reconciliations
fr_fr: Lettrages

# view:account.move.reconciliation:account.
source: Reconciliation
fr_fr: Lettrage

# view:account.reconcile.show:account.
source: Reconcile
fr_fr: Lettrer

# view:account.tax:account.
source: Invoice
fr_fr: Quittance

# view:account.tax.template:account.
source: Invoice
fr_fr: Quittance
