Repository: fatizch/tryton
Catalog: modules/underwriting/locale/*.po
Languages: fr

# error:underwriting.document_rule:
source: There may be only one document rule per underwriting type
fr: Il ne doit y avoir qu'une règle de document par type de demande décision

# error:underwriting.result:
source: The underwriting result '%s' should be in 'waiting' state instead of '%s'
fr: La décision assureur '%s' devrait être en 'attente' et non '%s'

# error:underwriting:
source: Cannot draft completed results
fr: Impossible de passer des décisions validées en brouillon

# error:underwriting:
source: Cannot draft completed underwritings
fr: Impossible de passer des demandes terminées en brouillon

# error:underwriting:
source: Results must be finalized first
fr: Les résultats doivent d'abord être finalisés

# field:underwriting,create_date:
source: Create Date
fr: Date de Création

# field:underwriting,create_date_:
source: Creation date
fr: Date de Création

# field:underwriting,create_uid:
source: Create User
fr: Créé par

# field:underwriting,documents_received:
source: Documents received
fr: Documents reçus

# field:underwriting,effective_date:
source: Effetive Date
fr: Date effective

# field:underwriting,finalizable:
source: Finalizable
fr: Finalisable

# field:underwriting,finalizable_result:
source: Finalizable Result
fr: Résultat finalisable

# field:underwriting,id:
source: ID
fr: Identifiant

# field:underwriting,new_result:
source: New result
fr: Nouvelle entrée

# field:underwriting,on_object:
source: For Object
fr: Pour l'Objet

# field:underwriting,party:
source: Party
fr: Tiers

# field:underwriting,possible_decision_types:
source: Possible Decision Types
fr: Types de décision possible

# field:underwriting,rec_name:
source: Name
fr: Nom

# field:underwriting,requested_documents:
source: Requested Documents
fr: Documents demandés

# field:underwriting,results:
source: Results
fr: Résultats

# field:underwriting,state:
source: State
fr: État

# field:underwriting,sub_status:
source: Sub-status
fr: Sous statut

# field:underwriting,type_:
source: Type
fr: Type de demande de décisions

# field:underwriting,type_code:
source: Type Code
fr: Type de code

# field:underwriting,write_date:
source: Write Date
fr: Modifié par

# field:underwriting,write_uid:
source: Write User
fr: Modifié par

# field:underwriting,xml_id:
source: XML Id
fr: Identifiant XML

# field:underwriting.activate,id:
source: ID
fr: Identifiant

# field:underwriting.decision.type,create_date:
source: Create Date
fr: Date de Création

# field:underwriting.decision.type,create_date_:
source: Creation date
fr: Date de Création

# field:underwriting.decision.type,create_uid:
source: Create User
fr: Créé par

# field:underwriting.decision.type,decision:
source: Decision
fr: Décision

# field:underwriting.decision.type,id:
source: ID
fr: Identifiant

# field:underwriting.decision.type,model:
source: Model
fr: Modèle

# field:underwriting.decision.type,name:
source: Name
fr: Nom

# field:underwriting.decision.type,rec_name:
source: Name
fr: nom

# field:underwriting.decision.type,write_date:
source: Write Date
fr: Modifié par

# field:underwriting.decision.type,write_uid:
source: Write User
fr: Modifié par

# field:underwriting.decision.type,xml_id:
source: XML Id
fr: Identifiant XML

# field:underwriting.document_rule,create_date:
source: Create Date
fr: Date de Création

# field:underwriting.document_rule,create_date_:
source: Creation date
fr: Date de Création

# field:underwriting.document_rule,create_uid:
source: Create User
fr: Créé par

# field:underwriting.document_rule,id:
source: ID
fr: Identifiant

# field:underwriting.document_rule,rec_name:
source: Name
fr: Nom

# field:underwriting.document_rule,reminder_delay:
source: Reminder Delay
fr: Délai de la relance

# field:underwriting.document_rule,reminder_unit:
source: Reminder Unit
fr: Unité de rappel

# field:underwriting.document_rule,rule:
source: Rule Engine
fr: Règle

# field:underwriting.document_rule,rule_extra_data:
source: Rule Extra Data
fr: Règle Données complémentaires

# field:underwriting.document_rule,write_date:
source: Write Date
fr: Modifié par

# field:underwriting.document_rule,write_uid:
source: Write User
fr: Modifié par

# field:underwriting.document_rule,xml_id:
source: XML Id
fr: Identifiant XML

# field:underwriting.plan.date,id:
source: ID
fr: Identifiant

# field:underwriting.plan.date,planned_copy:
source: Planned Copy
fr: Copie plannifiée

# field:underwriting.plan.date,underwriting:
source: Underwriting
fr: Analyse de risques

# field:underwriting.result,create_date:
source: Create Date
fr: Date de Création

# field:underwriting.result,create_date_:
source: Creation date
fr: Date de Création

# field:underwriting.result,create_uid:
source: Create User
fr: Créé par

# field:underwriting.result,decision_date:
source: Decision Date
fr: Date de décision

# field:underwriting.result,effective_decision_date:
source: Effective Decision Date
fr: Date de décision effective

# field:underwriting.result,effective_decision_end:
source: Effective Decision End
fr: Fin de décision effective

# field:underwriting.result,end_date_required:
source: End Date Required
fr: Date de fin requise

# field:underwriting.result,final_decision:
source: Final Decision
fr: Décision finale

# field:underwriting.result,id:
source: ID
fr: Identifiant

# field:underwriting.result,provisional_decision:
source: Provisional Decision
fr: Décision provisionnelle

# field:underwriting.result,rec_name:
source: Name
fr: Nom

# field:underwriting.result,state:
source: State
fr: État

# field:underwriting.result,target:
source: Target
fr: Cible

# field:underwriting.result,target_description:
source: Target
fr: Cible

# field:underwriting.result,target_model:
source: Target Model
fr: Modèle cible

# field:underwriting.result,underwriting:
source: Underwriting
fr: Analyse de risques

# field:underwriting.result,underwriting_state:
source: Underwriting State
fr: Etat de la demande de décision

# field:underwriting.result,write_date:
source: Write Date
fr: Modifié par

# field:underwriting.result,write_uid:
source: Write User
fr: Modifié par

# field:underwriting.result,xml_id:
source: XML Id
fr: Identifiant XML

# field:underwriting.type,create_date:
source: Create Date
fr: Date de Création

# field:underwriting.type,create_date_:
source: Creation date
fr: Date de Création

# field:underwriting.type,create_uid:
source: Create User
fr: Créé par

# field:underwriting.type,decisions:
source: Decisions
fr: Décisions

# field:underwriting.type,document_rule:
source: Document Rule
fr: Règle de document

# field:underwriting.type,end_date_required:
source: End date required
fr: Date de fin requise

# field:underwriting.type,id:
source: ID
fr: Identifiant

# field:underwriting.type,manual_activation:
source: Manual Activation
fr: Activation manuelle

# field:underwriting.type,name:
source: Name
fr: Nom

# field:underwriting.type,next_underwriting:
source: Next Underwriting
fr: Prochaine demande de décision

# field:underwriting.type,rec_name:
source: Name
fr: Nom

# field:underwriting.type,waiting_decision:
source: Waiting Decision
fr: En attente de décision

# field:underwriting.type,write_date:
source: Write Date
fr: Modifié par

# field:underwriting.type,write_uid:
source: Write User
fr: Modifié par

# field:underwriting.type,xml_id:
source: XML Id
fr: Identifiant XML

# field:underwriting.type-decision,create_date:
source: Create Date
fr: Date de Création

# field:underwriting.type-decision,create_date_:
source: Creation date
fr: Date de Création

# field:underwriting.type-decision,create_uid:
source: Create User
fr: Créé par

# field:underwriting.type-decision,decision:
source: Decision
fr: Décision

# field:underwriting.type-decision,id:
source: ID
fr: Identifiant

# field:underwriting.type-decision,rec_name:
source: Name
fr: Nom

# field:underwriting.type-decision,underwriting_type:
source: Underwriting Type
fr: Type de demande de décisions

# field:underwriting.type-decision,write_date:
source: Write Date
fr: Modifié par

# field:underwriting.type-decision,write_uid:
source: Write User
fr: Modifié par

# field:underwriting.type-decision,xml_id:
source: XML Id
fr: Identifiant XML

# help:underwriting.document_rule,rule:
source: The rule must return a dictionnary with document description codes as keys, and dictionnaries as values.
fr: La règle doit retourner un dictionnaire avec les codes de description de documents en clef, et des dictionnaires en valeurs.

# help:underwriting.type,end_date_required:
source: If True, the end date will be required on the related decisions
fr: Si vrai, la date de fin sera requise pour les décisions associées

# help:underwriting.type,manual_activation:
source: If set, underwritings created with this type will not be automatically activated by the underwriting activation batch
fr: Si coché, les demande de décision créées de ce type ne seront pas activées automatiquement par le batch d'activation des demandes de décision

# model:event.type,name:event_underwriting_completed
source: Underwriting Completed
fr: Demande de décision complétée

# model:event.type,name:event_underwriting_result_abandoned
source: Underwriting Result Abandoned
fr: Résultat de demande de décision abandonnée

# model:event.type,name:event_underwriting_result_finalized
source: Underwriting Result Finalized
fr: Résultat finalisé de la demande de décision

# model:event.type,name:event_underwriting_validated
source: Underwriting Validated
fr: Demande de décision validée

# model:ir.action,name:act_party_underwritings
source: Underwritings
fr: Demandes de décisions

# model:ir.action,name:act_plan_underwriting
source: Plan Underwriting
fr: Plannifier une demande de décision

# model:ir.action,name:act_planned_underwriting
source: Planned Underwritings
fr: Demande de décision plannifiées

# model:ir.action,name:act_underwriting
source: Underwritings
fr: Demandes de décisions

# model:ir.action,name:act_underwriting_decision_type
source: Underwriting Decision Types
fr: Types de demande de décision

# model:ir.action,name:act_underwriting_type
source: Underwriting Types
fr: Types de demandes de décisions

# model:ir.action.act_window.domain,name:act_all_underwriting
source: All
fr: Toutes

# model:ir.action.act_window.domain,name:act_automatic_planned_underwriting
source: Automatic
fr: Automatique

# model:ir.action.act_window.domain,name:act_completed_underwriting
source: Completed
fr: Complété

# model:ir.action.act_window.domain,name:act_manual_planned_underwriting
source: Manual
fr: Manuelle

# model:ir.action.act_window.domain,name:act_pending_underwriting
source: Pending
fr: En cours

# model:ir.ui.menu,name:menu_planned_underwritings
source: Planned Underwritings
fr: Demandes de décision plannifiées

# model:ir.ui.menu,name:menu_underwriting
source: Underwriting
fr: Analyse de risques

# model:ir.ui.menu,name:menu_underwriting_decision_type
source: Underwriting Decision Types
fr: Types de demande de décision

# model:ir.ui.menu,name:menu_underwriting_type
source: Underwriting Types
fr: Types de demandes de décisions

# model:ir.ui.menu,name:menu_underwritings
source: Underwritings
fr: Demandes de décisions

# model:res.group,name:group_claim_underwriting
source: Claim Underwriting
fr: Analyse de risques - Sinistre

# model:underwriting,name:
source: Underwriting
fr: Analyse de risques

# model:underwriting.activate,name:
source: Underwriting Activation Batch
fr: Batch d'activation des demandes de décision

# model:underwriting.decision.type,name:
source: Underwriting Decision Type
fr: Type de demande de décision

# model:underwriting.document_rule,name:
source: Underwriting Document Rule
fr: Règle de demande de documet des demande de décision

# model:underwriting.plan.date,name:
source: Underwriting Plan Date
fr: Date de plannification de la demande de décision

# model:underwriting.result,name:
source: Underwriting Result
fr: Résultat demande de décision

# model:underwriting.type,name:
source: Underwriting Type
fr: Type de demande de décisions

# model:underwriting.type-decision,name:
source: Underwriting Type - Decision relation
fr: Type de demande décision - Relation décision

# selection:underwriting,on_object:
source: Party
fr: Tiers

# selection:underwriting,state:
source: Completed
fr: Complété

# selection:underwriting,state:
source: Draft
fr: Brouillons

# selection:underwriting,state:
source: Processing
fr: Traitement

# selection:underwriting,sub_status:
source: Abandoned
fr: Abandonné

# selection:underwriting,sub_status:
source: Finalized
fr: Finalisé

# selection:underwriting,sub_status:
source: Mixed
fr: Mixé

# selection:underwriting.decision.type,decision:
source: Nothing
fr: Rien

# selection:underwriting.decision.type,model:
source: Party
fr: Tiers

# selection:underwriting.document_rule,reminder_unit:
source: Days
fr: Jours

# selection:underwriting.document_rule,reminder_unit:
source: Months
fr: Mois

# selection:underwriting.result,state:
source: Abandoned
fr: Abandonné

# selection:underwriting.result,state:
source: Finalized
fr: Finalisé

# selection:underwriting.result,state:
source: Waiting
fr: En attente

# selection:underwriting.result,target:
source: Party
fr: Tiers

# selection:underwriting.result,underwriting_state:
source: Completed
fr: Complété

# selection:underwriting.result,underwriting_state:
source: Draft
fr: Brouillon

# selection:underwriting.result,underwriting_state:
source: Processing
fr: Traitement

# view:underwriting.result:
source: Abandon
fr: Abandonner

# view:underwriting.result:
source: Finalize
fr: Finaliser

# view:underwriting:
source: Complete
fr: Terminer

# view:underwriting:
source: Add
fr: Ajouter

# view:underwriting:
source: Draft
fr: Brouillons

# view:underwriting:
source: Validate
fr: Valider

# wizard_button:underwriting.plan,select_date,end:
source: Cancel
fr: Annuler

# wizard_button:underwriting.plan,select_date,plan_copy:
source: Plan Copy
fr: Copie de Plan
