Repository: fatizch/tryton
Catalog: modules/report_engine/locale/*.po
Languages: fr_fr

# error:report.convert:
source: %i occurences were converted
fr_fr: %i occurences ont été remplacées

# error:report.convert:
source: Nothing is set for search, are you sure you want to do this ?
fr_fr: Aucune valeur n'a été saisie pour la recherche, êtes-vous sûr de vouloir continuer ?

# error:report.create:
source: Error while generating the letter: Expression: %s Error: %s
fr_fr: Erreur lors de la génération de la lettre: Expression: %s Erreur: %s

# error:report.template.version:
source: The names of attachments must be unique by resource!
fr_fr: Le nom des pièces jointes doivent être unique pour une même ressource !

# error:report.template:
source: No letter model found for date %s and language %s
fr_fr: Pas de modèle de lettre trouvé pour le %s et la langue %s

# error:report.template:
source: The document template code must be unique
fr_fr: Le code du modèle de courrier doit être unique

# field:event.type.action,report_templates:
source: Report Templates
fr_fr: Modèles de courrier

# field:event.type.action-report.template,create_date:
source: Create Date
fr_fr: Date de Création

# field:event.type.action-report.template,create_date_:
source: Creation date
fr_fr: Date de Création

# field:event.type.action-report.template,create_uid:
source: Create User
fr_fr: Créé par

# field:event.type.action-report.template,event_type_action:
source: Event Type Action
fr_fr: Action par type d'événement

# field:event.type.action-report.template,rec_name:
source: Name
fr_fr: Nom

# field:event.type.action-report.template,report_template:
source: Report Template
fr_fr: Modèle de courrier

# field:event.type.action-report.template,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:event.type.action-report.template,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:event.type.action-report.template,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:ir.model,printable:
source: Printable
fr_fr: Imprimable

# field:report.convert.select_templates,changes_calculated:
source: Changes calculated
fr_fr: Changements calculés

# field:report.convert.select_templates,matches:
source: Matches
fr_fr: Occurences

# field:report.convert.select_templates,message:
source: Completion Message
fr_fr: Message de validation

# field:report.convert.select_templates,replace_with:
source: Replace With
fr_fr: Remplacer par

# field:report.convert.select_templates,search_for:
source: Search For
fr_fr: Rechercher

# field:report.convert.select_templates,templates:
source: Templates
fr_fr: Modèles

# field:report.convert.match,language:
source: Language
fr_fr: Langue

# field:report.convert.match,model_name:
source: Model Name
fr_fr: Nom du modèle

# field:report.convert.match,name:
source: Name
fr_fr: Nom

# field:report.convert.match,match:
source: Match
fr_fr: Occurence

# field:report.convert.match,new_value:
source: New Value
fr_fr: Nouvelle valeur

# field:report.convert.match,template_id:
source: Template Id
fr_fr: Id du modèle

# field:report.create.attach,attachment:
source: Data File
fr_fr: Fichier

# field:report.create.attach,name:
source: Filename
fr_fr: Nom du Fichier

# field:report.create.preview,email:
source: eMail
fr_fr: Courrier Electronique

# field:report.create.preview,output_report_filepath:
source: Output Report Filepath
fr_fr: Chemin du rapport généré

# field:report.create.preview,output_report_name:
source: Output Report Name
fr_fr: Nom du rapport

# field:report.create.preview,party:
source: Party
fr_fr: Tiers

# field:report.create.preview,reports:
source: Reports
fr_fr: Rapports

# field:report.create.preview.line,file_basename:
source: Filename
fr_fr: Nom du Fichier

# field:report.create.preview.line,generated_report:
source: Link
fr_fr: Lien

# field:report.create.preview.line,server_filepath:
source: Server Filename
fr_fr: Nom du fichier serveur

# field:report.create.preview.line,template:
source: Template
fr_fr: Modèle

# field:report.create.select_template,available_models:
source: Available Models
fr_fr: Modèles disponibles

# field:report.create.select_template,good_address:
source: Mail Address
fr_fr: Adresse du courrier

# field:report.create.select_template,models:
source: Models
fr_fr: Modèles

# field:report.create.select_template,party:
source: Party
fr_fr: Tiers

# field:report.template,convert_to_pdf:
source: Convert to pdf
fr_fr: Convertir en pdf

# field:report.template,create_date:
source: Create Date
fr_fr: Date de Création

# field:report.template,create_date_:
source: Creation date
fr_fr: Date de Création

# field:report.template,create_uid:
source: Create User
fr_fr: Créé par

# field:report.template,document_desc:
source: Document Description
fr_fr: Descripteur de Document

# field:report.template,event_type_actions:
source: Event Type Actions
fr_fr: Actions par type d'événement

# field:report.template,export_dir:
source: Export Directory
fr_fr: Répertoire d'export

# field:report.template,format_for_internal_edm:
source: Format for internal EDM
fr_fr: Format pour la GED interne

# field:report.template,kind:
source: Kind
fr_fr: Type de donnée

# field:report.template,mail_body:
source: eMail Body
fr_fr: Corps du courrier électronique

# field:report.template,mail_subject:
source: eMail Subject
fr_fr: Sujet du courrier électronique

# field:report.template,modifiable_before_printing:
source: Modifiable
fr_fr: Editable

# field:report.template,name:
source: Name
fr_fr: Nom

# field:report.template,on_model:
source: Model
fr_fr: Modèle

# field:report.template,products:
source: Products
fr_fr: Produits

# field:report.template,rec_name:
source: Name
fr_fr: Nom

# field:report.template,split_reports:
source: Split Reports
fr_fr: Scinder les documents

# field:report.template,tags:
source: Tags
fr_fr: Labels

# field:report.template,tags_name:
source: Tags
fr_fr: Labels

# field:report.template,template_extension:
source: Template Extension
fr_fr: Extension du modèle

# field:report.template,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:report.template,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:report.template,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:report.template-offered.product,create_date:
source: Create Date
fr_fr: Date de Création

# field:report.template-offered.product,create_date_:
source: Creation date
fr_fr: Date de Création

# field:report.template-offered.product,create_uid:
source: Create User
fr_fr: Créé par

# field:report.template-offered.product,product:
source: Product
fr_fr: Produit

# field:report.template-offered.product,rec_name:
source: Name
fr_fr: Nom

# field:report.template-offered.product,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:report.template-offered.product,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:report.template-offered.product,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:report.template.version,create_date:
source: Create Date
fr_fr: Date de Création

# field:report.template.version,create_uid:
source: Create User
fr_fr: Créé par

# field:report.template.version,data:
source: Data
fr_fr: Données

# field:report.template.version,data_size:
source: Data size
fr_fr: Taille des données

# field:report.template.version,digest:
source: Digest
fr_fr: Empreinte

# field:report.template.version,end_date:
source: End date
fr_fr: Date de Fin

# field:report.template.version,language:
source: Language
fr_fr: Langues

# field:report.template.version,last_modification:
source: Last Modification
fr_fr: Dernière modification

# field:report.template.version,last_user:
source: Last User
fr_fr: Dernier utilisateur

# field:report.template.version,link:
source: Link
fr_fr: Lien

# field:report.template.version,name:
source: Name
fr_fr: Nom

# field:report.template.version,rec_name:
source: Name
fr_fr: Nom

# field:report.template.version,resource:
source: Resource
fr_fr: Ressource

# field:report.template.version,start_date:
source: Start date
fr_fr: Date de Début

# field:report.template.version,summary:
source: Summary
fr_fr: Synthèse

# field:report.template.version,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:report.template.version,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:report.template.version,xml_id:
source: XML Id
fr_fr: Identifiant XML

# help:report.template,export_dir:
source: Store a copy of each generated document in specified server directory
fr_fr: Répertoire serveur dans lequel sauvegarder une copie de chaque document généré.

# help:report.template,format_for_internal_edm:
source: If no format is specified, the document will not be stored in the internal EDM
fr_fr: Si aucun format n'est spécifié, le document ne sera pas stocké dans la GED interne

# help:report.template,modifiable_before_printing:
source: Set to true if you want to modify the generated document before sending or printing
fr_fr: Mettre à vrai si vous voulez editer le document généré avant de l'imprimer ou de l'envoyer par mail

# help:report.template,split_reports:
source: If checked, one document will be produced for each object. If not checked a single document will be produced for several objects.
fr_fr: Si coché, un document sera produit pour chaque objet. Si décoché, un seul document sera produit pour plusieurs objets.

# model:event.type.action-report.template,name:
source: Event Type Action Template Relation
fr_fr: Relation action par type d'événement modèle de lettre

# model:ir.action,name:act_convert_templates
source: Convert Templates
fr_fr: Convertir des modèles

# model:ir.action,name:act_doc_template
source: Document Templates
fr_fr: Modèles de courriers

# model:ir.action,name:generate_file_report
source: Document From Filename
fr_fr: Document à partir d'un fichier

# model:ir.action,name:letter_generation_report
source: Letter Report
fr_fr: Rapport de courrier

# model:ir.action,name:letter_generation_wizard
source: Letter Generation
fr_fr: Impression du Courrier

# model:ir.ui.menu,name:menu_convert_templates
source: Convert Templates
fr_fr: Convertir des modèles

# model:ir.ui.menu,name:menu_doc_template
source: Document Templates
fr_fr: Modèles de Lettre

# model:ir.ui.menu,name:menu_report
source: Report
fr_fr: Rapports/Courriers

# model:report.convert.select_templates,name:
source: Select Templates for Conversion
fr_fr: Sélection des conversions à exécuter

# model:report.convert.match,name:
source: Match Displayer
fr_fr: Occurence

# model:report.create.attach,name:
source: Report Create Attach
fr_fr: Création de l'attachement

# model:report.create.preview,name:
source: Report Create Preview
fr_fr: Prévisualisation des rapports

# model:report.create.preview.line,name:
source: Report Create Preview Line
fr_fr: Prévisualisation du rapport

# model:report.create.select_template,name:
source: Report Create Select Template
fr_fr: Sélection du modèle

# model:report.template,name:
source: Report Template
fr_fr: Modèle de courrier

# model:report.template-offered.product,name:
source: Report template to Product relation
fr_fr: Relation Modèle - Produit

# model:report.template.version,name:
source: Report Template Version
fr_fr: Version d'un modèle de courrier

# model:res.group,name:group_report
source: Report
fr_fr: Rapport

# model:res.group,name:group_report_admin
source: Report Administration
fr_fr: Administration des courriers/rapports

# selection:report.template,format_for_internal_edm:
source: Original
fr_fr: Originel

# selection:report.template,template_extension:
source: Open Document Graphics (.odg)
fr_fr: Dessin Open Document

# selection:report.template,template_extension:
source: Open Document Presentation (.odp)
fr_fr: Présentation Open Document

# selection:report.template,template_extension:
source: Open Document Spreadsheet (.ods)
fr_fr: Tableau Open Document

# selection:report.template,template_extension:
source: Open Document Text (.odt)
fr_fr: Texte Open Document

# selection:report.template.version,resource:
source: Document Template
fr_fr: Modèle de courrier

# selection:report.template.version,type:
source: Data
fr_fr: Données

# selection:report.template.version,type:
source: Link
fr_fr: Lien

# view:report.convert.select_templates:
source: Check for Matches
fr_fr: Rechercher des occurences

# view:report.convert.select_templates:
source: Update Templates
fr_fr: Mise à jour des modèles de courriers

# view:report.convert.match:
source: Matches
fr_fr: Occurences

# view:report.create.attach:
source: Attachment
fr_fr: Pièce jointe

# view:report.create.preview.line:
source: Report Preview
fr_fr: Prévisualisation du courrier

# view:report.create.preview:
source: Reports
fr_fr: Rapports

# view:report.create.select_template:
source: Document Templates
fr_fr: Modèles de Lettre

# view:report.template.version:
source: Report Template Version
fr_fr: Version d'un modèle de courrier

# view:report.template.version:
source: Report Template Versions
fr_fr: Versions d'un modèle de courrier

# view:report.template:
source: Automatic Generation
fr_fr: Génération automatique

# view:report.template:
source: Mail
fr_fr: Courrier Electronique

# view:report.template:
source: Report Template
fr_fr: Modèle de courrier

# view:report.template:
source: Report Templates
fr_fr: Modèles de courrier

# wizard_button:report.convert,select_templates,convert_templates:
source: Convert
fr_fr: Convertir

# wizard_button:report.convert,select_templates,end:
source: Cancel
fr_fr: Annuler

# wizard_button:report.create,attach,end:
source: Cancel
fr_fr: Annuler

# wizard_button:report.create,attach,post_generation:
source: Complete
fr_fr: Terminer

# wizard_button:report.create,preview_document,end:
source: Cancel
fr_fr: Annuler

# wizard_button:report.create,preview_document,mail:
source: Mail
fr_fr: Courrier Electronique

# wizard_button:report.create,preview_document,select_model:
source: Previous
fr_fr: Précédent

# wizard_button:report.create,select_model,end:
source: Cancel
fr_fr: Annuler

# wizard_button:report.create,select_model,generate_reports:
source: Generate
fr_fr: Générer
