Repository: fatizch/tryton
Catalog: modules/account_payment_paybox_cog/locale/*.po
Languages: fr

# field:account.configuration,paybox_direct_debit_journal:
source: Paybox Direct Debit Journal
fr: Journal de paiement automatique Paybox

# field:account.payment,line_valid:
source: Line Not Valid
fr: Ligne non valide

# field:account.payment.payment_creation.start,payment_url:
source: Payment URL
fr: URL de paiement

# field:account.payment.process.paybox_url,id:
source: ID
fr: Identifiant

# field:account.payment.process.paybox_url,paybox_url:
source: Click To Open
fr: Cliquer pour ouvrir

# field:offered.product,paybox_payment_journal:
source: Paybox Payment Journal
fr: Journal de paiement Paybox

# help:account.configuration,paybox_direct_debit_journal:
source: Default Paybox payment journal
fr: Journal de paiement Paybox par défaut

# help:offered.product,paybox_payment_journal:
source: Paybox payment journal which will be used if a product's billing mode process method is Paybox
fr: Le journal de paiement Paybox qui sera utilisé si la méthode de traitement du mode de quittancement du produit est Paybox

# model:account.payment.process.paybox_url,name:
source: Process Paybox Url
fr: Traitement Paybox URL

# model:ir.action,name:act_create_paybox_from_rejected_payment
source: Create Paybox Payment
fr: Créer un paiement Paybox

# model:ir.action,name:act_process_paybox_payment
source: Process Paybox Payment
fr: Traitement Paiement Paybox

# model:ir.action.act_window.domain,name:act_payment_group_domain_non_paybox
source: Payment Groups
fr: Groupes de paiements

# model:ir.action.act_window.domain,name:act_payment_group_domain_paybox
source: Paybox Groups
fr: Groupes Paybox

# model:ir.message,text:msg_email_required
source: The email is required on the party %(party)s.
fr: L'email est requis pour le tiers %(party)s.

# model:ir.message,text:msg_invalid_nb_invoices
source: Invoices number should be positive
fr: Le nombre de quittances doit être positif

# model:ir.message,text:msg_invalid_nb_lines_to_pay
source: Lines to pay number should be strictly positive
fr: Le nombre de lignes doit être positif

# model:ir.message,text:msg_invalid_paybox_payment_date
source: The paybox payment must have a payment date less or equal than today (payment date: %(payment_date)s).
fr: Le paiement paybox doit avoir une date inférieure ou égale à aujourd'hui (date de paiement: %s(payment_date)s).

# model:ir.message,text:msg_multiple_parties_not_supported
source: Multiple parties is not supported.
fr: La création du paiement avec plusieurs tiers n'est pas supportée.

# model:ir.message,text:msg_paybox_payment_creation
source: Could not create paybox payments. There is at least one another validated or processing payment with the same line for the selection (%(selection)s).
fr: Impossible de créer les paiements paybox. Il existe d'autre(s) paiement(s) validé(s) ou en traitement associé(s) à la même ligne comptable pour la sélection (%(selection)s).

# view:account.payment:
source: Generate Paybox Payment
fr: Générer le paiement Paybox

# wizard_button:account.payment.process,paybox_url_view,end:
source: close
fr: Fermer
