Repository: fatizch/tryton
Catalog: modules/contract_insurance_health_*/locale/*.po
Languages: fr_fr

# error:health.care_system:
source: Cannot import : no object %s with functional key: "%s" were found.
fr_fr: Impossible d'importer : aucun objet trouvé %s avec la clé fonctionnelle : "%s".

# error:health.care_system:
source: Cannot import : the following objects: %s share the same functional key: "%s".
fr_fr: Impossible d'importer : Les objets suivants : %s partagent la même clé fonctionnelle : "%s".

# error:health.insurance_fund:
source: Cannot import : no object %s with functional key: "%s" were found.
fr_fr: Impossible d'importer : aucun objet trouvé %s avec la clé fonctionnelle : "%s".

# error:health.insurance_fund:
source: Cannot import : the following objects: %s share the same functional key: "%s".
fr_fr: Impossible d'importer : Les objets suivants : %s partagent la même clé fonctionnelle : "%s".

# error:party.relation:
source: %s can't be both a social security insured and dependent
fr_fr: %s ne peut être à la fois assuré social et ayant droit

# error:party.relation:
source: The SSN is required for %s
fr_fr: Le numéro NIR est requis pour %s

# field:contract.covered_element,is_law_madelin:
source: Law Madelin
fr_fr: Loi Madelin

# field:contract.covered_element,is_rsi:
source: Is RSI
fr_fr: RSI

# field:health.care_system,create_date:
source: Create Date
fr_fr: Date de création

# field:health.care_system,create_uid:
source: Create User
fr_fr: Créé par

# field:health.care_system,name:
source: Name
fr_fr: Nom

# field:health.care_system,rec_name:
source: Name
fr_fr: Nom

# field:health.care_system,short_name:
source: Short Name
fr_fr: Nom Court

# field:health.care_system,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:health.care_system,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:health.care_system,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:health.insurance_fund,create_date:
source: Create Date
fr_fr: Date de création

# field:health.insurance_fund,create_uid:
source: Create User
fr_fr: Créé par

# field:health.insurance_fund,department:
source: Department
fr_fr: Département

# field:health.insurance_fund,hc_system:
source: Health Care System
fr_fr: Régime

# field:health.insurance_fund,name:
source: Name
fr_fr: Nom

# field:health.insurance_fund,rec_name:
source: Name
fr_fr: Nom

# field:health.insurance_fund,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:health.insurance_fund,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:health.insurance_fund,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:health.party_complement,department:
source: Department
fr_fr: Département

# field:health.party_complement,hc_system:
source: Health Care System
fr_fr: Régime

# field:health.party_complement,insurance_fund:
source: Insurance Fund
fr_fr: Caisse d'Affiliation

# field:party.party,func_key:
source: Functional Key
fr_fr: Clé fonctionnelle

# field:party.party,main_insured_ssn:
source: Main Insured SSN
fr_fr: Assuré

# field:party.party,social_security_dependent:
source: Social Security Dependent
fr_fr: Ayant droit

# field:party.party,social_security_insured:
source: Social Security Insured
fr_fr: Assuré social

# model:health.care_system,name:
source: Health Care System
fr_fr: Régime

# model:health.insurance_fund,name:
source: Insurance Fund
fr_fr: Caisse d'Affiliation

# model:ir.action,name:act_hc_system_form
source: Health Care Systems
fr_fr: Régimes

# model:ir.action,name:act_insurance_fund_form
source: Insurance Funds
fr_fr: Caisses d'Affiliation

# model:ir.test_case.instance,name:expense_kind_test_case
source: Expense Kind Test Case
fr_fr: Jeux d'essai : type de Frais

# model:ir.test_case.instance,name:fund_test_case
source: Fund Test Case
fr_fr: Jeux d'essai : fonds santé

# model:ir.test_case.instance,name:health_care_system_test_case
source: HealthCare System Test Case
fr_fr: Jeux d'essai : système santé

# model:ir.ui.menu,name:menu_hc_system_form
source: Health Care Systems
fr_fr: Régimes

# model:ir.ui.menu,name:menu_insurance_fund_form
source: Insurance Funds
fr_fr: Caisses d'Affiliation

# model:party.relation.type,name:social_security_dependent_relation_type
source: Social Security Dependent
fr_fr: Ayant droit

# model:party.relation.type,name:social_security_insured_relation_type
source: Social Security Insured
fr_fr: Assuré social

# selection:offered.option.description,family:
source: Health
fr_fr: Santé

# view:health.care_system:
source: Health Care System
fr_fr: Régime

# view:health.care_system:
source: name
fr_fr: Nom

# view:health.insurance_fund:
source: Insurance Fund
fr_fr: Caisse d'Affiliation
