Repository: fatizch/tryton
Catalog: modules/table/locale/*.po
Languages: fr

# error:table.2d:
source: The table is not 2D
fr: La table n'est pas 2D

# error:table.cell:
source: Too few dimension value "%s" for "%s"
fr: Trop peu de valeur de dimension "%s" pour "%s"

# error:table.cell:
source: Too many dimension values "%s" for "%s"
fr: Trop de valeur de dimension "%s" pour "%s\

# error:table:
source: A clone record already exists : %s(%s)
fr: Une copie existe déjà : %s(%s)

# error:table:
source: Multiple tables found
fr: Plusieurs table trouvées

# error:table:
source: The code of "Table Definition" must be unique
fr: Le code de la table doit être unique

# field:table,cells:
source: Cells
fr: Cellules

# field:table,create_date:
source: Create Date
fr: Date de création

# field:table,create_uid:
source: Create User
fr: Créé par

# field:table,dimension_kind1:
source: Dimension Kind 1
fr: Type Dim 1

# field:table,dimension_kind2:
source: Dimension Kind 2
fr: Type Dim 2

# field:table,dimension_kind3:
source: Dimension Kind 3
fr: Type Dim 3

# field:table,dimension_kind4:
source: Dimension Kind 4
fr: Type Dim 4

# field:table,dimension_name1:
source: Name
fr: Nom

# field:table,dimension_name2:
source: Name
fr: Nom

# field:table,dimension_name3:
source: Name
fr: Nom

# field:table,dimension_name4:
source: Name
fr: Nom

# field:table,dimension_order1:
source: Dimension Order 1
fr: Ordre Dimension 1

# field:table,dimension_order2:
source: Dimension Order 2
fr: Ordre Dimension 2

# field:table,dimension_order3:
source: Dimension Order 3
fr: Ordre Dimension 3

# field:table,dimension_order4:
source: Dimension Order 4
fr: Ordre Dimension 4

# field:table,kind:
source: Kind
fr: Type

# field:table,name:
source: Name
fr: Nom

# field:table,number_of_digits:
source: Number of Digits
fr: Nombre de Décimales

# field:table,number_of_dimensions:
source: Number of dimension
fr: Nombre de dimension

# field:table,rec_name:
source: Name
fr: Nom

# field:table,tags:
source: Tags
fr: Labels

# field:table,tags_name:
source: Tags
fr: Labels

# field:table,write_date:
source: Write Date
fr: Date de mise à jour

# field:table,write_uid:
source: Write User
fr: Mis à jour par

# field:table,xml_id:
source: XML Id
fr: Identifiant XML

# field:table.2d,create_date:
source: Create Date
fr: Date de création

# field:table.2d,create_uid:
source: Create User
fr: Créé par

# field:table.2d,rec_name:
source: Name
fr: Nom

# field:table.2d,row:
source: Row
fr: Ligne

# field:table.2d,write_date:
source: Write Date
fr: Date de mise à jour

# field:table.2d,write_uid:
source: Write User
fr: Mis à jour par

# field:table.2d,xml_id:
source: XML Id
fr: Identifiant XML

# field:table.2d.open.ask_dimensions,definition:
source: Definition
fr: Définition

# field:table.2d.open.ask_dimensions,dimension3_required:
source: Dimension %s Required
fr: Dimension %s requise

# field:table.2d.open.ask_dimensions,dimension4_required:
source: Dimension %s Required
fr: Dimension %s requise

# field:table.cell,create_date:
source: Create Date
fr: Date de création

# field:table.cell,create_uid:
source: Create User
fr: Créé par

# field:table.cell,definition:
source: Definition
fr: Définition

# field:table.cell,rec_name:
source: Name
fr: Nom

# field:table.cell,value:
source: Value
fr: Valeur

# field:table.cell,write_date:
source: Write Date
fr: Date de mise à jour

# field:table.cell,write_uid:
source: Write User
fr: Mis à jour par

# field:table.cell,xml_id:
source: XML Id
fr: Identifiant XML

# field:table.dimension.value,create_date:
source: Create Date
fr: Date de création

# field:table.dimension.value,create_uid:
source: Create User
fr: Créé par

# field:table.dimension.value,definition:
source: Definition
fr: Définition

# field:table.dimension.value,dimension_kind:
source: Dimension Kind
fr: Type de Dimension

# field:table.dimension.value,dimension_order:
source: Dimension Order
fr: Ordre de la Dimension

# field:table.dimension.value,end:
source: End
fr: Borne Supérieure

# field:table.dimension.value,end_date:
source: End Date
fr: Date de Fin

# field:table.dimension.value,name:
source: Name
fr: Nom

# field:table.dimension.value,rec_name:
source: Name
fr: Nom

# field:table.dimension.value,sequence:
source: Sequence
fr: Séquence

# field:table.dimension.value,start:
source: Start
fr: Borne Inférieure

# field:table.dimension.value,start_date:
source: Start Date
fr: Date de Début

# field:table.dimension.value,value:
source: Value
fr: Valeur

# field:table.dimension.value,write_date:
source: Write Date
fr: Date de mise à jour

# field:table.dimension.value,write_uid:
source: Write User
fr: Mis à jour par

# field:table.dimension.value,xml_id:
source: XML Id
fr: Identifiant XML

# help:table.dimension.value,end:
source: Value Excluded
fr: Valeur exclue

# help:table.dimension.value,end_date:
source: Date Excluded
fr: Date exclue

# help:table.dimension.value,start:
source: Value Included
fr: Valeur incluse

# help:table.dimension.value,start_date:
source: Date Included
fr: Date incluse

# model:ir.action,name:
source: Create Table
fr: Définition de la Dimension

# model:ir.action,name:act_cell_form
source: Cells
fr: Cellules

# model:ir.action,name:act_cell_relate_form
source: Cells
fr: Cellules

# model:ir.action,name:act_definition_dimension_form
source: Dimension Value
fr: Valeurs des dimensions

# model:ir.action,name:act_dimension_value_open
source: Define Dimension Value
fr: Valeurs des dimensions

# model:ir.test_case.instance,name:table_test_case
source: Table Test Case
fr: Jeux d'essai : table

# model:ir.ui.menu,name:
source: Create Table
fr: Créer Table

# model:table,name:
source: Table Definition
fr: Table

# model:table.cell,name:
source: Cell
fr: Cellule

# model:table.dimension.value,name:
source: Table Definition Dimension
fr: Dimension

# model:table.dimension.value.open.ask_type,name:
source: Open Table Value Dimension
fr: Ouvrir la table des valeurs d'une dimension

# selection:table,dimension_kind1:
source: Range
fr: Intervalle

# selection:table,dimension_kind1:
source: Range-Date
fr: Intervalle de Date

# selection:table,dimension_kind1:
source: Value
fr: Valeur

# selection:table,dimension_kind2:
source: Range
fr: Intervalle

# selection:table,dimension_kind2:
source: Range-Date
fr: Intervalle de Date

# selection:table,dimension_kind2:
source: Value
fr: Valeur

# selection:table,dimension_kind3:
source: Range
fr: Intervalle

# selection:table,dimension_kind3:
source: Range-Date
fr: Intervalle de Date

# selection:table,dimension_kind3:
source: Value
fr: Valeur

# selection:table,dimension_kind4:
source: Range
fr: Intervalle

# selection:table,dimension_kind4:
source: Range-Date
fr: Intervalle de Date

# selection:table,dimension_kind4:
source: Value
fr: Valeur

# selection:table,dimension_order1:
source: Alphabetical
fr: Alphabétique

# selection:table,dimension_order1:
source: Sequence
fr: Séquence

# selection:table,dimension_order2:
source: Alphabetical
fr: Alphabétique

# selection:table,dimension_order2:
source: Sequence
fr: Séquence

# selection:table,dimension_order3:
source: Alphabetical
fr: Alphabétique

# selection:table,dimension_order3:
source: Sequence
fr: Séquence

# selection:table,dimension_order4:
source: Alphabetical
fr: Alphabétique

# selection:table,dimension_order4:
source: Sequence
fr: Séquence

# selection:table,type_:
source: Boolean
fr: Booléen

# selection:table,type_:
source: Char
fr: Alphanumérique

# selection:table,type_:
source: Integer
fr: Entier

# selection:table,type_:
source: Numeric
fr: Numérique

# selection:table.dimension.value,dimension_kind:
source: Range
fr: Intervalle

# selection:table.dimension.value,dimension_kind:
source: Range-Date
fr: Intervalle de Date

# selection:table.dimension.value,dimension_kind:
source: Value
fr: Valeur

# selection:table.dimension.value,dimension_order:
source: Alphabetical
fr: Alphabétique

# selection:table.dimension.value,dimension_order:
source: Sequence
fr: Séquence

# view:table.dimension.value.open.ask_type:
source: Definition Dimension
fr: Valeurs des dimensions

# view:table.dimension.value:
source: Table Definition Dimension
fr: Dimension

# view:table.dimension.value:
source: Table Definition Dimensions
fr: Dimensions

# wizard_button:table.2d.open,ask_dimensions,end:
source: Cancel
fr: Annuler

# wizard_button:table.2d.open,ask_dimensions,open_:
source: Open
fr: Ouvert

# wizard_button:table.dimension.value.open,ask_type,end:
source: Cancel
fr: Annuler

# wizard_button:table.dimension.value.open,ask_type,open_:
source: Open
fr: Ouvrir
