Repository: fatizch/tryton
Catalog: modules/account_aggregate/locale/*.po
Languages: fr_fr

# error:account.move.snapshot:
source: No sequence defined in configuration
fr_fr: Pas de séquence définie dans la configuration

# field:account.configuration,snapshot_sequence:
source: Snapshot Sequence
fr_fr: Sequence des instantanés

# field:account.journal,aggregate:
source: Aggregate
fr_fr: Agrégat

# field:account.journal,aggregate_posting:
source: Aggregate Posting
fr_fr: Agréger à l'émission

# field:account.fiscalyear,export_moves:
source: Export Moves
fr_fr: Exporter les mouvements comptables

# help:account.fiscalyear,export_moves:
source: If not ticked, will filter all moves on this fiscal year out of snapshot creations
fr_fr: Si non cochée, les mouvements comptables de cette année fiscale ne seront pas pris en compte lors de la création des instantanés

# field:account.move,snapshot:
source: Snapshot
fr_fr: Instantané

# field:account.move.line,snapshot:
source: Snapshot
fr_fr: Instantané

# field:account.move.line.aggregated,account:
source: Account
fr_fr: Compte

# field:account.move.line.aggregated,aggregated_move_id:
source: Aggregated Move Id
fr_fr: Identifiant du mouvement agrégé

# field:account.move.line.aggregated,create_date:
source: Create Date
fr_fr: Date de Création

# field:account.move.line.aggregated,create_date_:
source: Creation date
fr_fr: Date de Création

# field:account.move.line.aggregated,create_uid:
source: Create User
fr_fr: Créé par

# field:account.move.line.aggregated,credit:
source: Credit
fr_fr: Crédit

# field:account.move.line.aggregated,currency_digits:
source: Currency Digits
fr_fr: Précision

# field:account.move.line.aggregated,debit:
source: Debit
fr_fr: Débit

# field:account.move.line.aggregated,post_date:
source: Post Date
fr_fr: Date de lettrage

# field:account.move.line.aggregated,rec_name:
source: Name
fr_fr: Nom

# field:account.move.line.aggregated,snapshot:
source: Snapshot
fr_fr: Instantané

# field:account.move.line.aggregated,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:account.move.line.aggregated,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:account.move.line.aggregated,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:account.move.snapshot,create_date:
source: Create Date
fr_fr: Date de Création

# field:account.move.snapshot,create_date_:
source: Creation date
fr_fr: Date de Création

# field:account.move.snapshot,create_uid:
source: Create User
fr_fr: Créé par

# field:account.move.snapshot,name:
source: Name
fr_fr: Nom

# field:account.move.snapshot,rec_name:
source: Name
fr_fr: Nom

# field:account.move.snapshot,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:account.move.snapshot,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:account.move.snapshot,xml_id:
source: XML Id
fr_fr: Identifiant XML

# model:account.move.line.aggregated,name:
source: Account Move Line Aggregated
fr_fr: Agrégat comptable

# model:account.move.snapshot,name:
source: Snapshot Move
fr_fr: Instantané des mouvements

# model:account.move.snapshot.done,name:
source: Snapshot Moves
fr_fr: Instantanés

# model:account.move.snapshot.start,name:
source: Snapshot Moves
fr_fr: Instantanés

# model:account.move.snapshot.take,name:
source: Snapshot Moves Take batch
fr_fr: Batch de saisie de l'instantanné

# model:ir.action,name:act_move_line_aggregated_form
source: Account Move Lines Aggregated
fr_fr: Agrégat comptable

# model:ir.action,name:act_open_line
source: Open Aggregate
fr_fr: Ouvrir un agrégat

# model:ir.action,name:act_open_line_aggregated
source: Open Move Aggregated Account
fr_fr: Ouvrir les mouvements agrégés

# model:ir.action,name:act_snapshot
source: Take a Snapshot of Moves
fr_fr: Prendre un instantané des mouvements

# model:ir.ui.menu,name:menu_account_move_line_aggregates_form
source: Account Move Line Aggregates
fr_fr: Agrégat comptable

# model:ir.ui.menu,name:menu_snapshot
source: Take a Snapshot of Moves
fr_fr: Prendre un instantané des mouvements

# view:account.move.line.aggregated:
source: Account Move Line Aggregated
fr_fr: Agrégat comptable

# view:account.move.line.aggregated:
source: Account Move Lines Aggregated
fr_fr: Agrégat comptable

# view:account.move.snapshot.done:
source: Moves Snapshot
fr_fr: Instantané des mouvements

# view:account.move.snapshot.done:
source: The snapshot has been taken!
fr_fr: L'instantané a été pris!

# view:account.move.snapshot.start:
source: Moves Snapshot
fr_fr: Instantané des mouvements

# view:account.move.snapshot.start:
source: Take a snapshot of moves
fr_fr: Prendre un instantané des mouvements

# wizard_button:account.move.snapshot,start,end:
source: Cancel
fr_fr: Annuler
