Repository: fatizch/tryton
Catalog: modules/report_engine_email/locale/*.po
Languages: fr

# error:report.template:
source: The email could not be sent
fr: L'eMail n'a pas pu être envoyé

# error:report.template:
source: The template does not allow email editing
fr: Le modèle de courrier ne permet pas l'édition d'eMail

# error:report.template:
source: You cannot print a flow and a model at the same time
fr: Vous ne pouvez pas lancer l'impression d'un modèle et générer un flux en même temps

# field:report.create.select_template,recipient_email:
source: Recipient Email
fr: Email du destinataire

# field:report.template,allow_manual_sending:
source: Allow Manual Sending
fr: Autoriser l'édition manuelle

# field:report.template,attachments:
source: Attachments
fr: Pièces jointes

# field:report.template,email_bcc:
source: Email BCC
fr: CCI

# field:report.template,email_blocking:
source: Email is blocking
fr: eMail bloquant

# field:report.template,email_body:
source: eMail Body
fr: Corps de l'eMail

# field:report.template,email_cc:
source: Email CC
fr: CC

# field:report.template,email_dest:
source: Email Recipients
fr: Destinataires de l'eMail

# field:report.template,email_sender:
source: Email Sender
fr: Emetteur de l'eMail

# field:report.template,email_subject:
source: eMail Subject
fr: Sujet de l'eMail

# field:report.template,generated_code:
source: Generated code
fr: Code généré

# field:report.template,genshi_evaluated_email_bcc:
source: Email BCC Genshi Evaluated
fr: Copie caché d'email (dynamique)

# field:report.template,genshi_evaluated_email_body:
source: eMail Body Genshi Evaluated
fr: Corps du mail (dynamique)

# field:report.template,genshi_evaluated_email_cc:
source: Email CC Genshi Evaluated
fr: Copie d'email (dynamique)

# field:report.template,genshi_evaluated_email_dest:
source: Email Recipients Genshi Evaluated
fr: Destinataires du mail (dynamique)

# field:report.template,genshi_evaluated_email_sender:
source: Email Sender Genshi Evaluated
fr: Expéditaire du mail (dynamique)

# field:report.template,genshi_evaluated_email_subject:
source: eMail Subject Genshi Evaluated
fr: Sujet du mail (dynamique)

# field:report.template,html_body:
source: HTML Body
fr: Corps en HTML

# field:report.template,output_method:
source: Output method
fr: Méthode de sortie

# field:report.template,variables_relation:
source: Flow Variables Relation
fr: Variables de flux

# field:report.template-report.template.image_attachment,create_date:
source: Create Date
fr: Date de Création

# field:report.template-report.template.image_attachment,create_date_:
source: Creation date
fr: Date de Création

# field:report.template-report.template.image_attachment,create_uid:
source: Create User
fr: Créé par

# field:report.template-report.template.image_attachment,id:
source: ID
fr: Identifiant

# field:report.template-report.template.image_attachment,rec_name:
source: Name
fr: Nom

# field:report.template-report.template.image_attachment,template:
source: Template
fr: Modèle

# field:report.template-report.template.image_attachment,write_date:
source: Write Date
fr: Modifié par

# field:report.template-report.template.image_attachment,write_uid:
source: Write User
fr: Modifié par

# field:report.template-report.template.image_attachment,xml_id:
source: XML Id
fr: Identifiant XML

# field:report.template.image_attachment,create_date:
source: Create Date
fr: Date de Création

# field:report.template.image_attachment,create_date_:
source: Creation date
fr: Date de Création

# field:report.template.image_attachment,create_uid:
source: Create User
fr: Créé par

# field:report.template.image_attachment,id:
source: ID
fr: Identifiant

# field:report.template.image_attachment,name:
source: Name
fr: Nom

# field:report.template.image_attachment,rec_name:
source: Name
fr: Nom

# field:report.template.image_attachment,write_date:
source: Write Date
fr: Modifié par

# field:report.template.image_attachment,write_uid:
source: Write User
fr: Modifié par

# field:report.template.image_attachment,xml_id:
source: XML Id
fr: Identifiant XML

# field:report.template.report.template.relation,child_template:
source: Template
fr: Modèle

# field:report.template.report.template.relation,create_date:
source: Create Date
fr: Date de Création

# field:report.template.report.template.relation,create_date_:
source: Creation date
fr: Date de Création

# field:report.template.report.template.relation,create_uid:
source: Create User
fr: Créé par

# field:report.template.report.template.relation,id:
source: ID
fr: Identifiant

# field:report.template.report.template.relation,parent_template:
source: Template
fr: Modèle

# field:report.template.report.template.relation,rec_name:
source: Name
fr: Nom

# field:report.template.report.template.relation,write_date:
source: Write Date
fr: Modifié par

# field:report.template.report.template.relation,write_uid:
source: Write User
fr: Modifié par

# field:report.template.report.template.relation,xml_id:
source: XML Id
fr: Identifiant XML

# help:report.template,allow_manual_sending:
source: Be careful: Do not exceed the operating system max command line length with your attachments
fr: Prudence: N'excédez pas la taille maximale des arguments en ligne de commande supportée par votre système à cause de vos pièces jointes

# model:ir.action,name:generate_email
source: Generate Email
fr: Générer l'eMail

# model:report.template-report.template.image_attachment,name:
source: Report Template Image attachment Relation
fr: Relation modèle image pièce jointe

# model:report.template.image_attachment,name:
source: Image Attachment
fr: Image en pièce jointe

# model:report.template.report.template.relation,name:
source: Template Template Relation
fr: Relation Modèle Modèle

# selection:report.template,output_kind:
source: From Variables
fr: Depuis des variables

# selection:report.template,output_method:
source: Default
fr: Défaut

# view:report.template:
source: Attachments
fr: Pièces jointes

# wizard_button:report.create,select_template,open_email:
source: Manual eMail sending
fr: Envoi manuel de l'eMail
