Repository: fatizch/tryton
Catalog: modules/process/locale/*.po
Languages: fr_fr

# error:process.action:
source: Method %s does not exist on model %s
fr_fr: La méthode %s n'existe pas sur le modèle %s

# error:process.process_desc:
source: %s: Step %s cannot be used more than once
fr_fr: %s: L'étape %s ne peut être utilisée qu'une seule fois

# error:process.process_desc:
source: The technical name must be unique
fr_fr: Le nom technique doit être unique

# error:process.process_framework:
source: Everything is good !
fr_fr: Tout est bon!

# error:process.step_desc:
source: The technical name must be unique
fr_fr: Le nom technique doit être unique

# error:process.step_transition:
source: Both choices must be filled !
fr_fr: Saisir les deux choix

# error:process.step_transition:
source: Pyson expression and description is mandatory
fr_fr: Expression Pyson et la description sont obligatoires

# field:ir.model,is_workflow:
source: Is Workflow
fr_fr: Processus

# field:process.action,create_date:
source: Create Date
fr_fr: Date de création

# field:process.action,create_uid:
source: Create User
fr_fr: Créé par

# field:process.action,method_name:
source: Method Name
fr_fr: Nom de la Méthode

# field:process.action,on_model:
source: On Model
fr_fr: Modèle

# field:process.action,parent_step:
source: Parent Step
fr_fr: Etape Parente

# field:process.action,parent_transition:
source: Parent Transition
fr_fr: Transition Parente

# field:process.action,rec_name:
source: Name
fr_fr: Nom

# field:process.action,sequence:
source: Sequence
fr_fr: Séquence

# field:process.action,source_code:
source: Source Code
fr_fr: Code Source

# field:process.action,technical_kind:
source: Kind
fr_fr: Type

# field:process.action,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:process.action,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:process.process_desc,all_steps:
source: All Steps
fr_fr: Toutes les Etapes

# field:process.process_desc,create_date:
source: Create Date
fr_fr: Date de création

# field:process.process_desc,create_uid:
source: Create User
fr_fr: Créé par

# field:process.process_desc,fancy_name:
source: Name
fr_fr: Nom

# field:process.process_desc,menu_icon:
source: Menu Icon
fr_fr: Icône du Menu

# field:process.process_desc,menu_name:
source: Menu name
fr_fr: Nom du Menu

# field:process.process_desc,on_model:
source: On Model
fr_fr: Modèle

# field:process.process_desc,rec_name:
source: Name
fr_fr: Nom

# field:process.process_desc,step_button_group_position:
source: Process Overview Positioning
fr_fr: Position des Boutons

# field:process.process_desc,technical_name:
source: Technical Name
fr_fr: Nom Technique

# field:process.process_desc,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:process.process_desc,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:process.process_desc,xml_footer:
source: Footer XML
fr_fr: Pied de Page XML

# field:process.process_desc,xml_header:
source: Header XML
fr_fr: Entête XML

# field:process.process_desc,xml_tree:
source: Tree View XML
fr_fr: Description de la Vue Arbre

# field:process.process_framework,current_state:
source: Current State
fr_fr: Etat Courant

# field:process.process_menu_relation,create_date:
source: Create Date
fr_fr: Date de création

# field:process.process_menu_relation,create_uid:
source: Create User
fr_fr: Créé par

# field:process.process_menu_relation,process:
source: Process
fr_fr: Processus

# field:process.process_menu_relation,rec_name:
source: Name
fr_fr: Nom

# field:process.process_menu_relation,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:process.process_menu_relation,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:process.process_step_relation,create_date:
source: Create Date
fr_fr: Date de création

# field:process.process_step_relation,create_uid:
source: Create User
fr_fr: Créé par

# field:process.process_step_relation,order:
source: Order
fr_fr: Ordre

# field:process.process_step_relation,process:
source: Process
fr_fr: Processus

# field:process.process_step_relation,rec_name:
source: Name
fr_fr: Nom

# field:process.process_step_relation,status:
source: Status
fr_fr: Statut

# field:process.process_step_relation,step:
source: Step
fr_fr: Etape

# field:process.process_step_relation,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:process.process_step_relation,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:process.status,create_date:
source: Create Date
fr_fr: Date de création

# field:process.status,create_uid:
source: Create User
fr_fr: Créé par

# field:process.status,name:
source: Name
fr_fr: Nom

# field:process.status,rec_name:
source: Name
fr_fr: Nom

# field:process.status,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:process.status,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:process.step_desc,authorizations:
source: Authorizations
fr_fr: Autorisations

# field:process.step_desc,code_after:
source: Executed After Step
fr_fr: Executé après l'Etape

# field:process.step_desc,code_before:
source: Executed Before Step
fr_fr: Executé avant l'Etape

# field:process.step_desc,colspan:
source: View columns
fr_fr: Colonnes de la Vue

# field:process.step_desc,create_date:
source: Create Date
fr_fr: Date de création

# field:process.step_desc,create_uid:
source: Create User
fr_fr: Créé par

# field:process.step_desc,fancy_name:
source: Name
fr_fr: Nom

# field:process.step_desc,rec_name:
source: Name
fr_fr: Nom

# field:process.step_desc,step_xml:
source: XML
fr_fr: Description de la Vue

# field:process.step_desc,technical_name:
source: Technical Name
fr_fr: Nom Technique

# field:process.step_desc,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:process.step_desc,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:process.step_desc_authorization,create_date:
source: Create Date
fr_fr: Date de création

# field:process.step_desc_authorization,create_uid:
source: Create User
fr_fr: Créé par

# field:process.step_desc_authorization,group:
source: Group
fr_fr: Groupe

# field:process.step_desc_authorization,rec_name:
source: Name
fr_fr: Nom

# field:process.step_desc_authorization,step_desc:
source: Step Desc
fr_fr: Descripteur d'Etape

# field:process.step_desc_authorization,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:process.step_desc_authorization,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:process.step_transition,authorizations:
source: Authorizations
fr_fr: Autorisations

# field:process.step_transition,choice_if_false:
source: Transition if False
fr_fr: Transition Si Faux

# field:process.step_transition,choice_if_true:
source: Transition if True
fr_fr: Transition Si Vrai

# field:process.step_transition,create_date:
source: Create Date
fr_fr: Date de création

# field:process.step_transition,create_uid:
source: Create User
fr_fr: Créé par

# field:process.step_transition,from_step:
source: From Step
fr_fr: Depuis l'Etape

# field:process.step_transition,kind:
source: Transition Kind
fr_fr: Type

# field:process.step_transition,method_kind:
source: Method Behaviour
fr_fr: Comportement de la Méthode

# field:process.step_transition,methods:
source: Methods
fr_fr: Méthodes

# field:process.step_transition,on_process:
source: On Process
fr_fr: Sur le Processus

# field:process.step_transition,priority:
source: Priority
fr_fr: Priorité

# field:process.step_transition,pyson:
source: Pyson Constraint
fr_fr: Contraintes Pyson

# field:process.step_transition,pyson_choice:
source: Choice
fr_fr: Choix

# field:process.step_transition,pyson_description:
source: Pyson Description
fr_fr: Description Pyson

# field:process.step_transition,rec_name:
source: Name
fr_fr: Nom

# field:process.step_transition,to_step:
source: To Step
fr_fr: Vers l'Etape

# field:process.step_transition,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:process.step_transition,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:process.transition_authorization,create_date:
source: Create Date
fr_fr: Date de création

# field:process.transition_authorization,create_uid:
source: Create User
fr_fr: Créé par

# field:process.transition_authorization,group:
source: Group
fr_fr: Groupe

# field:process.transition_authorization,rec_name:
source: Name
fr_fr: Nom

# field:process.transition_authorization,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:process.transition_authorization,write_uid:
source: Write User
fr_fr: Mis à jour par

# model:ir.action,name:act_process_desc
source: Process Descriptors
fr_fr: Processus

# model:ir.action,name:act_process_status
source: Process Status
fr_fr: Statuts des Etapes

# model:ir.action,name:act_step_desc
source: Step Descriptors
fr_fr: Etapes

# model:ir.action,name:generate_graph_wizard
source: Graph
fr_fr: Graphique

# model:ir.action,name:report_generate_graph
source: Graph
fr_fr: Graphique

# model:ir.ui.menu,name:menu_process_desc
source: Process Descriptors
fr_fr: Processus

# model:ir.ui.menu,name:menu_process_lang
source: Processes
fr_fr: Processus

# model:ir.ui.menu,name:menu_process_status
source: Process Status
fr_fr: Statuts des Etapes

# model:ir.ui.menu,name:menu_step_desc
source: Step Descriptors
fr_fr: Etapes

# model:ir.ui.menu,name:process_menu_id
source: Process Main Menu
fr_fr: Moteur de Processus

# model:process.process_desc,name:
source: Process Descriptor
fr_fr: Descripteur de Processus

# model:process.process_menu_relation,name:
source: Process Menu Relation
fr_fr: Relation Processus Menu

# model:process.process_step_relation,name:
source: Process to Step relation
fr_fr: Relation Processus - Etape

# model:process.status,name:
source: Process Status
fr_fr: Statuts des Etapes

# model:process.step_desc,name:
source: Step Descriptor
fr_fr: Descripteur d'Etape

# model:process.step_desc_authorization,name:
source: Step Desc Authorization
fr_fr: Autorisations pour l'Etape

# model:process.step_transition,name:
source: Step Transition
fr_fr: Transition d'Etape

# model:process.transition_authorization,name:
source: Transition Authorization
fr_fr: Autorisations pour les Transitions

# selection:process.action,technical_kind:
source: After
fr_fr: Après

# selection:process.action,technical_kind:
source: Before
fr_fr: Avant

# selection:process.process_desc,step_button_group_position:
source: Bottom
fr_fr: Bas

# selection:process.process_desc,step_button_group_position:
source: None
fr_fr: Aucun

# selection:process.process_desc,step_button_group_position:
source: Right
fr_fr: Droite

# selection:process.step_transition,kind:
source: Calculated
fr_fr: Calculé

# selection:process.step_transition,kind:
source: Complete Process
fr_fr: Terminer le processus

# selection:process.step_transition,kind:
source: Standard Transition
fr_fr: Transition Standard

# selection:process.step_transition,method_kind:
source: Executed between steps
fr_fr: Exécuter entre les Etapes

# selection:process.step_transition,method_kind:
source: Replace Step Methods
fr_fr: Remplacer les Méthodes de l'Etape

# view:claim:
source: Complete
fr_fr: Terminer

# view:claim:
source: Losses
fr_fr: Préjudices

# view:claim:
source: Next
fr_fr: Suivant

# view:claim:
source: Previous
fr_fr: Précédent

# view:claim:
source: The current record completed the current process, please go ahead
fr_fr: Processus Terminé. Commencez une nouvelle tâche

# view:contract:
source: Accounting
fr_fr: Comptabilité

# view:contract:
source: Billing
fr_fr: Cotisation

# view:contract:
source: Calculate Prices
fr_fr: Calculer les Primes

# view:contract:
source: Complementary Data
fr_fr: Données Complémentaires

# view:contract:
source: Complete
fr_fr: Terminer

# view:contract:
source: Covered Elements
fr_fr: Eléments Couverts

# view:contract:
source: Covered Elements/Options
fr_fr: Eléments Couverts/Garanties

# view:contract:
source: Create Loan
fr_fr: Créer un prêt

# view:contract:
source: Next
fr_fr: Suivant

# view:contract:
source: Options
fr_fr: Garanties

# view:contract:
source: Previous
fr_fr: Précédent

# view:contract:
source: The current record completed the current process, please go ahead
fr_fr: Processus Terminé. Commencez une nouvelle tâche

# view:process.process_desc:
source: Process Descriptor
fr_fr: Descripteur de Processus

# view:process.process_desc:
source: Process Descriptors
fr_fr: Paramétrage des Processus

# view:process.process_desc:
source: Update Menu
fr_fr: Recharger le Menu

# view:process.process_desc:
source: XML
fr_fr: Description de la Vue

# view:process.status:
source: Status
fr_fr: Statut

# view:process.step_desc:
source: Authorizations
fr_fr: Autorisations

# view:process.step_desc:
source: Step Descriptor
fr_fr: Descripteur d'Etape

# view:process.step_desc:
source: Step Descriptors
fr_fr: Paramétrage des Etapes

# view:process.step_desc:
source: Usage
fr_fr: Utilisation

# view:process.step_desc:
source: XML
fr_fr: Description de la Vue

# view:process.step_transition:
source: Step Transition Descriptor
fr_fr: Descripteur de Transition
