Repository: fatizch/tryton
Catalog: modules/debug/locale/*.po
Languages: fr_fr

# field:debug.visualize,result:
source: Result
fr_fr: Résultat

# field:ir.model.debug.model_info,evaluation_result:
source: Evaluation Result
fr_fr: Résultats du calcul

# field:ir.model.debug.model_info,field_infos:
source: Fields Infos
fr_fr: Information des champs

# field:ir.model.debug.model_info,filter_value:
source: Filter Value
fr_fr: Filtrer la valeur

# field:ir.model.debug.model_info,hide_functions:
source: Hide Functions
fr_fr: Cacher les champs fonctions

# field:ir.model.debug.model_info,id_to_calculate:
source: Id To Calculate
fr_fr: id à calculer

# field:ir.model.debug.model_info,model_name:
source: Model Name
fr_fr: Nom du modèle

# field:ir.model.debug.model_info,to_evaluate:
source: To Evaluate
fr_fr: A évaluer

# field:ir.model.debug.model_info.field_info,calculated_value:
source: Calculated Value
fr_fr: Valeur calculée

# field:ir.model.debug.model_info.field_info,field_domain:
source: Domain
fr_fr: Domaine

# field:ir.model.debug.model_info.field_info,has_domain:
source: Has domain
fr_fr: A un domaine

# field:ir.model.debug.model_info.field_info,id_to_calculate:
source: Id To Calculate
fr_fr: id à calculer

# field:ir.model.debug.model_info.field_info,is_function:
source: Is Function
fr_fr: Est un champ fonction

# field:ir.model.debug.model_info.field_info,is_invisible:
source: Is invisible
fr_fr: Est invisible

# field:ir.model.debug.model_info.field_info,is_readonly:
source: Is readonly
fr_fr: Est en lecture seule

# field:ir.model.debug.model_info.field_info,is_required:
source: Is required
fr_fr: Est obligatoire

# field:ir.model.debug.model_info.field_info,kind:
source: Field type
fr_fr: Type de champ

# field:ir.model.debug.model_info.field_info,name:
source: Field name
fr_fr: Nom du champ

# field:ir.model.debug.model_info.field_info,state_invisible:
source: State Invisible
fr_fr: Etat invisible

# field:ir.model.debug.model_info.field_info,state_readonly:
source: State Readonly
fr_fr: Etat en lecture seule

# field:ir.model.debug.model_info.field_info,state_required:
source: State Required
fr_fr: Etat requis

# field:ir.model.debug.model_info.field_info,string:
source: String
fr_fr: Nom

# field:ir.model.debug.model_info.field_info,target_model:
source: Target Model
fr_fr: Modèle cible

# help:ir.model.debug.model_info,to_evaluate:
source: Use the 'instance' keyword to get the instanciated model
fr_fr: Utiliser le mot-clef 'instance' pour avoir le modèle instancié

# model:debug.visualize,name:
source: Debug Visualize
fr_fr: Visualisation du débogage

# model:ir.action,name:act_model_debug
source: Debug Model
fr_fr: Débogage de modèle

# model:ir.model.debug.model_info,name:
source: Model Name
fr_fr: Nom du modèle

# model:ir.model.debug.model_info.field_info,name:
source: Field Info
fr_fr: Information du champ

# model:ir.ui.menu,name:menu_model_debug
source: Model Debug
fr_fr: Débogage de modèle

# selection:ir.model.debug.model_info,filter_value:
source: Kind
fr_fr: Type

# selection:ir.model.debug.model_info,filter_value:
source: Name
fr_fr: Nom

# selection:ir.model.debug.model_info,filter_value:
source: String
fr_fr: Nom

# view:debug.visualize:
source: Debug Result
fr_fr: Résultat de débogage

# view:ir.model.debug.model_info.field_info:
source: Field Info
fr_fr: Information du champ

# view:ir.model.debug.model_info.field_info:
source: Fields
fr_fr: Champs

# view:ir.model.debug.model_info:
source: Model Debug
fr_fr: Débogage de modèle

# wizard_button:debug,display,end:
source: Quit
fr_fr: Quitter

# wizard_button:debug,display,run:
source: Re-Run
fr_fr: Re-executer

# wizard_button:ir.model.debug,model_info,end:
source: Quit
fr_fr: Quitter
