Repository: fatizch/tryton
Catalog: modules/batch_launcher/locale/*.po
Languages: fr

# field:batch.launcher.parameter,id:
source: ID
fr: Identifiant

# field:batch.launcher.parameter,value:
source: Value
fr: Valeur

# field:batch.launcher.select_batchs,available_batches:
source: Available Batches
fr: Batchs disponibles

# field:batch.launcher.select_batchs,has_treatment_date:
source: Has Treatment Date
fr: A une date de traitement

# field:batch.launcher.select_batchs,id:
source: ID
fr: Identifiant

# field:batch.launcher.select_batchs,loaded_parameters:
source: Loaded Parameters
fr: Paramètres chargés

# field:batch.launcher.select_batchs,on_model:
source: On model
fr: Sur le modèle

# field:batch.launcher.select_batchs,parameters:
source: Batch Parameters
fr: Paramètres du batch

# field:batch.launcher.select_batchs,treatment_date:
source: Treatment Date
fr: Date de traitement

# model:batch.launcher.parameter,name:
source: Batch Parameter
fr: Paramètre du batch

# model:batch.launcher.select_batchs,name:
source: Select Batch
fr: Sélection batch

# model:ir.action,name:act_launch_batches
source: Launch Batches
fr: Exécuter des batchs

# model:ir.message,text:msg_required_parameter
source: Required parameter: %(param)s
fr: Paramètre de batch requis: %s(param)s

# model:ir.ui.menu,name:menu_batches
source: Batches
fr: Batchs

# model:ir.ui.menu,name:menu_launch_batches
source: Launch Batches
fr: Exécuter des batchs

# view:batch.launcher.parameter:
source: Model
fr: Modèle

# view:batch.launcher.select_batchs:
source: Batches Selection
fr: Sélection des batchs

# wizard_button:batch.launcher,start,end:
source: Cancel
fr: Annuler
