Repository: fatizch/tryton
Catalog: modules/underwriting_claim_indemnification/locale/*.po
Languages: fr

# field:claim.indemnification,apply_underwriting_reduction:
source: Apply underwriting reduction
fr: Appliquer les décisions de réduction

# field:claim.indemnification_definition,accept_underwriting_reduction:
source: Accept underwriting reduction
fr: Accepter les décisions de réduction

# field:claim.indemnification_definition,underwriting_reduction:
source: Underwriting Reduction
fr: Décisions de réduction

# field:claim.indemnification_definition,underwritings:
source: Underwritings
fr: Demandes de décisions

# field:claim.simulate.indemnification.start,apply_underwriting_reduction:
source: Apply Underwriting Reduction
fr: Appliquer la réduction

# field:underwriting.decision.type,reduction_percentage:
source: Reduction Percentage
fr: Pourcentage de réduction

# field:underwriting.result,last_indemnification_date:
source: Last Indemnification Date
fr: Date de dernière indemnisation

# model:ir.message,text:msg_applied_reduction_decision
source: Applied %(reduction)s%% reduction after underwriting.
fr: Application de %(reduction)s %% de réduction suite à analyse

# model:ir.message,text:msg_blocked_indemnifications
source: An underwriting decision blocks indemnifications for this service starting %(decision_date)s.
fr: Une décision d'analyse de risque bloque les indemnisations de cette prestation à compter du %(decision_date)s.

# model:ir.message,text:msg_blocked_indemnifications_split
source: An underwriting decision blocks indemnifications for this service starting %(decision_date)s. The period you entered will be split.
fr: Une décision d'analyse de risque bloque les indemnisations de cette prestation à compter du %(decision_date)s. La période que vous avez saisie sera découpée.

# model:ir.message,text:msg_rejected_after_reduction
source: Rejected after reduction decision
fr: Rejetée après décision de réduction

# model:ir.message,text:msg_will_reject
source: This action will reject the following indemnifications because the underwriting decisionimplies a reduction: %(indemnifications)s
fr: Cette action va rejeter les indemnisations suivantes: %(indemnifications)s, parce que la décision d'analyse de risque implique une réduction.

# model:ir.message,text:msg_will_schedule
source: This action will schedule the following indemnifications: %(indemnifications)s
fr: Cette action va ordonnancer les indemnisations suivantes: %(indemnifications)s

# selection:underwriting.decision.type,decision:
source: Block Indemnifications
fr: Indemnisations bloquées

# selection:underwriting.decision.type,decision:
source: Reduce Indemnifications
fr: Indemnisations limitées
