Repository: fatizch/tryton
Catalog: modules/account_invoice_slip/locale/*.po
Languages: fr

# error:account.invoice.create.slip:
source: A configuration is required to generate a slip
fr: La configuration est requise pour générer le bordereau

# error:account.invoice.create.slip:
source: All fields must be set before proceeding
fr: Tous les champs doivent être saisis avant de poursuivre

# error:account.invoice.slip.configuration:
source: More than one draft slip for parameters: Party: %(party)s Kind: %(business_kind)s Date: %(invoice_date)s
fr: Il y a plus d'un bordereau brouillon correspondant aux critères suivants : Tiers : %(party)s Type : %(business_kind)s Date : %(invoice_date)s

# error:account.invoice:
source: Principal line reset following unreconciliation of invoice %s
fr: Ligne de bordereau suite à la dé-réconciliation de la quittance %s

# field:account.invoice.slip.account,account:
source: Account
fr: Compte

# field:account.invoice.slip.account,create_date:
source: Create Date
fr: Date de Création

# field:account.invoice.slip.account,create_date_:
source: Creation date
fr: Date de Création

# field:account.invoice.slip.account,create_uid:
source: Create User
fr: Créé par

# field:account.invoice.slip.account,id:
source: ID
fr: Identifiant

# field:account.invoice.slip.account,rec_name:
source: Record Name
fr: Nom de l'enregistrement

# field:account.invoice.slip.account,slip_configuration:
source: Slip Configuration
fr: Batch de finalisation des bordereaux

# field:account.invoice.slip.account,write_date:
source: Write Date
fr: Modifié par

# field:account.invoice.slip.account,write_uid:
source: Write User
fr: Modifié par

# field:account.invoice.slip.account,xml_id:
source: XML Id
fr: Identifiant XML

# field:account.invoice.slip.configuration,accounts:
source: Accounts
fr: Comptes

# field:account.invoice.slip.configuration,accounts_names:
source: Accounts Names
fr: Comptes

# field:account.invoice.slip.configuration,create_date:
source: Create Date
fr: Date de Création

# field:account.invoice.slip.configuration,create_date_:
source: Creation date
fr: Date de Création

# field:account.invoice.slip.configuration,create_uid:
source: Create User
fr: Créé par

# field:account.invoice.slip.configuration,id:
source: ID
fr: Identifiant

# field:account.invoice.slip.configuration,name:
source: Name
fr: Nom

# field:account.invoice.slip.configuration,party:
source: Party
fr: Tiers

# field:account.invoice.slip.configuration,rec_name:
source: Record Name
fr: Nom de l'enregistrement

# field:account.invoice.slip.configuration,slip_kind:
source: Slip kind
fr: Type de bordereau

# field:account.invoice.slip.configuration,write_date:
source: Write Date
fr: Modifié par

# field:account.invoice.slip.configuration,write_uid:
source: Write User
fr: Modifié par

# field:account.invoice.slip.configuration,xml_id:
source: XML Id
fr: Identifiant XML

# field:account.invoice.slip.create_empty,id:
source: ID
fr: Identifiant

# field:account.invoice.slip.finalize,id:
source: ID
fr: Identifiant

# field:account.invoice.slip.link,id:
source: ID
fr: Identifiant

# field:account.invoice.slip.parameters,accounts:
source: Accounts
fr: Comptes

# field:account.invoice.slip.parameters,id:
source: ID
fr: Identifiant

# field:account.invoice.slip.parameters,name:
source: Name
fr: Nom

# field:account.invoice.slip.parameters,party:
source: Party
fr: Tiers

# field:account.invoice.slip.parameters,slip_date:
source: Slip Date
fr: Date du bordereau

# field:account.invoice.slip.parameters,slip_kind:
source: Slip Kind
fr: Type de bordereau

# field:account.move.line,principal_invoice_line:
source: Principal Invoice Line
fr: Ligne de facturation

# help:account.invoice.slip.configuration,name:
source: The value of this field will be used as the description of the generated slip
fr: La valeur de ce champ sera utilisée comme description pour le bordereau généré

# model:account.invoice.slip.account,name:
source: Invoice Slip Account Relation
fr: Comptes à intégrer dans les bordereaux

# model:account.invoice.slip.configuration,name:
source: Invoice Slip Configuration
fr: Configuration de bordereau

# model:account.invoice.slip.create_empty,name:
source: Empty Slip Creation Batch
fr: Batch de création des bordereaux vides

# model:account.invoice.slip.finalize,name:
source: Slip Finalize Batch
fr: Batch de finalisation des bordereaux

# model:account.invoice.slip.link,name:
source: Slip Link Batch
fr: Batch d'alimentation des bordereaux

# model:account.invoice.slip.parameters,name:
source: Invoice Slip Parameters
fr: Paramètres du bordereau

# model:account.journal,name:journal_principal_line_reset
source: Principal Line Reset
fr: Cohérence des bordereaux

# model:account.journal.type,name:journal_type_principal_line_reset
source: Principal Line Reset
fr: Cohérence des bordereaux

# model:event.type,name:event_slips_generated
source: Slips Generated
fr: Bordereau généré

# model:ir.action,name:act_account_invoice_create_slip
source: Create Slip
fr: Générer un bordereau

# model:ir.action,name:act_related_lines_relate
source: Related Lines
fr: Lignes associées

# model:ir.action,name:act_slip_configuration_form
source: Slip Configuration
fr: Configuration de bordereau

# model:ir.action,name:act_window_slip
source: Slips
fr: Bordereaux

# model:ir.ui.menu,name:menu_generated_slip
source: Slips
fr: Bordereaux

# model:ir.ui.menu,name:menu_slip
source: Slips
fr: Bordereaux

# model:ir.ui.menu,name:menu_slip_configuration
source: Slip Configuration
fr: Configuration des bordereaux

# selection:account.invoice,business_kind:
source: Slip
fr: Bordereau

# selection:account.invoice.slip.configuration,slip_kind:
source: Slip
fr: Bordereau

# selection:account.invoice.slip.parameters,slip_kind:
source: Slip
fr: Bordereau

# wizard_button:account.invoice.create.slip,start,end:
source: Cancel
fr: Annuler

# wizard_button:account.invoice.create.slip,start,open_slip:
source: Generate
fr: Générer
