Repository: fatizch/tryton
Catalog: modules/contract_term_renewal/locale/*.po
Languages: fr

# error:contract:
source: Contract %(contract_number)s has already a planned termination. It can't be renewed
fr: Le contrat %(contract_number)s a déjà une résiliation planifiée: il ne peut être renouvellé.

# error:contract:
source: Contract %(contract_number)s has already been renewed, with new start date at %(start_date)s . Are you sure you want to prevent renewal after %(end_date)s ?
fr: Le contrat %(contract_number)s a déjà été renouvellé, avec une nouvelle date d'effet au %(start_date)s . Êtes-vous sûr de vouloir décliner le renouvellement après le %(end_date)s ?

# error:contract:
source: The contract %(contract)s has been renewed, the deferment will override the contract start date
fr: Le contrat %(contract)s à été renouvellé, le report va écraser la date de début du contrat

# field:contract,is_renewable:
source: Is Renewable
fr: Est renouvelable

# field:contract.activation_history,final_renewal:
source: Final Renewal
fr: Renouvellement final

# field:contract_term_renewal.decline_renewal.select_reason,contract:
source: Contract
fr: Contrat

# field:contract_term_renewal.decline_renewal.select_reason,reason:
source: Reason
fr: Raison

# field:contract_term_renewal.renew.confirm,contracts:
source: Contracts
fr: Contrats

# field:offered.product,term_renewal_rule:
source: Term Renewal Rule
fr: Règle de terme/renouvellement

# field:offered.product.term_renewal_rule,allow_renewal:
source: Allow Renewal
fr: Permettre le renouvellement

# field:offered.product.term_renewal_rule,create_date:
source: Create Date
fr: Date de Création

# field:offered.product.term_renewal_rule,create_date_:
source: Creation date
fr: Date de Création

# field:offered.product.term_renewal_rule,create_uid:
source: Create User
fr: Créé par

# field:offered.product.term_renewal_rule,func_key:
source: Functional Key
fr: Clé fonctionnelle

# field:offered.product.term_renewal_rule,product:
source: Product
fr: Produit

# field:offered.product.term_renewal_rule,rec_name:
source: Record Name
fr: Nom de l'enregistrement

# field:offered.product.term_renewal_rule,rule:
source: Rule Engine
fr: Moteur de Règle

# field:offered.product.term_renewal_rule,rule_extra_data:
source: Rule Extra Data
fr: Paramètres de règle

# field:offered.product.term_renewal_rule,write_date:
source: Write Date
fr: Date de mise à jour

# field:offered.product.term_renewal_rule,write_uid:
source: Write User
fr: Mis à jour par

# field:offered.product.term_renewal_rule,xml_id:
source: XML Id
fr: Identifiant XML

# model:contract.renew,name:
source: Contracts Renewal Batch
fr: Batch de renouvellement de contrats

# model:contract_term_renewal.decline_renewal.select_reason,name:
source: Reason selector to decline renewal
fr: Sélecteur de raison pour la déclinaison de renouvellement

# model:contract_term_renewal.renew.confirm,name:
source: Confirm Contract Renewal
fr: Confirmer le renouvellement

# model:event.type,name:event_decline_contract_renewal
source: Decline Contract Renewal
fr: Refus du renouvellement du contrat

# model:event.type,name:event_renew_contract
source: Renew Contract
fr: Renouvellement du contrat

# model:ir.action,name:act_decline_renewal
source: Decline Contract Renewal
fr: Décliner le renouvellement de contrat

# model:ir.action,name:act_renew
source: Renew Contract
fr: Renouveler le contrat

# model:offered.product.term_renewal_rule,name:
source: Product Term Renewal Rule
fr: Règle de terme/renouvellement

# model:rule_engine,name:product_term_renewal_sync_given_date
source: Product Term Renewal In Sync With Given Date
fr: Renouvellement synchronisé avec une date donnée

# model:rule_engine,name:product_term_renewal_sync_sub_date
source: Product Term Renewal In Sync With Subscription Date
fr: Renouvellement synchronisé avec la date de souscription

# model:rule_engine.rule_parameter,string:given_day
source: Given Day
fr: Jour donné

# model:rule_engine.rule_parameter,string:given_month
source: Given Month
fr: Mois donné

# selection:rule_engine,type_:
source: Renewal
fr: Renouvellement

# view:contract:
source: Decline Renewal
fr: Décliner le renouvellement

# view:contract:
source: Renew Contract
fr: Renouveler le contrat

# view:contract_term_renewal.decline_renewal.select_reason:
source: Select Renewal Declination Reason
fr: Choisir la raison de déclinaison

# view:contract_term_renewal.renew.confirm:
source: Are you sure you want to renew these contracts ?
fr: Êtes-vous sûr de vouloir renouveler ces contrats ?

# view:offered.product.term_renewal_rule:
source: Rule
fr: Règle

# view:offered.product:
source: Term - Renewal
fr: Terme - Renouvellement

# wizard_button:contract_term_renewal.decline_renewal,select_reason,apply:
source: Apply
fr: Appliquer

# wizard_button:contract_term_renewal.decline_renewal,select_reason,end:
source: Cancel
fr: Annuler

# wizard_button:contract_term_renewal.renew,confirm_renew,end:
source: Cancel
fr: Annuler

# wizard_button:contract_term_renewal.renew,confirm_renew,renew:
source: Confirm
fr: Confirmer
