Repository: fatizch/tryton
Catalog: modules/contract_reduction/locale/*.po
Languages: fr

# field:contract,can_reduce:
source: Can be reduced
fr: Peut être mis en réduction

# field:contract,reduction_date:
source: Reduction Date
fr: Date de mise en réduction

# field:contract.option,reduction_value:
source: Reduction Value
fr: Valeur réduite

# field:contract.reduce.parameters,contract:
source: Contract
fr: Contrat

# field:contract.reduce.parameters,id:
source: ID
fr: Identifiant

# field:contract.reduce.parameters,reduction_date:
source: Reduction Date
fr: Date de mise en réduction

# field:contract.reduce.preview,contract:
source: Contract
fr: Contrat

# field:contract.reduce.preview,currency:
source: Currency
fr: Devise

# field:contract.reduce.preview,currency_digits:
source: Currency Digits
fr: Précision de la devise

# field:contract.reduce.preview,currency_symbol:
source: Currency Symbol
fr: Symbole de la Devise

# field:contract.reduce.preview,id:
source: ID
fr: Identifiant

# field:contract.reduce.preview,reduction_date:
source: Reduction Date
fr: Date de mise en réduction

# field:contract.reduce.preview,reduction_value:
source: Reduction Value
fr: Valeur de réduction

# field:offered.option.description,reduction_rules:
source: Reduction Rules
fr: Règles de mise en réduction

# field:offered.option.description.reduction_rule,coverage:
source: Coverage
fr: Garantie

# field:offered.option.description.reduction_rule,create_date:
source: Create Date
fr: Date de Création

# field:offered.option.description.reduction_rule,create_date_:
source: Creation date
fr: Date de Création

# field:offered.option.description.reduction_rule,create_uid:
source: Create User
fr: Créé par

# field:offered.option.description.reduction_rule,eligibility_rule:
source: Eligibility Rule
fr: Règle d'éligibilité

# field:offered.option.description.reduction_rule,eligibility_rule_extra_data:
source: Eligibility Rule Extra Data
fr: Paramètres d'éligibilité

# field:offered.option.description.reduction_rule,id:
source: ID
fr: Identifiant

# field:offered.option.description.reduction_rule,rec_name:
source: Record Name
fr: Nom

# field:offered.option.description.reduction_rule,rule:
source: Rule
fr: Règle

# field:offered.option.description.reduction_rule,rule_extra_data:
source: Rule Extra Data
fr: Paramètres de la règle

# field:offered.option.description.reduction_rule,write_date:
source: Write Date
fr: Modifié par

# field:offered.option.description.reduction_rule,write_uid:
source: Write User
fr: Modifié par

# field:offered.option.description.reduction_rule,xml_id:
source: XML Id
fr: Identifiant XML

# help:contract,reduction_date:
source: The date at which the contract was reduced
fr: La date à laquelle le contrat a été mis en réduction

# help:contract.reduce.parameters,reduction_date:
source: The date at which the contract will be reduced
fr: La date de mise en réduction demandée

# help:contract.reduce.preview,reduction_value:
source: The contract value after reduction
fr: La valeur du contrat après mise en réduction

# help:offered.option.description,reduction_rules:
source: Rule that defines the contract reduction behavior
fr: Règle de gestion de la mise en réduction d'un contrat

# help:offered.option.description.reduction_rule,eligibility_rule:
source: If set, the rule result must be True to allow reduction of the contract
fr: Si renseignée, le résultat doit être 'Vrai' pour permettre la mise en réduction du contrat

# help:offered.option.description.reduction_rule,rule:
source: If set, the rule result will be used to compute the reduction value of the contract
fr: Si renseignée, la mise en réduction de la garantie sera possible, et sa valeur de réduction calculée à l'aide de cette règle

# model:contract.reduce.parameters,name:
source: Reduction Parameters
fr: Paramètres de mise en réduction

# model:contract.reduce.preview,name:
source: Reduction Preview
fr: Prévisualisation de la mise en réduction

# model:contract.sub_status,name:sub_status_active_reduced
source: Contract Reduced
fr: Contrat mis en réduction

# model:contract.sub_status,name:sub_status_reduced
source: Contract Reduced
fr: Contrat mis en réduction

# model:event.type,name:event_cancel_contract_reduction
source: Contract Reduction Cancelling
fr: Annulation de la mise en réduction

# model:event.type,name:event_contract_reduction
source: Contract Reduction
fr: Mise en réduction du contrat

# model:ir.action,name:act_cancel_reduction_contract
source: Cancel Reduction
fr: Annuler la mise en réduction

# model:ir.action,name:act_reduce_contract
source: Reduction
fr: Mise en réduction

# model:ir.message,text:msg_auto_reducing
source: Contracts will automatically be reduced.
fr: Les contrats vont être automatiquement mis en réduction.

# model:ir.message,text:msg_cannot_reduce
source: Contract %(contract)s cannot be reduced.
fr: Le contrat %(contract)s ne peut pas être mis en réduction.

# model:ir.message,text:msg_cannot_reduce_surrendered
source: A contract that was surrendered cannot be reduced.
fr: Il n'est pas possible de mettre en réduction un contrat racheté.

# model:ir.message,text:msg_contract_not_reduced
source: Contract %(contract)s is not reduced. Therefore, it cannot be reactivated.
fr: Le contract %(contract)s n'est pas réduit. Il n'est donc pas possible de le réactiver.

# model:ir.message,text:msg_invalid_date
source: Impossible to reduce the contract before the contract's start_date (%(start_date)s).
fr: Impossible de réduire le contrat avant sa date d'effet (%(start_date)s).

# model:ir.message,text:msg_no_cancellation_on_reduced
source: The following contracts are reduced: %(contracts)s You cannot cancel endorsements on reduced contracts.
fr: Les contrats suivants seront réduits: %(contracts)s Vous ne pouvez annuler des avenants sur des contrats réduits.

# model:ir.message,text:msg_no_reductionable_options
source: No options were found that can be reduced for contract %(contract)s.
fr: Aucune option ne peut être mise en réduction sur le contrat %(contract)s.

# model:ir.message,text:msg_reduced_contract
source: Contract %(contract)s has been reduced since %(date)s, you cannot perform any endorsements on it.
fr: Le contrat %(contract)s est réduit depuis le %(date)s, vous ne pouvez lui appliquer un avenant.

# model:ir.message,text:msg_terminate_reduced_contract
source: Contract %(contract)s has been reduced since %(date)s, do you want to apply this endorsement on it.
fr: Le contrat %(contract)s est réduit depuis le %(date)s, voulez-vous lui appliquer cet avenant.

# model:ir.message,text:msg_will_cancel_reduction
source: Contracts reduction will be cancelled.
fr: La mise en réduction des contrats sera annulée.

# model:ir.message,text:msg_will_reduce
source: Contracts will be reduced.
fr: Les contrats seront mis en réduction.

# model:offered.option.description.reduction_rule,name:
source: Option Description Reduction Rule
fr: Règle de mise en réduction de garantie

# selection:rule_engine,type_:
source: Reduction
fr: Valeur de réduction

# selection:rule_engine,type_:
source: Reduction Eligibility
fr: Eligibilité de mise en réduction

# view:contract:
source: Cancel Reduction
fr: Annuler la mise en réduction

# view:contract:
source: Reduce
fr: Mettre en réduction

# wizard_button:contract.reduce,parameters,calculate:
source: Preview
fr: Prévisualiser

# wizard_button:contract.reduce,parameters,end:
source: Cancel
fr: Annuler

# wizard_button:contract.reduce,preview,end:
source: Cancel
fr: Annuler

# wizard_button:contract.reduce,preview,parameters:
source: Previous
fr: Précédent

# wizard_button:contract.reduce,preview,reduce:
source: Reduce
fr: Mettre en réduction
