Repository: fatizch/tryton
Catalog: modules/contract_underwriting/locale/*.po
Languages: fr_fr

# error:contract.underwriting:
source: The Underwriting process is still in progress
fr_fr: Le processus d'analyse de risques est toujours en cours

# error:contract:
source: There is no underwritings for contract %s
fr_fr: Il n'y a pas d'analyse de risque pour le contrat %s

# error:underwriting.decision:
source: The code must be unique
fr_fr: Le code doit être unique

# field:contract,underwritings:
source: Underwritings
fr_fr: Analyse de risques

# field:contract.underwriting,contract:
source: Contract
fr_fr: Contrat

# field:contract.underwriting,create_date:
source: Create Date
fr_fr: Date de Création

# field:contract.underwriting,create_date_:
source: Creation date
fr_fr: Date de Création

# field:contract.underwriting,create_uid:
source: Create User
fr_fr: Créé par

# field:contract.underwriting,decision:
source: Underwriting Decision
fr_fr: Décision d'analyse de risques

# field:contract.underwriting,decision_date:
source: Decision Date
fr_fr: Date de décision

# field:contract.underwriting,decision_with_exclusion:
source: Decision With Exclusion
fr_fr: Décision avec exclusion

# field:contract.underwriting,extra_data:
source: Extra Data
fr_fr: Données Complémentaires

# field:contract.underwriting,needs_subscriber_validation:
source: Needs Subscriber Validation
fr_fr: Avec validation du souscripteur

# field:contract.underwriting,rec_name:
source: Name
fr_fr: Nom

# field:contract.underwriting,subscriber_decision:
source: Subscriber Underwriting Decision
fr_fr: Décision du souscripteur

# field:contract.underwriting,subscriber_decision_date:
source: Subscriber Underwriting Decision Date
fr_fr: Date de décision du souscripteur

# field:contract.underwriting,underwriting_options:
source: Options Underwriting
fr_fr: Analyse de risques - garanties

# field:contract.underwriting,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:contract.underwriting,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:contract.underwriting,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:contract.underwriting.option,contract:
source: Contract
fr_fr: Contrat

# field:contract.underwriting.option,create_date:
source: Create Date
fr_fr: Date de Création

# field:contract.underwriting.option,create_date_:
source: Creation date
fr_fr: Date de Création

# field:contract.underwriting.option,create_uid:
source: Create User
fr_fr: Créé par

# field:contract.underwriting.option,extra_data:
source: Extra Data
fr_fr: Données Complémentaires

# field:contract.underwriting.option,extra_data_summary:
source: Extra Data Summary
fr_fr: Résumé des données complémentaires

# field:contract.underwriting.option,option:
source: Option
fr_fr: Garantie

# field:contract.underwriting.option,rec_name:
source: Name
fr_fr: Nom

# field:contract.underwriting.option,underwriting:
source: Underwriting
fr_fr: Analyse de risque

# field:contract.underwriting.option,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:contract.underwriting.option,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:contract.underwriting.option,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:offered.option.description,with_underwriting:
source: With Underwriting
fr_fr: Avec analyse de risques

# field:underwriting.decision,create_date:
source: Create Date
fr_fr: Date de Création

# field:underwriting.decision,create_date_:
source: Creation date
fr_fr: Date de Création

# field:underwriting.decision,create_uid:
source: Create User
fr_fr: Créé par

# field:underwriting.decision,name:
source: Name
fr_fr: Nom

# field:underwriting.decision,rec_name:
source: Name
fr_fr: Numéro

# field:underwriting.decision,status:
source: Status
fr_fr: Statut

# field:underwriting.decision,with_exclusion:
source: With Exclusion
fr_fr: Avec exclusion

# field:underwriting.decision,with_subscriber_validation:
source: With Subscriber Validation
fr_fr: Avec validation du souscripteur

# field:underwriting.decision,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:underwriting.decision,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:underwriting.decision,xml_id:
source: XML Id
fr_fr: Identifiant XML

# model:contract.underwriting,name:
source: Contract Underwriting
fr_fr: Analyse de risques - contrat

# model:contract.underwriting.option,name:
source: Contract Option Underwriting
fr_fr: Analyse de risques - garanties

# model:ir.action,name:act_underwriting_decision_form
source: Underwriting Decision
fr_fr: Décision d'analyse risques

# model:ir.ui.menu,name:menu_underwriting_decision_form
source: Underwriting Decision
fr_fr: Décision d'analyse de risques

# model:underwriting.decision,name:
source: Underwriting Decision
fr_fr: Décision d'analyse de risques

# selection:contract.underwriting,subscriber_decision:
source: Accepted
fr_fr: Accepté

# selection:contract.underwriting,subscriber_decision:
source: Pending
fr_fr: En attente

# selection:contract.underwriting,subscriber_decision:
source: Refused
fr_fr: Refusé

# selection:extra_data,kind:
source: Contract Underwriting
fr_fr: Anayse de risques - contract

# selection:extra_data,kind:
source: Option Underwriting
fr_fr: Analyse de risques - garantie

# selection:offered.option.description,with_underwriting:
source: Always underwrite
fr_fr: Toujours analyser les risques

# selection:offered.option.description,with_underwriting:
source: Never underwrite
fr_fr: Ne jamais analyser les risques

# selection:underwriting.decision,status:
source: Accepted
fr_fr: Accepté

# selection:underwriting.decision,status:
source: Denied
fr_fr: Refusé

# selection:underwriting.decision,status:
source: Pending
fr_fr: En attente

# selection:underwriting.decision,status:
source: PostPoned
fr_fr: Reporté

# view:contract.underwriting.option:
source: Option Underwriting
fr_fr: Analyse de risques - garantie

# view:contract.underwriting.option:
source: Option Underwritings
fr_fr: Analyse de risques - garanties

# view:contract.underwriting:
source: Contract Underwriting
fr_fr: Analyse de risques - contrat

# view:offered.option.description:
source: Underwriting
fr_fr: Analyse de risques

# view:underwriting.decision:
source: Contract Underwriting Decision
fr_fr: Décision d'analyse de risques
