Repository: fatizch/tryton
Catalog: modules/claim_life/locale/*.po
Languages: fr

# field:beneficiary-extra_data,benefit:
source: Benefit
fr: Prestation

# field:beneficiary-extra_data,create_date:
source: Create Date
fr: Date de Création

# field:beneficiary-extra_data,create_date_:
source: Creation date
fr: Date de Création

# field:beneficiary-extra_data,create_uid:
source: Create User
fr: Créé par

# field:beneficiary-extra_data,extra_data_def:
source: Extra Data
fr: Données Complémentaires

# field:beneficiary-extra_data,id:
source: ID
fr: Identifiant

# field:beneficiary-extra_data,rec_name:
source: Record Name
fr: Nom de l'enregistrement

# field:beneficiary-extra_data,write_date:
source: Write Date
fr: Modifié par

# field:beneficiary-extra_data,write_uid:
source: Write User
fr: Modifié par

# field:beneficiary-extra_data,xml_id:
source: XML Id
fr: Identifiant XML

# field:benefit,beneficiary_documents:
source: Beneficiary Documents
fr: Documents requis pour les bénéficiaires

# field:benefit,beneficiary_extra_data_def:
source: Beneficiary Extra Data
fr: Données complémentaires du bénéficiaire

# field:benefit,ignore_shares:
source: Ignore Shares
fr: Ignorer les parts bénéficiaire

# field:benefit,manual_share_management:
source: Manual Share Management
fr: Gestion manuelle des parts bénéficiaire

# field:benefit-beneficiary_document,benefit:
source: Benefit
fr: Prestation

# field:benefit-beneficiary_document,create_date:
source: Create Date
fr: Date de Création

# field:benefit-beneficiary_document,create_date_:
source: Creation date
fr: Date de Création

# field:benefit-beneficiary_document,create_uid:
source: Create User
fr: Créé par

# field:benefit-beneficiary_document,document:
source: Benefit
fr: Prestation

# field:benefit-beneficiary_document,id:
source: ID
fr: Identifiant

# field:benefit-beneficiary_document,rec_name:
source: Record Name
fr: Nom de l'enregistrement

# field:benefit-beneficiary_document,write_date:
source: Write Date
fr: Modifié par

# field:benefit-beneficiary_document,write_uid:
source: Write User
fr: Modifié par

# field:benefit-beneficiary_document,xml_id:
source: XML Id
fr: Identifiant XML

# field:benefit.loss.description,has_end_date:
source: With End Date
fr: Avec Date de Fin

# field:claim,beneficiaries:
source: Beneficiaries
fr: Bénéficiaires

# field:claim,services_with_beneficiaries:
source: Services with beneficiaries
fr: Prestations avec bénéficiaires

# field:claim.beneficiary,create_date:
source: Create Date
fr: Date de Création

# field:claim.beneficiary,create_date_:
source: Creation date
fr: Date de Création

# field:claim.beneficiary,create_uid:
source: Create User
fr: Créé par

# field:claim.beneficiary,document_request_lines:
source: Documents
fr: Documents requis

# field:claim.beneficiary,documents_reception_date:
source: Documents Reception Date
fr: Date de réception des documents

# field:claim.beneficiary,extra_data_values:
source: Extra Data
fr: Données Complémentaires

# field:claim.beneficiary,extra_data_values_summary:
source: Extra Data Summary
fr: Résumé des données complémentaires

# field:claim.beneficiary,id:
source: ID
fr: Identifiant

# field:claim.beneficiary,identified:
source: Identified Party
fr: Tiers identifié

# field:claim.beneficiary,ignore_share:
source: Ignore Share
fr: Ignorer la part bénéficiaire

# field:claim.beneficiary,party:
source: Party
fr: Tiers

# field:claim.beneficiary,rec_name:
source: Record Name
fr: Nom de l'enregistrement

# field:claim.beneficiary,share:
source: Share
fr: Part du bénéficiaire

# field:claim.beneficiary,write_date:
source: Write Date
fr: Modifié par

# field:claim.beneficiary,write_uid:
source: Write User
fr: Modifié par

# field:claim.beneficiary,xml_id:
source: XML Id
fr: Identifiant XML

# field:claim.indemnification,beneficiary_definition:
source: Beneficiary Definition
fr: Definition du bénéficiaire

# field:claim.indemnification.assistant.control.element,covered_person:
source: Covered Person
fr: Personne Couverte

# field:claim.indemnification.assistant.validate.element,covered_person:
source: Covered Person
fr: Personne Couverte

# field:claim.indemnification_definition,beneficiary_def:
source: Beneficiary Definition
fr: Définition du bénéficiaire

# field:claim.indemnification_definition,beneficiary_extra_data:
source: Beneficiary Extra Data
fr: Données complémentaires du bénéficiaire

# field:claim.loss,covered_person:
source: Covered Person
fr: Personne assurée

# field:claim.loss,end_date:
source: End Date
fr: Date de Fin

# field:claim.loss,end_date_string:
source: End Date String
fr: Date de fin

# field:claim.loss,has_end_date:
source: With End Date
fr: Avec Date de Fin

# field:claim.loss,initial_std_start_date:
source: Initial STD Start Date
fr: Date de début de l'arrêt de travail

# field:claim.loss,is_a_relapse:
source: Is A Relapse
fr: Est une rechute

# field:claim.loss,loss_kind:
source: Loss Kind
fr: Type d'évènement

# field:claim.loss,possible_covered_persons:
source: Covered Persons
fr: Personnes assurées

# field:claim.loss,possible_relapse_losses:
source: Possible Relapse Losses
fr: Préjudices possiblement liés à la rechute

# field:claim.loss,relapse_initial_loss:
source: Relapse Initial Loss
fr: Préjudice initial en cas de rechute

# field:claim.loss,return_to_work_date:
source: Return to Work
fr: Reprise d'activité

# field:claim.loss,start_date_string:
source: Start Date String
fr: Date de début

# field:claim.select_service,covered_person:
source: Covered Person
fr: Personne assurée

# field:claim.service,beneficiaries:
source: Beneficiaries
fr: Bénéficiaires

# field:claim.service,manual_beneficiaries:
source: Has Beneficiaries
fr: Avec bénéficiaires saisis manuellement

# help:benefit,beneficiary_documents:
source: The list of documents that will be required from each beneficiary before indemnification can occur
fr: Documents requis pour pouvoir déclencher le paiement des indemnisations

# help:benefit,beneficiary_extra_data_def:
source: List of extra data displayed when defining a beneficiary in claim treatment
fr: Liste des données complémentaires à saisir lors du traitement d'un sinistre pour un bénéficiaire

# help:benefit,ignore_shares:
source: If checked, the shares will be ignored when closing the claim
fr: Si coché, les parts bénéficiaire seront ignorées à la fermeture du dossier

# help:benefit,manual_share_management:
source: If set, the beneficiary share treatment has to be handle manually in the capital computation rule
fr: Si cochée, l'affectation de la part du bénéficiaire doit être gérée manuellement dans la règle de calcul

# help:claim,beneficiaries:
source: The beneficiaries for the different services for which they must be set manually
fr: Les bénéficiaires des prestations manuelles

# help:claim.beneficiary,description:
source: In case the party is not properly identified, this field should be used to write down identifying informations
fr: Si le tiers n'est pas formellement identifié, ce champ permet de stocker les informations existantes aidant à l'identification

# help:claim.beneficiary,document_request_lines:
source: The list of documents that will be required from the beneficiary before indemnifications can be made
fr: Documents requis pour pouvoir déclencher le paiement des indemnisations

# help:claim.beneficiary,documents_reception_date:
source: Reception date of the last document, empty if all documents are not received yet
fr: Date de réception du dernier document bloquant, vide tant que tous les documents n'ont pas été reçus

# help:claim.beneficiary,identified:
source: The beneficiary has properly been identified
fr: Le bénéficiaire a été formellement identifié

# help:claim.beneficiary,party:
source: The identified party that will receive part of (or all of) the calculated indemnification
fr: Le tiers qui percevra le montant calculé (en totalité ou partiellement)

# help:claim.beneficiary,share:
source: The percentage of the calculated indemnification that will be paid to this beneficiary
fr: Le pourcentage du montant calculé qui reviendra à ce bénéficiaire

# model:beneficiary-extra_data,name:
source: Beneficiary to Extra Datas Relation
fr: Relation bénéficiaire données complémentaire

# model:benefit-beneficiary_document,name:
source: Benefit - Beneficiary Document
fr: Relation prestation - Documents bénéficiaires

# model:claim.beneficiary,name:
source: Claim Beneficiary
fr: Bénéficiaire

# model:ir.action,name:
source: Create Indemnification
fr: Créer une période

# model:ir.message,text:msg_covered_party_enum
source: Covered Party
fr: Assuré

# model:ir.message,text:msg_death_date_invalid
source: Death date of the covered person not set or not equal to loss date
fr: La date du décès sur la personne n'est pas définie ou différente de la date déclarée dans le sinistre

# model:ir.message,text:msg_end_date
source: End Date:
fr: Date de fin :

# model:ir.message,text:msg_loss_date
source: loss date
fr: Date du décès

# model:ir.message,text:msg_ltd_end_date
source: LTD End Date:
fr: Date de fin de l'invalidité :

# model:ir.message,text:msg_ltd_start_date
source: LTD Start Date:
fr: Date de début de l'invalidité :

# model:ir.message,text:msg_manual_list_enum
source: Manual List
fr: Liste manuelle de bénéficiaires

# model:ir.message,text:msg_missing_relapse_initial_loss
source: The initial loss is missing on the relapse: %(loss)s.
fr: Le préjudice initial n'est pas renseigné pour la rechute : %(loss)s.

# model:ir.message,text:msg_multiple_covered_found
source: More than one covered element have been found for the claim %(claim)s at %(date)s for %(rec_name)s.
fr: Plus d'un élément couvert ont été trouvés pour le sinistre %(claim)s au %(date)s pour %(rec_name)s.

# model:ir.message,text:msg_one_day_between_relapse_and_previous_loss
source: One day is required between the relapse and the previous std.
fr: Il doit y avoir au moins un jour d'écart entre la date de fin de l'arrêt précédent et la rechute.

# model:ir.message,text:msg_party_is_on_claim
source: The party %(party)s can not be erased because it is covered on the following open claims: %(claims)s
fr: Le tiers %(party)s ne peut être supprimé car il est couvert par les sinistres ouverts suivants: %(claims)s

# model:ir.message,text:msg_previous_loss_end_date_missing
source: The previous std doesn't have an end date defined.
fr: La date de fin d'arrêt de travail du précédent arrêt n'est pas définie.

# model:ir.message,text:msg_relapse
source: Relapse
fr: Rechute

# model:ir.message,text:msg_start_date
source: Start Date:
fr: Date de début :

# model:ir.message,text:msg_std_end_date
source: STD End Date:
fr: Date de fin d'arrêt de travail :

# model:ir.message,text:msg_std_start_date
source: STD Start Date:
fr: Date d'arrêt de travail :

# selection:benefit.loss.description,item_kind:
source: Person
fr: Personne Physique

# selection:benefit.loss.description,loss_kind:
source: Death
fr: Décès

# selection:benefit.loss.description,loss_kind:
source: Long term
fr: Invalidité de travail

# selection:benefit.loss.description,loss_kind:
source: Short Term
fr: Incapacité de travail

# selection:extra_data,kind:
source: Beneficiary
fr: Bénéficiaire

# view:benefit:
source: Beneficiary
fr: Bénéficiaire

# view:claim.beneficiary:
source: Identify
fr: Valider l'identification

# view:claim.beneficiary:
source: Send Letter
fr: Envoyer un courrier

# view:claim.service:
source: Add New Indemnification
fr: Nouvelle période
