Repository: fatizch/tryton
Catalog: modules/loan/locale/*.po
Languages: fr

# error:contract.option.extra_premium:
source: Initial Capital Per Mil
fr: Pourmillage sur capital initial

# error:contract.option.extra_premium:
source: Remaining Capital Per Mil
fr: Pourmillage sur capital restant dû

# error:contract:
source: At least one loan must be selected for %s
fr: Au moins un prêt doit être sélectionné pour %s

# error:contract:
source: Loan %s does not have an option
fr: Le prêt %s n'a aucune garantie sélectionnée

# error:contract:
source: Loan %s must be calculated before proceeding
fr: La table d'amortissement du prêt %s doit être calculé avant de continuer

# error:contract:
source: Loans fund release dates should be synced with the contract start date : %s
fr: Attention : la date d'effet du contrat est différente de la date d'effet du(des) prêt(s) : %s

# error:contract:
source: There must be at least one loan
fr: Il doit y avoir au moins un prêt

# error:loan.increment:
source: Incoherent begin balance (%(begin)s) and end balance (%(end)s) regarding payment amount (%(payment)s).
fr: Le CRD en début de période (%(begin)s) et celui de fin (%(end)s) sont incohérents au regard du montant des échéances (%(payment)s)

# error:loan.increment:
source: Number of payments must be > 0
fr: Le nombre de paiements doit être > 0

# error:loan:
source: All the increments on loan %(loan)s must have a start date and a end date
fr: Tous les paliers du prêt %(loan)s doivent avoir une date de début et une date de fin

# error:loan:
source: Increment start date cannot be before first payment date !
fr: La date de début des paliers doit être antérieure à la date de premier paiement !

# error:loan:
source: No loan sequence defined
fr: Pas de séquence de prêt définie

# error:loan:
source: The loan "%(loan)s" is used on the contract(s) "%(contract)s". Are you sure you want to continue?
fr: Le prêt "%(loan)s" est utilisé sur le(s) contrat(s) "%(contract)s". Etes vous sûr de vouloir continuer?

# error:loan:
source: The number of payments (%(number_of_payments)s) on the increment number %(increment)s of the loan %(loan)s is invalid.
fr: Le nombre de paiements (%(number_of_payments)s) sur le palier numero %(increment)s du prêt %(loan)s est invalide.

# error:rule_engine.runtime:
source: Field '%s' of model '%s' is not iterable
fr: Le champ '%s' du modele '%s' n'est pas une liste

# error:rule_engine.runtime:
source: Key '%s' is not available in execution context
fr: La donnee '%s' n'est pas disponible dans le contexte d'execution

# error:rule_engine.runtime:
source: You must return raw value fields (bool, string, integer, etc)
fr: Vous devez retourner une valeur simple (booleen, texte, entier, etc)

# field:contract,is_loan:
source: Is Loan
fr: Emprunteur

# field:contract,loans:
source: Loans
fr: Prêts

# field:contract,multi_mixed_view:
source: Covered Elements
fr: Risques Couverts

# field:contract,ordered_loans:
source: Ordered Loans
fr: Prêts ordonnés

# field:contract,shares_per_loan:
source: Shares per Loan
fr: Quotités ordonnées par prêt

# field:contract,show_ordered_loans:
source: Show Ordered Loans
fr: Afficher les prêts ordonnés

# field:contract,used_loans:
source: Used Loans
fr: Prêts rattachés au contrat

# field:contract-loan,contract:
source: Contract
fr: Contrat

# field:contract-loan,create_date:
source: Create Date
fr: Date de Création

# field:contract-loan,create_date_:
source: Creation date
fr: Date de Création

# field:contract-loan,create_uid:
source: Create User
fr: Créé par

# field:contract-loan,func_key:
source: Functional Key
fr: Clé fonctionnelle

# field:contract-loan,loan:
source: Loan
fr: Prêt

# field:contract-loan,loan_state:
source: Loan State
fr: Etat du prêt

# field:contract-loan,number:
source: Number
fr: Numéro

# field:contract-loan,rec_name:
source: Name
fr: Nom

# field:contract-loan,write_date:
source: Write Date
fr: Date de mise à jour

# field:contract-loan,write_uid:
source: Write User
fr: Mis à jour par

# field:contract-loan,xml_id:
source: XML Id
fr: Identifiant XML

# field:contract.option,is_loan:
source: Loan
fr: Emprunteur

# field:contract.option,latest_loan_shares:
source: Loan Shares
fr: Quotités

# field:contract.option,loan_shares:
source: Loan Shares
fr: Quotités

# field:contract.option,multi_mixed_view:
source: Loan Shares
fr: Quotités

# field:contract.option.extra_premium,capital_per_mil_rate:
source: Rate on Capital
fr: Taux sur le capital

# field:contract.option.extra_premium,is_loan:
source: Is Loan
fr: Emprunteur

# field:contract.wizard.option_subscription.options_displayer,default_share:
source: Default Loan Share
fr: Quotité par défaut

# field:contract.wizard.option_subscription.options_displayer,is_loan:
source: Is Loan
fr: Emprunteur

# field:contract.wizard.option_subscription.options_displayer.option,loan:
source: Loan
fr: Prêt

# field:contract.wizard.option_subscription.options_displayer.option,order:
source: Order
fr: Ordre

# field:contract.wizard.option_subscription.options_displayer.option,share:
source: Loan Share
fr: Quotité

# field:lender,create_date:
source: Create Date
fr: Date de Création

# field:lender,create_date_:
source: Creation date
fr: Date de Création

# field:lender,create_uid:
source: Create User
fr: Créé par

# field:lender,party:
source: Party
fr: Tiers

# field:lender,rec_name:
source: Name
fr: Nom

# field:lender,write_date:
source: Write Date
fr: Date de mise à jour

# field:lender,write_uid:
source: Write User
fr: Mis à jour par

# field:lender,xml_id:
source: XML Id
fr: Identifiant XML

# field:loan,amount:
source: Amount
fr: Montant initial

# field:loan,company:
source: Company
fr: Société

# field:loan,contracts:
source: Contracts
fr: Contrats

# field:loan,create_date:
source: Create Date
fr: Date de création

# field:loan,create_uid:
source: Create User
fr: Créé par

# field:loan,currency:
source: Currency
fr: Devises

# field:loan,currency_digits:
source: Currency Digits
fr: Nbre de chiffres après la virgule

# field:loan,currency_symbol:
source: Currency Symbol
fr: Symbole

# field:loan,current_loan_shares:
source: Current Loan Share
fr: Quotité courante

# field:loan,deferral:
source: Deferral
fr: Différé

# field:loan,deferral_duration:
source: Deferral Duration
fr: Durée du Différé

# field:loan,display_warning:
source: Warning
fr: Avertissement

# field:loan,duration:
source: Duration
fr: Durée totale

# field:loan,duration_unit:
source: Unit
fr: Unité

# field:loan,end_date:
source: End Date
fr: Date de Fin

# field:loan,extra_data:
source: Extra Data
fr: Données Complémentaires

# field:loan,first_payment_date:
source: First Payment Date
fr: Date de 1er Paiement

# field:loan,funds_release_date:
source: Funds Release Date
fr: Date de Déblocage des Fonds

# field:loan,increments:
source: Increments
fr: Paliers

# field:loan,insured_persons:
source: Insured Persons
fr: Personnes assurées

# field:loan,insured_persons_name:
source: Insured Persons
fr: Personnes assurées

# field:loan,kind:
source: Kind
fr: Type

# field:loan,last_modification:
source: Last Modification
fr: Dernière modification

# field:loan,lender:
source: Lender
fr: Organisme prêteur

# field:loan,lender_address:
source: Lender Address
fr: Adresse de l'organisme prêteur

# field:loan,loan_shares:
source: Loan Shares
fr: Quotités

# field:loan,number:
source: Number
fr: Numéro

# field:loan,order:
source: Order
fr: Ordre

# field:loan,outstanding_balance:
source: Outstanding Balance
fr: Capital restant dû

# field:loan,payment_frequency:
source: Payment Frequency
fr: Fréquence de remboursement

# field:loan,payments:
source: Payments
fr: Echéances

# field:loan,rate:
source: Annual Rate
fr: Taux Annuel

# field:loan,rec_name:
source: Name
fr: Nom

# field:loan,state:
source: State
fr: État

# field:loan,write_date:
source: Write Date
fr: Date de mise à jour

# field:loan,write_uid:
source: Write User
fr: Mis à jour par

# field:loan,xml_id:
source: XML Id
fr: Identifiant XML

# field:loan.increment,begin_balance:
source: Begin Balance
fr: Balance initiale

# field:loan.increment,create_date:
source: Create Date
fr: Date de création

# field:loan.increment,create_uid:
source: Create User
fr: Créé par

# field:loan.increment,currency:
source: Currency
fr: Devises

# field:loan.increment,currency_digits:
source: Currency Digits
fr: Précision

# field:loan.increment,currency_symbol:
source: Currency Symbol
fr: Symbole de la Devise

# field:loan.increment,deferral:
source: Deferral
fr: Différé

# field:loan.increment,early_repayment:
source: Early Repayment
fr: Remboursement anticipé

# field:loan.increment,end_date:
source: End Date
fr: Date de Fin

# field:loan.increment,first_payment_end_balance:
source: First Payment End Balance
fr: CRD après la première échéance

# field:loan.increment,func_key:
source: Functional Key
fr: Clé fonctionnelle

# field:loan.increment,loan:
source: Loan
fr: Prêt

# field:loan.increment,loan_state:
source: Loan State
fr: Etat du prêt

# field:loan.increment,manual:
source: Manual
fr: Manuel

# field:loan.increment,number:
source: Number
fr: Numéro

# field:loan.increment,number_of_payments:
source: Number of Payments
fr: Nombre d'échéances

# field:loan.increment,payment_amount:
source: Payment Amount
fr: Montant

# field:loan.increment,payment_frequency:
source: Payment Frequency
fr: Fréquence de remboursement

# field:loan.increment,rate:
source: Annual Rate
fr: Taux Annuel

# field:loan.increment,rec_name:
source: Name
fr: Nom

# field:loan.increment,start_date:
source: Start Date
fr: Date de Début

# field:loan.increment,write_date:
source: Write Date
fr: Date de mise à jour

# field:loan.increment,write_uid:
source: Write User
fr: Mis à jour par

# field:loan.increment,xml_id:
source: XML Id
fr: Identifiant XML

# field:loan.payment,amount:
source: Amount
fr: Montant

# field:loan.payment,begin_balance:
source: Begin Balance
fr: Balance initiale

# field:loan.payment,create_date:
source: Create Date
fr: Date de création

# field:loan.payment,create_uid:
source: Create User
fr: Créé par

# field:loan.payment,currency:
source: Currency
fr: Devises

# field:loan.payment,currency_digits:
source: Currency Digits
fr: Précision

# field:loan.payment,currency_symbol:
source: Currency Symbol
fr: Symbole de la Devise

# field:loan.payment,interest:
source: Interest
fr: Intérêts

# field:loan.payment,kind:
source: Kind
fr: Type

# field:loan.payment,loan:
source: Loan
fr: Prêt

# field:loan.payment,number:
source: Number
fr: Numéro

# field:loan.payment,outstanding_balance:
source: Outstanding Balance
fr: Capital restant dû

# field:loan.payment,rec_name:
source: Name
fr: Nom

# field:loan.payment,write_date:
source: Write Date
fr: Date de mise à jour

# field:loan.payment,write_uid:
source: Write User
fr: Mis à jour par

# field:loan.payment,xml_id:
source: XML Id
fr: Identifiant XML

# field:loan.share,contract:
source: Contract
fr: Contrat

# field:loan.share,create_date:
source: Create Date
fr: Date de création

# field:loan.share,create_uid:
source: Create User
fr: Créé par

# field:loan.share,end_date:
source: End Date
fr: Date de Fin

# field:loan.share,func_key:
source: Functional Key
fr: Clé fonctionnelle

# field:loan.share,icon:
source: Icon
fr: Icône

# field:loan.share,loan:
source: Loan
fr: Prêt

# field:loan.share,must_expand_tree:
source: Must Expand Tree
fr: Etendre l'arbre

# field:loan.share,option:
source: Option
fr: Garantie Souscrite

# field:loan.share,person:
source: Person
fr: Personne Physique

# field:loan.share,rec_name:
source: Name
fr: Nom

# field:loan.share,share:
source: Loan Share
fr: Quotité

# field:loan.share,start_date:
source: Start Date
fr: Date de Début

# field:loan.share,write_date:
source: Write Date
fr: Date de mise à jour

# field:loan.share,write_uid:
source: Write User
fr: Mis à jour par

# field:loan.share,xml_id:
source: XML Id
fr: Identifiant XML

# field:offered.option.description,insured_outstanding_balance:
source: Insured Outstanding Amount
fr: Montant encours assuré

# field:offered.option.description,is_loan:
source: Is Loan
fr: Emprunteur

# field:offered.product,is_loan:
source: Is Loan
fr: Emprunteur

# field:party.display_insured_outstanding_loan_balance.line_view,amount:
source: Insured Outstanding Loan Balance
fr: Encours

# field:party.display_insured_outstanding_loan_balance.line_view,childs:
source: Childs
fr: Enfants

# field:party.display_insured_outstanding_loan_balance.line_view,currency_digits:
source: Currency Digits
fr: Précision

# field:party.display_insured_outstanding_loan_balance.line_view,currency_symbol:
source: Symbol
fr: Symbole

# field:party.display_insured_outstanding_loan_balance.line_view,insurers:
source: Loan Insurers
fr: Assureurs

# field:party.display_insured_outstanding_loan_balance.line_view,name:
source: Name
fr: Nom

# field:party.display_insured_outstanding_loan_balance.select_date,currency:
source: Currency
fr: Devises

# field:party.display_insured_outstanding_loan_balance.select_date,party:
source: Party
fr: Tiers

source: Possible Currencies
fr: Devises disponibles

# field:party.display_insured_outstanding_loan_balance.view,insurers:
source: Loan Insurers
fr: Assureurs

# field:party.party,is_lender:
source: Is Lender
fr: Organisme prêteur

# field:party.party,lender_role:
source: Lender
fr: Organisme prêteur

# field:party.synthesis.menu.loan,create_date:
source: Create Date
fr: Date de Création

# field:party.synthesis.menu.loan,create_date_:
source: Creation date
fr: Date de Création

# field:party.synthesis.menu.loan,create_uid:
source: Create User
fr: Créé par

# field:party.synthesis.menu.loan,name:
source: Loans
fr: Prêts

# field:party.synthesis.menu.loan,party:
source: Party
fr: Tiers

# field:party.synthesis.menu.loan,rec_name:
source: Name
fr: Nom

# field:party.synthesis.menu.loan,write_date:
source: Write Date
fr: Date de mise à jour

# field:party.synthesis.menu.loan,write_uid:
source: Write User
fr: Mis à jour par

# field:party.synthesis.menu.loan,xml_id:
source: XML Id
fr: Identifiant XML

# help:loan,duration:
source: Deferral included
fr: Différé inclus

# help:offered.option.description,insured_outstanding_balance:
source: If set, the insured outstanding balances wizard will take this coverage for the calculation. Otherwise it will be ignored
fr: Si coché, l'assistant de calcul de la balance de l'encours assuré prendra en compte cette garantie. Dans le cas inverse, elle sera ignorée

# model:contract-loan,name:
source: Contract Loan
fr: Prêt du contrat

# model:ir.action,name:
source: Loan Share Propagation
fr: Propager Quotité

# model:ir.action,name:act_contract_relate_form
source: Contracts
fr: Contrats

# model:ir.action,name:act_display_insured_outstanding_loan_balance
source: Insured Outstanding Loan Balances
fr: Encours

# model:ir.action,name:act_lender_form
source: Lenders
fr: Organismes prêteurs

# model:ir.action,name:act_loan_form
source: Loans
fr: Prêts

# model:ir.action,name:act_loan_payment_relate_form
source: Loan Payments
fr: Echéances

# model:ir.action,name:act_loan_relate_form
source: Loans
fr: Prêts

# model:ir.sequence,name:default_loan_sequence
source: Default Loan Sequence
fr: Séquence de prêt par défaut

# model:ir.sequence.type,name:sequence_type_loan
source: Loan
fr: Prêt

# model:ir.ui.menu,name:menu_lender_form
source: Lenders
fr: Organismes prêteurs

# model:ir.ui.menu,name:menu_lenders_general_configuration
source: Lenders
fr: Organismes prêteurs

# model:ir.ui.menu,name:menu_loan_form
source: Loans
fr: Prêts

# model:lender,name:
source: Lender
fr: Organisme prêteur

# model:loan,name:
source: Loan
fr: Prêt

# model:loan.increment,name:
source: Loan Increment
fr: Palier

# model:loan.payment,name:
source: Loan Payment
fr: Echéance

# model:loan.share,name:
source: Loan Share
fr: Quotité

# model:party.display_insured_outstanding_loan_balance.line_view,name:
source: Insured Outstanding Loan Balance Line View
fr: Vue d'un encours

# model:party.display_insured_outstanding_loan_balance.select_date,name:
source: Date selector for insured outstanding loan balance display
fr: Selection de la date

# model:party.display_insured_outstanding_loan_balance.view,name:
source: Insured Outstanding Loan Balance View
fr: Vue des encours

# model:party.synthesis.menu.loan,name:
source: Party Synthesis Menu Loan
fr: Synthèse acteur - Prêts

# model:res.group,name:group_loan_admin
source: Loan administration
fr: Administration des prêts

# model:res.group,name:group_loan_read
source: Loan consultation
fr: Consultation des prêts

# model:tag,name:tag_loan
source: Loan
fr: Prêt

# selection:extra_data,kind:
source: Loan
fr: Prêt

# selection:loan,deferral:
source: Fully deferred
fr: Différé Total

# selection:loan,deferral:
source: Partially Deferred
fr: Différé Partiel

# selection:loan,duration_unit:
source: Month
fr: Mois

# selection:loan,duration_unit:
source: Year
fr: Année

# selection:loan,kind:
source: Balloon
fr: In Fine

# selection:loan,kind:
source: Fixed Rate
fr: Amortissable

# selection:loan,kind:
source: Graduated
fr: Palier

# selection:loan,kind:
source: Interest Free Loan
fr: Taux Zéro

# selection:loan,kind:
source: Intermediate
fr: Relais

# selection:loan,payment_frequency:
source: Half-year
fr: Semestre

# selection:loan,payment_frequency:
source: Month
fr: Mois

# selection:loan,payment_frequency:
source: Quarter
fr: Trimestre

# selection:loan,payment_frequency:
source: Year
fr: Année

# selection:loan,state:
source: Calculated
fr: Calculé

# selection:loan,state:
source: Draft
fr: Brouillon

# selection:loan.increment,deferral:
source: Fully deferred
fr: Différé Total

# selection:loan.increment,deferral:
source: Partially Deferred
fr: Différé Partiel

# selection:loan.increment,payment_frequency:
source: Day
fr: Jour

# selection:loan.increment,payment_frequency:
source: Half-year
fr: Semestre

# selection:loan.increment,payment_frequency:
source: Month
fr: Mois

# selection:loan.increment,payment_frequency:
source: Quarter
fr: Trimestre

# selection:loan.increment,payment_frequency:
source: Week
fr: Semaine

# selection:loan.increment,payment_frequency:
source: Year
fr: Année

# selection:loan.payment,kind:
source: Deffered
fr: Différé

# selection:loan.payment,kind:
source: Early
fr: Anticipé

# selection:loan.payment,kind:
source: Releasing Funds
fr: Déblocage des fonds

# selection:loan.payment,kind:
source: Scheduled
fr: Planifié

# selection:offered.option.description,family:
source: Loan
fr: Emprunteur

# view:contract-loan:
source: Contract Loan
fr: Prêt du contrat

# view:contract-loan:
source: Loan
fr: Prêt

# view:contract:
source: Create Loan
fr: Créer un prêt

# view:contract:
source: Loans
fr: Prêts

# view:insurer:
source: Insurers
fr: Assureurs

# view:lender:
source: Lender
fr: Organisme prêteur

# view:lender:
source: Lenders
fr: Organismes prêteurs

# view:loan.payment:
source: Total Amount
fr: Montant Total

# view:loan.payment:
source: Total Interest
fr: Total Intérêts

# view:loan.payment:
source: Total Principal
fr: Total Capital

# view:loan:
source: Amortization Table
fr: Table d'Amortissement

# view:loan:
source: Calculate Amortization Table
fr: Calculer la table d'amortissement

# view:loan:
source: Loan Parameters
fr: Paramètres du prêt

# view:loan:
source: Please check the last payment
fr: Merci de vérifier la dernière échéance

# view:loan:
source: Quota share
fr: Quotité

# view:loan:
source: _Modify
fr: _Modifier

# view:party.display_insured_outstanding_loan_balance.line_view:
source: Insurer
fr: Assureur

# view:party.display_insured_outstanding_loan_balance.line_view:
source: Insurers
fr: Assureurs

# view:party.display_insured_outstanding_loan_balance.select_date:
source: Select Date
fr: Sélectionner la date

# view:party.display_insured_outstanding_loan_balance.view:
source: Insured Outstanding Loan Balances
fr: Encours assurés

# view:party.party:
source: Lender
fr: Organisme prêteur

source: Previous
fr: Précédent

# wizard_button:party.display_insured_outstanding_loan_balance,select_date,end:
source: Cancel
fr: Annuler

source: Next
fr: Suivant
