Repository: fatizch/tryton
Catalog: modules/commission_insurance/locale/*.po
Languages: fr_fr

# error:account.fee:
source: Broker Fee
fr_fr: Frais d'apporteur

# error:account.invoice.line:
source: No broker define on contract %s for broker fee %s
fr_fr: Pas de courtier défini sur le contrat %s pour facturer le frais d'apporteur %s

# error:commission.agent:
source: Cannot find matching agent for %s : %s
fr_fr: Impossible de trouver un protocole de commissionnement pour %s : %s

# error:commission.plan.date:
source: Invalid Month (%s) Day (%s) Combination
fr_fr: La combinaison Mois (%s) Jour (%s) n'est pas valide

# error:commission.plan.date:
source: Some date fields must be set
fr_fr: Au moins un champ de date doit être renseigné

# error:commission.plan:
source: The code must be unique!
fr_fr: Le code doit être unique !

# field:account.configuration,broker_bank_transfer_journal:
source: Broker Bank Transfer Journal
fr_fr: Journal de paiement automatique des courtiers

# field:account.configuration,broker_check_journal:
source: Broker Check Journal
fr_fr: Journal de paiement par chèque des courtiers

# field:account.configuration,commission_invoice_payment_term:
source: Commission Invoice Payment Term
fr_fr: Conditions de paiement pour les borderaux de commissions

# field:account.fee,broker_fee:
source: Broker Fee
fr_fr: Frais d'apporteur

# field:account.invoice.line,broker_fee_lines:
source: Broker Fee Lines
fr_fr: Lignes de frais d'apporteur

# field:account.move.line,broker_fee_invoice_line:
source: Broker Fee Invoice Line
fr_fr: Lignes de frais d'apporteur

# field:commission,base_amount:
source: Base Amount
fr_fr: Assiette

# field:commission,broker:
source: Broker
fr_fr: Courtier

# field:commission,commission_rate:
source: Commission Rate
fr_fr: Taux de commissions

# field:commission,commissioned_contract:
source: Commissioned Contract
fr_fr: Contrat commissionné

# field:commission,commissioned_option:
source: Commissioned Option
fr_fr: Option commissionnée

# field:commission,commissioned_subscriber:
source: Contract Subscriber
fr_fr: Souscripteur du contrat

# field:commission,end:
source: End
fr_fr: Date de fin

# field:commission,party:
source: Party
fr_fr: Tiers

# field:commission,start:
source: Start
fr_fr: Date de début

# field:commission.agent,end_date:
source: End Date
fr_fr: Date de Fin

# field:commission.agent,func_key:
source: Functional Key
fr_fr: Clé fonctionnelle

# field:commission.agent,start_date:
source: Start Date
fr_fr: Date de début

# field:commission.agent,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:commission.aggregated,agent:
source: Agent
fr_fr: Protocole de commissionnement

# field:commission.aggregated,broker:
source: Broker
fr_fr: Courtier

# field:commission.aggregated,commissioned_option:
source: Commissioned Option
fr_fr: Option commissionnée

# field:commission.aggregated,contract:
source: Contract
fr_fr: Contrat

# field:commission.aggregated,create_date:
source: Create Date
fr_fr: Date de Création

# field:commission.aggregated,create_date_:
source: Creation date
fr_fr: Date de Création

# field:commission.aggregated,create_uid:
source: Create User
fr_fr: Créé par

# field:commission.aggregated,currency_digits:
source: Currency Digits
fr_fr: Précision

# field:commission.aggregated,end:
source: End Date
fr_fr: Date de Fin

# field:commission.aggregated,invoice:
source: Invoice
fr_fr: Quittance

# field:commission.aggregated,invoice_state:
source: Client Invoice State
fr_fr: État de la quittance client

# field:commission.aggregated,party:
source: Party
fr_fr: Tiers

# field:commission.aggregated,rec_name:
source: Name
fr_fr: Nom

# field:commission.aggregated,start:
source: Start Date
fr_fr: Date d'Effet

# field:commission.aggregated,subscriber:
source: Contract Subscriber
fr_fr: Souscripteur du contrat

# field:commission.aggregated,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:commission.aggregated,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:commission.aggregated,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:commission.change_broker.select_new_broker,all_contracts:
source: Change All Contracts
fr_fr: Modifier tous les contrats

# field:commission.change_broker.select_new_broker,at_date:
source: At Date
fr_fr: Date d'effet

# field:commission.change_broker.select_new_broker,auto_create_agents:
source: Auto Create Missing Agents
fr_fr: Créer les protocoles manquants automatiquement

# field:commission.change_broker.select_new_broker,contracts:
source: Contracts
fr_fr: Contrats

# field:commission.change_broker.select_new_broker,from_broker:
source: From Broker
fr_fr: Apporteur actuel

# field:commission.change_broker.select_new_broker,new_agency:
source: New Agency
fr_fr: Nouvelle agence

# field:commission.change_broker.select_new_broker,to_broker:
source: To Broker
fr_fr: Nouvel apporteur

# field:commission.create_agents.ask,brokers:
source: Brokers
fr_fr: Courtiers

# field:commission.create_agents.ask,company:
source: Company
fr_fr: Société

# field:commission.create_agents.parties,account_payable:
source: Account Payable
fr_fr: Compte à payer

# field:commission.create_agents.parties,company:
source: Company
fr_fr: Société

# field:commission.create_agents.parties,parties:
source: Parties
fr_fr: Tiers

# field:commission.create_invoice.ask,all_brokers:
source: All brokers
fr_fr: Tout courtier

# field:commission.create_invoice.ask,brokers:
source: Brokers
fr_fr: Courtiers

# field:commission.create_invoice.ask,post_invoices:
source: Post Invoices
fr_fr: Emettre les bordereaux

# field:commission.plan,commissioned_products:
source: Commissioned Products
fr_fr: Produits commissionnés

# field:commission.plan,commissioned_products_name:
source: Commissioned Products
fr_fr: Produits commissionnés

# field:commission.plan,computation_dates:
source: Computation Dates
fr_fr: Dates de calcul

# field:commission.plan,insurer_plan:
source: Insurer Plan
fr_fr: Plan lié

# field:commission.plan,tags:
source: Tags
fr_fr: Labels

# field:commission.plan,tags_name:
source: Tags
fr_fr: Labels

# field:commission.plan,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:commission.plan.date,create_date:
source: Create Date
fr_fr: Date de Création

# field:commission.plan.date,create_date_:
source: Creation date
fr_fr: Date de Création

# field:commission.plan.date,create_uid:
source: Create User
fr_fr: Créé par

# field:commission.plan.date,day:
source: Day
fr_fr: Jour

# field:commission.plan.date,first_match_only:
source: First Match Only
fr_fr: Première occurence uniquement

# field:commission.plan.date,frequency:
source: Frequency
fr_fr: Fréquence

# field:commission.plan.date,month:
source: Month
fr_fr: Mois

# field:commission.plan.date,rec_name:
source: Name
fr_fr: Nom

# field:commission.plan.date,reference_date:
source: Reference Date
fr_fr: Date de référence

# field:commission.plan.date,type_:
source: Rule Type
fr_fr: Type de règle

# field:commission.plan.date,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:commission.plan.date,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:commission.plan.date,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:commission.plan.date,year:
source: Year
fr_fr: Année

# field:commission.plan.line,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:commission.plan.lines-offered.option.description,create_date:
source: Create Date
fr_fr: Date de Création

# field:commission.plan.lines-offered.option.description,create_date_:
source: Creation date
fr_fr: Date de Création

# field:commission.plan.lines-offered.option.description,create_uid:
source: Create User
fr_fr: Créé par

# field:commission.plan.lines-offered.option.description,plan_line:
source: Plan Line
fr_fr: Ligne de plan de commissionnement

# field:commission.plan.lines-offered.option.description,rec_name:
source: Name
fr_fr: Nom

# field:commission.plan.lines-offered.option.description,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:commission.plan.lines-offered.option.description,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:commission.plan.lines-offered.option.description,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:commission.synthesis.show,broker_fees_paid:
source: Broker fees paid
fr_fr: Frais courtier payés

# field:commission.synthesis.show,broker_fees_to_pay:
source: Broker fees to pay
fr_fr: Frais courtier à payer

# field:commission.synthesis.show,commissions_paid:
source: Commissions paid
fr_fr: Commissions payées

# field:commission.synthesis.show,commissions_paid_details:
source: Commissions paid by year
fr_fr: Commissions payées par année

# field:commission.synthesis.show,commissions_to_pay:
source: Commissions to pay
fr_fr: Commissions à payer

# field:commission.synthesis.show,currency:
source: Currency
fr_fr: Devise

# field:commission.synthesis.show,currency_digits:
source: Currency Digits
fr_fr: Précision

# field:commission.synthesis.show,currency_symbol:
source: Currency Symbol
fr_fr: Symbole de la Devise

# field:commission.synthesis.start,broker_fees_account:
source: Broker fees account
fr_fr: Compte de frais courtier

# field:commission.synthesis.start,broker_fees_accounts:
source: Broker Fees Accounts
fr_fr: Comptes pour les frais de courtier

# field:commission.synthesis.start,company:
source: Company
fr_fr: Société

# field:commission.synthesis.year_line,amount:
source: Amount
fr_fr: Montant

# field:commission.synthesis.year_line,currency_digits:
source: Currency Digits
fr_fr: Précision

# field:commission.synthesis.year_line,currency_symbol:
source: Symbol
fr_fr: Symbole

# field:commission.synthesis.year_line,year:
source: Year
fr_fr: Année

# field:commission_plan-commission_plan,create_date:
source: Create Date
fr_fr: Date de Création

# field:commission_plan-commission_plan,create_date_:
source: Creation date
fr_fr: Date de Création

# field:commission_plan-commission_plan,create_uid:
source: Create User
fr_fr: Créé par

# field:commission_plan-commission_plan,rec_name:
source: Name
fr_fr: Nom

# field:commission_plan-commission_plan,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:commission_plan-commission_plan,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:commission_plan-commission_plan,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:contract,agency:
source: Agency
fr_fr: Agence

# field:contract,agent:
source: Agent
fr_fr: Gestion

# field:contract,broker:
source: Broker
fr_fr: Courtier

# field:contract,broker_party:
source: Broker
fr_fr: Courtier

# field:contract,show_premium:
source: Show Premium
fr_fr: Visualiser les primes

# field:party.party,agents:
source: Agents
fr_fr: Protocoles de commissionnement

# field:party.party,automatic_wire_transfer:
source: Use Broker Bank Transfer Journal
fr_fr: Utiliser le journal de paiement automatique courtier

# field:party.party,broker:
source: Broker Distribution Network
fr_fr: Réseau de distribution du courtier

# field:party.party,broker_code:
source: Broker Code
fr_fr: Code Courtier

# field:party.party,is_broker:
source: Is Broker
fr_fr: Est courtier

# field:product.product,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:product.template,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:product.uom,xml_id:
source: XML Id
fr_fr: Identifiant XML

# help:commission.plan.date,first_match_only:
source: If True, only the first matching date will be considered.
fr_fr: Si 'Vrai', seule la première occurence sera prise en compte

# model:commission.aggregated,name:
source: Commission Aggregated
fr_fr: Commission agrégée

# model:commission.change_broker.select_new_broker,name:
source: Select New Broker
fr_fr: Changer d'apporteur

# model:commission.create_agents.ask,name:
source: Create Agents
fr_fr: Créer les protocoles de commissionnement

# model:commission.create_agents.parties,name:
source: Create Agents
fr_fr: Créer les protocoles de commissionnement

# model:commission.invoice.create,name:
source: Commission Invoice Creation Batch
fr_fr: Batch de génération des bordereaux de commission

# model:commission.invoice.post,name:
source: Post Commission Invoice Batch
fr_fr: Batch d'émission des bordereaux de commission

# model:commission.plan.date,name:
source: Plan Calculation Date
fr_fr: Date de calcul du plan de commissionnement

# model:commission.plan.lines-offered.option.description,name:
source: Commission Plan Line - Offered Option Description
fr_fr: Lien Ligne de plan de commissionnement - Garantie offerte

# model:commission.synthesis.show,name:
source: Open Commissions Synthesis Show
fr_fr: Ouvrir la synthèse des commissions - Affichage

# model:commission.synthesis.start,name:
source: Open Commissions Synthesis Start
fr_fr: Ouvrir la synthèse des commissions - Début

# model:commission.synthesis.year_line,name:
source: Open Commissions Synthesis Year Line
fr_fr: Ouvrir la synthèse des commissions - Ligne par année

# model:commission_plan-commission_plan,name:
source: Commission Plan - Commission Plan
fr_fr: Lien entre plans de commissionnement

# model:event.type,name:event_contract_broker_changed
source: Broker Changed
fr_fr: Transfert de portefeuille

# model:ir.action,name:
source: Aggregated commissions
fr_fr: Commissions agrégées

# model:ir.action,name:act_broker_commissioned_contract_relate_form
source: Commissioned Contracts
fr_fr: Contrats commissionnés

# model:ir.action,name:act_broker_form
source: Brokers
fr_fr: Courtiers

# model:ir.action,name:act_change_broker
source: Change Broker
fr_fr: Changement d'apporteur

# model:ir.action,name:act_commission_aggregated_distribution_relate_form
source: Aggregated commissions
fr_fr: Commissions agrégées

# model:ir.action,name:act_commission_aggregated_form_relate
source: Aggregated commissions
fr_fr: Commissions agrégées

# model:ir.action,name:act_commission_aggregated_form_relate2
source: Aggregated commissions
fr_fr: Commissions agrégées

# model:ir.action,name:act_commission_aggregated_relate_details
source: Filtering wizard
fr_fr: Assistant de filtrage

# model:ir.action,name:act_commission_create_agents
source: Create Agents
fr_fr: Créer les protocoles de commissionnement

# model:ir.action,name:act_commission_synthesis_display
source: Commissions Synthesis
fr_fr: Synthèse des commissions

# model:ir.action,name:act_invoice_broker_invoice_form
source: Broker Invoices
fr_fr: Bordereaux courtiers

# model:ir.action,name:act_invoice_insurer_invoice_form
source: Insurer Invoices
fr_fr: Bordereaux assureurs

# model:ir.action,name:act_received_premiums_relate
source: Received Premiums
fr_fr: Primes reçues

# model:ir.action.act_window.domain,name:act_commission_domain_broker
source: Broker
fr_fr: Courtier

# model:ir.action.act_window.domain,name:act_commission_domain_insurer
source: Insurer
fr_fr: Assureur

# model:ir.ui.menu,name:
source: Brokers
fr_fr: Courtiers

# model:ir.ui.menu,name:menu_broker
source: Brokers
fr_fr: Courtiers

# model:ir.ui.menu,name:menu_commission_aggregated_commissions
source: Aggregated commissions
fr_fr: Commissions agrégées

# model:ir.ui.menu,name:menu_commission_change_broker
source: Change Broker
fr_fr: Changement d'apporteur

# model:ir.ui.menu,name:menu_commission_create_agents
source: Create Agents
fr_fr: Créer les protocoles de commissionnement

# model:ir.ui.menu,name:menu_commission_insurer_form
source: Insurers
fr_fr: Assureurs

# model:ir.ui.menu,name:menu_commission_invoice
source: Commission Invoices
fr_fr: Bordereaux de commissions

# model:ir.ui.menu,name:menu_invoice_broker_invoice
source: Broker Invoices
fr_fr: Bordereaux courtiers

# model:ir.ui.menu,name:menu_invoice_insurer_invoice
source: Insurer Invoices
fr_fr: Bordereaux assureurs

# selection:account.invoice,business_kind:
source: Broker Invoice
fr_fr: Bordereau courtier

# selection:account.invoice,business_kind:
source: Insurer Invoice
fr_fr: Bordereau assureur

# selection:commission.aggregated,invoice_state:
source: Canceled
fr_fr: Annulée

# selection:commission.aggregated,invoice_state:
source: Draft
fr_fr: Brouillon

# selection:commission.aggregated,invoice_state:
source: Paid
fr_fr: Payée

# selection:commission.aggregated,invoice_state:
source: Posted
fr_fr: Emise

# selection:commission.aggregated,invoice_state:
source: Validated
fr_fr: Validée

# selection:commission.plan,type_:
source: Broker
fr_fr: Courtier

# selection:commission.plan,type_:
source: Insurer
fr_fr: Assureur

# selection:commission.plan.date,frequency:
source: Monthly
fr_fr: Mensuel

# selection:commission.plan.date,frequency:
source: Yearly
fr_fr: Annuel

# selection:commission.plan.date,reference_date:
source: Contract Signature
fr_fr: Signature du contrat

# selection:commission.plan.date,reference_date:
source: Contract Start
fr_fr: Début du contrat

# selection:commission.plan.date,reference_date:
source: Option Start
fr_fr: Début de la garantie

# selection:commission.plan.date,type_:
source: Absolute Date
fr_fr: Abolue

# selection:commission.plan.date,type_:
source: Relative Date
fr_fr: Relatif

# view:commission.aggregated:
source: Aggregated Commissions
fr_fr: Commissions agrégées

# view:commission.change_broker.select_new_broker:
source: Select New Agent
fr_fr: Sélectionner un nouveau courtier

# view:commission.create_agents.ask:
source: Create Agents
fr_fr: Créer les protocoles de commissionnement

# view:commission.create_agents.parties:
source: Create Agents
fr_fr: Créer les protocoles de commissionnement

# view:commission.plan.date:
source: Calculation Dates
fr_fr: Dates de calcul

# view:commission.synthesis.show:
source: Commissions paid by year
fr_fr: Commissions payées par année

# view:commission.synthesis.show:
source: Commissions synthesis
fr_fr: Synthèse des commissions

# view:commission.synthesis.start:
source: Select broker fees account
fr_fr: Sélectionner le compte de frais courtier

# view:commission.synthesis.year_line:
source: Commissions years
fr_fr: Années de commission

# view:commission:
source: Amount
fr_fr: Montant

# view:party.party:
source: Broker
fr_fr: Courtier

# view:party.party:
source: Brokers
fr_fr: Courtiers

# view:party.party:
source: Show commissions synthesis
fr_fr: Synthèse des commissions

# wizard_button:commission.change_broker,select_new_broker,change:
source: Next
fr_fr: Suivant

# wizard_button:commission.change_broker,select_new_broker,end:
source: Cancel
fr_fr: Annuler

# wizard_button:commission.create_agents,ask,end:
source: Cancel
fr_fr: Annuler

# wizard_button:commission.create_agents,parties,create_brokers:
source: Next
fr_fr: Suivant

# wizard_button:commission.create_agents,parties,end:
source: Cancel
fr_fr: Annuler

# wizard_button:commission.synthesis,start,end:
source: Cancel
fr_fr: Annuler

# wizard_button:commission.synthesis,start,show:
source: Show
fr_fr: Afficher

# field:commission,amount:commission.
source: Amount
fr_fr: Commission

# field:account.invoice,agent:commission.
source: Commission Agent
fr_fr: Protocole de commissionnement

# field:commission,agent:commission.
source: Agent
fr_fr: Protocole de commissionnement

# field:product.template-commission.agent,agent:commission.
source: Agent
fr_fr: Protocole de commissionnement

# model:commission.agent,name:commission.
source: Commission Agent
fr_fr: Protocole de commissionnement

# model:commission.create_invoice.ask,name:commission.
source: Create Commission Invoice
fr_fr: Générer les bordereaux de commission

# model:ir.action,name:commission.act_commission_create_invoice
source: Create Commission Invoices
fr_fr: Générer les bordereaux de commission

# model:ir.action,name:commission.act_agent_form
source: Agents
fr_fr: Protocoles de commissionnement

# model:ir.ui.menu,name:commission.menu_agent_form
source: Agents
fr_fr: Protocoles de commissionnement

# model:ir.ui.menu,name:commission.menu_commission_create_invoice
source: Create Commission Invoices
fr_fr: Générer les bordereaux de commission

# model:product.template-commission.agent,name:commission.
source: Product Template - Commission Agent
fr_fr: Modèle produit - Protocole de commissionnement

# selection:commission.agent,type_:commission.
source: Agent Of
fr_fr: Est commissionné par

# selection:commission.agent,type_:commission.
source: Principal Of
fr_fr: Commissionne

# view:commission.agent:commission.
source: Agents
fr_fr: Protocoles de commissionnement

# view:commission.agent:commission.
source: Agent
fr_fr: Protocole de commissionnement

# view:commission.create_invoice.ask:commission.
source: Create Commission Invoice
fr_fr: Générer les bordereaux de commission
