Repository: fatizch/tryton
Catalog: modules/migrator_party/locale/*.po
Languages: fr

# field:migrator.address,id:
source: ID
fr: Identifiant

# field:migrator.company,id:
source: ID
fr: Identifiant

# field:migrator.contact,id:
source: ID
fr: Identifiant

# field:migrator.country,id:
source: ID
fr: Identifiant

# field:migrator.interlocutor,id:
source: ID
fr: Identifiant

# field:migrator.party,id:
source: ID
fr: Identifiant

# field:migrator.party.relation,id:
source: ID
fr: Identifiant

# field:migrator.zip,id:
source: ID
fr: Identifiant

# model:migrator.address,name:
source: Migrator address
fr: Migration des adresses

# model:migrator.company,name:
source: Migrate Company
fr: Migrer les sociétés

# model:migrator.contact,name:
source: Migrate Contact Mechanism
fr: Migrer les contacts

# model:migrator.country,name:
source: Migrator country
fr: Migration des pays

# model:migrator.interlocutor,name:
source: Migrate Interlocutors
fr: Migrer les interlocuteurs

# model:migrator.party,name:
source: Migrator Party.
fr: Migration des tiers

# model:migrator.party.relation,name:
source: Migrator Party Relation.
fr: Migration des relations entre tiers

# model:migrator.zip,name:
source: Migrator zip
fr: Migration des codes postaux
