Repository: fatizch/tryton
Catalog: insurance_collective/locale/*.po
Languages: fr_fr

# field:ins_contract.contract,group_contract:
source: Group Contract
fr_fr: Contrat Collectif

# field:ins_contract.contract,kind:
source: Kind
fr_fr: Type

# field:ins_product.coverage,is_group:
source: Group Coverage
fr_fr: Garantie Collective

# field:ins_product.product,is_group:
source: Group Product
fr_fr: Produit Collectif

# model:ir.action,name:act_contract_form
source: Group Contract
fr_fr: Contrat Collectif

# model:ir.action,name:act_enrollment_form
source: Enrollment
fr_fr: Affiliation

# model:ir.action,name:act_enrollment_relate_form
source: Enrollments
fr_fr: Affiliations

# model:ir.ui.menu,name:menu_contract_form
source: Group Contract
fr_fr: Contrat Collectif

# model:ir.ui.menu,name:menu_coverage_form
source: Plan Coverages
fr_fr: Garanties Collectives

# model:ir.ui.menu,name:menu_enrollment_form
source: Enrollment
fr_fr: Affiliation

# model:ir.ui.menu,name:menu_group
source: Group
fr_fr: Collectif

# model:ir.ui.menu,name:menu_product_form
source: Insurance Plan
fr_fr: Produits Collectifs

# selection:ins_contract.contract,kind:
source: Enrollment
fr_fr: Affiliation

# selection:ins_contract.contract,kind:
source: Group
fr_fr: Groupe

# selection:ins_contract.contract,kind:
source: Individual
fr_fr: Individuel

# view:ins_contract.contract:
source: Enrollments
fr_fr: Affiliations

# view:ins_contract.covered_element:
source: Covered Element
fr_fr: El√©ment Couvert
