Repository: fatizch/tryton
Catalog: modules/questionnaire/locale/*.po
Languages: fr

# error:contract.questionnaire.result:
source: Not Selected
fr: Non Sélectionné

# error:contract.questionnaire.result:
source: Product
fr: Produit

# error:contract.questionnaire.result:
source: Selected
fr: Sélectionné

# error:questionnaire.part:
source: Invalid output for rule %(rule)s
fr: Format de retour invalide pour la règle %(rule)s

# error:questionnaire.run:
source: A choice must be made before going on
fr: Un choix doit être fait pour pouvoir continuer

# error:questionnaire.run:
source: A choice must be made for part %(part)s
fr: Un choix est obligatoire pour l'élément %(part)s

# error:questionnaire.run:
source: No questionnaires configured
fr: Aucun questionnaire n'a été paramétré

# error:questionnaire:
source: The code must be unique!
fr: Le code doit être unique !

# field:contract.questionnaire,answers:
source: Answers
fr: Réponses

# field:contract.questionnaire,contract:
source: Contract
fr: Contrat

# field:contract.questionnaire,create_date:
source: Create Date
fr: Date de Création

# field:contract.questionnaire,create_date_:
source: Creation date
fr: Date de Création

# field:contract.questionnaire,create_uid:
source: Create User
fr: Créé par

# field:contract.questionnaire,id:
source: ID
fr: Identifiant

# field:contract.questionnaire,one_answer:
source: Answer
fr: Réponse

# field:contract.questionnaire,one_result:
source: Result
fr: Résultat

# field:contract.questionnaire,questionnaire:
source: Questionnaire Configuration
fr: Configuration du Questionnaire

# field:contract.questionnaire,rec_name:
source: Record Name
fr: Nom de l'enregistrement

# field:contract.questionnaire,results:
source: Results
fr: Résultats

# field:contract.questionnaire,write_date:
source: Write Date
fr: Modifié par

# field:contract.questionnaire,write_uid:
source: Write User
fr: Modifié par

# field:contract.questionnaire.answer,answers:
source: Answers
fr: Réponses

# field:contract.questionnaire.answer,answers_summary:
source: Answers Summary
fr: Réponses apportées

# field:contract.questionnaire.answer,create_date:
source: Create Date
fr: Date de Création

# field:contract.questionnaire.answer,create_date_:
source: Creation date
fr: Date de Création

# field:contract.questionnaire.answer,create_uid:
source: Create User
fr: Créé par

# field:contract.questionnaire.answer,id:
source: ID
fr: Identifiant

# field:contract.questionnaire.answer,part:
source: Questionnaire Part
fr: Élément de questionnaire

# field:contract.questionnaire.answer,rec_name:
source: Record Name
fr: Nom de l'enregistrement

# field:contract.questionnaire.answer,title:
source: Title
fr: Titre

# field:contract.questionnaire.answer,write_date:
source: Write Date
fr: Modifié par

# field:contract.questionnaire.answer,write_uid:
source: Write User
fr: Modifié par

# field:contract.questionnaire.result,create_date:
source: Create Date
fr: Date de Création

# field:contract.questionnaire.result,create_date_:
source: Creation date
fr: Date de Création

# field:contract.questionnaire.result,create_uid:
source: Create User
fr: Créé par

# field:contract.questionnaire.result,id:
source: ID
fr: Identifiant

# field:contract.questionnaire.result,part:
source: Questionnaire Part
fr: Élément de questionnaire

# field:contract.questionnaire.result,rec_name:
source: Record Name
fr: Nom de l'enregistrement

# field:contract.questionnaire.result,results_as_text:
source: Results
fr: Résultats

# field:contract.questionnaire.result,results_summary:
source: Results Summary
fr: Résumé des résultats

# field:contract.questionnaire.result,title:
source: Title
fr: Titre

# field:contract.questionnaire.result,write_date:
source: Write Date
fr: Modifié par

# field:contract.questionnaire.result,write_uid:
source: Write User
fr: Modifié par

# field:contract.subscribe.find_process,forced_product:
source: Product
fr: Produit

# field:questionnaire,company:
source: Company
fr: Société

# field:questionnaire,create_date:
source: Create Date
fr: Date de Création

# field:questionnaire,create_date_:
source: Creation date
fr: Date de Création

# field:questionnaire,create_uid:
source: Create User
fr: Créé par

# field:questionnaire,icon:
source: Icon
fr: Icône

# field:questionnaire,icon_name:
source: Icon Name
fr: Nom de l'icône

# field:questionnaire,id:
source: ID
fr: Identifiant

# field:questionnaire,name:
source: Name
fr: Nom

# field:questionnaire,parts:
source: Parts
fr: Ensembles de questions

# field:questionnaire,products:
source: Products
fr: Produits

# field:questionnaire,rec_name:
source: Record Name
fr: Nom

# field:questionnaire,sequence:
source: Sequence
fr: Séquence

# field:questionnaire,tags:
source: Tags
fr: Labels

# field:questionnaire,tags_name:
source: Tags
fr: Labels

# field:questionnaire,write_date:
source: Write Date
fr: Modifié par

# field:questionnaire,write_uid:
source: Write User
fr: Modifié par

# field:questionnaire-extra_data,create_date:
source: Create Date
fr: Date de Création

# field:questionnaire-extra_data,create_date_:
source: Creation date
fr: Date de Création

# field:questionnaire-extra_data,create_uid:
source: Create User
fr: Créé par

# field:questionnaire-extra_data,extra_data_def:
source: Extra Data
fr: Données Complémentaires

# field:questionnaire-extra_data,id:
source: ID
fr: Identifiant

# field:questionnaire-extra_data,rec_name:
source: Record Name
fr: Nom

# field:questionnaire-extra_data,write_date:
source: Write Date
fr: Modifié par

# field:questionnaire-extra_data,write_uid:
source: Write User
fr: Modifié par

# field:questionnaire-offered.product,create_date:
source: Create Date
fr: Date de Création

# field:questionnaire-offered.product,create_date_:
source: Creation date
fr: Date de Création

# field:questionnaire-offered.product,create_uid:
source: Create User
fr: Créé par

# field:questionnaire-offered.product,id:
source: ID
fr: Identifiant

# field:questionnaire-offered.product,product:
source: Product
fr: Produit

# field:questionnaire-offered.product,rec_name:
source: Record Name
fr: Nom

# field:questionnaire-offered.product,write_date:
source: Write Date
fr: Modifié par

# field:questionnaire-offered.product,write_uid:
source: Write User
fr: Modifié par

# field:questionnaire.part,create_date:
source: Create Date
fr: Date de Création

# field:questionnaire.part,create_date_:
source: Creation date
fr: Date de Création

# field:questionnaire.part,create_uid:
source: Create User
fr: Créé par

# field:questionnaire.part,extra_data_def:
source: Extra Data
fr: Questions

# field:questionnaire.part,id:
source: ID
fr: Identifiant

# field:questionnaire.part,mandatory:
source: Mandatory
fr: Obligatoire

# field:questionnaire.part,name:
source: Name
fr: Nom

# field:questionnaire.part,rec_name:
source: Record Name
fr: Nom de l'enregistrement

# field:questionnaire.part,rule:
source: Rule
fr: Règle

# field:questionnaire.part,rule_extra_data:
source: Rule Extra Data
fr: Paramètres de la règle

# field:questionnaire.part,sequence:
source: Sequence
fr: Séquence

# field:questionnaire.part,write_date:
source: Write Date
fr: Modifié par

# field:questionnaire.part,write_uid:
source: Write User
fr: Modifié par

# field:questionnaire.run.questions,id:
source: ID
fr: Identifiant

# field:questionnaire.run.questions,possible_questionnaires:
source: Possible Questionnaires
fr: Questionnaires possibles

# field:questionnaire.run.questions.answers,answers:
source: Answers
fr: Réponses

# field:questionnaire.run.questions.answers,id:
source: ID
fr: Identifiant

# field:questionnaire.run.questions.part,id:
source: ID
fr: Identifiant

# field:questionnaire.run.questions.part,questions_summary:
source: Questions Summary
fr: Résumé des questions

# field:questionnaire.run.questions.part,title:
source: Title
fr: Titre

# field:questionnaire.run.questions.proposition,id:
source: ID
fr: Identifiant

# field:questionnaire.run.questions.proposition,results:
source: Results
fr: Résultats

# field:questionnaire.run.questions.result,choices:
source: Choices
fr: Propositions

# field:questionnaire.run.questions.result,id:
source: ID
fr: Identifiant

# field:questionnaire.run.questions.result,part:
source: Questionnaire Part
fr: Élément de questionnaire

# field:questionnaire.run.questions.result.choice,data_as_json:
source: Data
fr: Données

# field:questionnaire.run.questions.result.choice,id:
source: ID
fr: Identifiant

# field:questionnaire.run.questions.result.choice,product:
source: Product
fr: Produit

# field:questionnaire.run.questions.result.choice,selectable:
source: Selectable
fr: Sélectionnable

# field:questionnaire.run.questions.result.choice,selected:
source: Selected
fr: Sélectionné

# field:questionnaire.run.questions.result.choice,was_selected:
source: Was Selected
fr: Etait sélectionné

# help:contract,questionnaires:
source: The questionnaire(s) whose answers ended up with this contract
fr: Le questionnaire ayant abouti à ce contrat

# help:contract.questionnaire,answers:
source: The answers that were given by the subscriber
fr: Les réponses apportées par le souscripteur

# help:contract.questionnaire,questionnaire:
source: The questionnaire template which provided the questions
fr: Le questionnaire ayant généré ces questions

# help:contract.questionnaire,results:
source: The results that were suggested by the questionnaire algorithm
fr: Les résultats suggérés par l'algorithme

# help:contract.questionnaire.answer,answers:
source: The answers that were provided by the client
fr: Les réponses apportées par le client

# help:contract.questionnaire.answer,part:
source: The questionnaire part that asked the questions
fr: L'élément du questionaire requérant ces questions

# help:contract.questionnaire.answer,title:
source: The questionnaire part that asked thequestions
fr: L'élément du questionnaire requérant ces questions

# help:contract.questionnaire.result,part:
source: The questionnaire part that provided this result
fr: L'élément du questionnaire ayant généré ce résultat

# help:contract.questionnaire.result,results_as_text:
source: The results that were provided, encoded as a JSON object
fr: Les résultats du questionnaire, sous forme d'objet JSON

# help:contract.questionnaire.result,results_summary:
source: The results provided as a human readable text
fr: Un résumé des résultats du questionnaire

# help:contract.questionnaire.result,title:
source: The questionnaire part that provided theresult
fr: L'élément du questionnaire qui a proposé ce résultat

# help:contract.subscribe.find_process,forced_product:
source: If set, only this product can be subscribed
fr: Si renseigné, seul ce produit pourra être souscrit

# help:questionnaire,code:
source: The string that will be used to identify this record across the configuration. It should not be modified without checking first if it is used somewhere
fr: L'identifiant pour cet enregistrement dans la configuration. Il ne doit pas être modifié sans s'assurer au préalable des endroits y faisant référence

# help:questionnaire,description:
source: A short text that can be used to describe the purpose of this questionnaire
fr: Un texte court permettant de décrire l'objet du questionnaire

# help:questionnaire,icon:
source: This icon will be used to quickly identify the questionnaire
fr: Cette icône sera utilisée pour identifier le questionnaire.

# help:questionnaire,icon_name:
source: Shortcut to the icon's name
fr: Un raccourci pour accéder au nom de l'icône

# help:questionnaire,name:
source: The name that will be displayed to the end user
fr: Le nom qui sera affiché à l'utilisateur final

# help:questionnaire,parts:
source: The list of sub-questionnaire definitions
fr: La liste des groupes de questions

# help:questionnaire,products:
source: The list of products this questionnaire will be limited to
fr: La liste des produits auxquels sera limité ce questionnaire

# help:questionnaire,sequence:
source: Will be used to order the records
fr: Sera utilisé pour ordonner les enregistrements

# help:questionnaire,tags:
source: Add and search all related configuration objects based on a tag
fr: Liste des labels sur l'objet de configuration. Permet ensuite de rechercher l'ensemble des objets de configuration liés à un même label.

# help:questionnaire.part,mandatory:
source: If set, a choice will have to be made among the results provided by this part for the questionnaire to be valid
fr: Si renseigné, un choix devra être fait parmi les propositions pour valider le questionnaire

# help:questionnaire.part,name:
source: The name of this specific part of the questionnaire
fr: Le nom de cet élément de questionnaire

# help:questionnaire.part,questionnaire:
source: The questionnaire this is a part of
fr: Le questionnaire dont ces questions font partie

# help:questionnaire.part,rule:
source: Returns a list of dictionnaries, with the following keys: - score: integer between 0-100, the computed recommandation for this proposition - description: a string which will be used to describe the proposition - product: the code of the suggested product - eligible: whether the product will be selectable or not for subscription
fr: Retourne une liste de dictionnaires, avec les clés suivantes : - score : Un entier entre 0 et 100, le score attribué à cette proposition - description : Un texte qui sera utilisé pour décrire la proposition - product : Le code du produit proposé - eligible : Si le produit sélectionné sera souscriptible

# help:questionnaire.part,sequence:
source: Will be used to order the records
fr: Utilisé pour ordonner les enregistrements

# help:questionnaire.run.questions.result.choice,data_as_json:
source: The json data that describes the actual answer
fr: Les données (au format JSON) décrivant la proposition

# help:questionnaire.run.questions.result.choice,score:
source: The score (0-100) that represents the accuracy of this choice according to the provided answers
fr: Le score (0-100) associé à cette proposition, au vu des réponses apportées

# help:questionnaire.run.questions.result.choice,selected:
source: Marks this entry as the selected one
fr: Identifie l'entrée comme "sélectionnée"

# model:contract.questionnaire,name:
source: Contract Questionnaire
fr: Questionnaire rattaché à un contrat

# model:contract.questionnaire.answer,name:
source: Contract Questionnaire Answer
fr: Réponse aux questions d'un questionnaire

# model:contract.questionnaire.result,name:
source: Contract Questionnaire Result
fr: Résultat de l'exécution d'un questionnaire

# model:ir.action,name:act_questionnaire_run
source: Run Questionnaire
fr: Remplir un questionnaire

# model:ir.ui.menu,name:menu_contract_questionnaire
source: Start Questionnaire
fr: Remplir un questionnaire

# model:questionnaire,name:
source: Questionnaire
fr: Configuration de Questionnaire

# model:questionnaire-extra_data,name:
source: Relation between Questionnaires and Extra Data
fr: Relation entre questionnaire et données complémentaires

# model:questionnaire-offered.product,name:
source: Product to Questionnaire Rule Relation
fr: Relation entre questionnaire et produit

# model:questionnaire.part,name:
source: Questionnaire Part
fr: Élément de questionnaire

# model:questionnaire.run.questions.answers,name:
source: Run Questionnaire Answers
fr: Réponses

# model:questionnaire.run.questions.part,name:
source: Questionnaire Part
fr: Élément de questionnaire

# model:questionnaire.run.questions.proposition,name:
source: Run Questionnaire Proposition
fr: Propositions

# model:questionnaire.run.questions.result,name:
source: Questionnaire Result
fr: Résultat du questionnaire

# model:questionnaire.run.questions.result.choice,name:
source: Questionnaire Result Choice
fr: Proposition

# view:questionnaire.run.questions:
source: Submit
fr: Soumettre

# view:questionnaire:
source: Products
fr: Produits

# wizard_button:questionnaire.run,answer,check_proposition:
source: Next
fr: Suivant

# wizard_button:questionnaire.run,answer,end:
source: Cancel
fr: Annuler

# wizard_button:questionnaire.run,proposition,end:
source: Cancel
fr: Annuler

# wizard_button:questionnaire.run,proposition,questionnaire_results:
source: Results
fr: Résultats

# wizard_button:questionnaire.run,questionnaire,check_answer:
source: Next
fr: Suivant

# wizard_button:questionnaire.run,questionnaire,end:
source: Cancel
fr: Annuler
