Repository: fatizch/tryton
Catalog: modules/endorsement_commission/locale/*.po
Languages: fr

# field:endorsement.contract.change_broker,dist_network:
source: New Distribution Network
fr: Nouveau réseau de distribution

# field:endorsement.contract.change_broker,agent:
source: New Agent
fr: Nouveau protocole de commissionnement

# field:endorsement.contract.change_broker,broker:
source: New Broker
fr: Nouveau courtier

# field:endorsement.contract.change_broker,broker_party:
source: New Broker Party
fr: Nouveau courtier

# field:endorsement.contract.change_broker,current_dist_network:
source: Current Distribution Network
fr: Réseau de distribution actuel

# field:endorsement.contract.change_broker,current_agent:
source: Current Agent
fr: Protocole de commissionnement actuel

# field:endorsement.contract.change_broker,current_broker:
source: Current Broker
fr: Courtier actuel

# field:endorsement.contract.change_broker,current_plan:
source: Current Plan
fr: Plan de commissionnement sélectionné

# field:endorsement.contract.change_broker,effective_date:
source: Effective Date
fr: Date d'effet

# field:endorsement.contract.change_broker,endorsement_definition:
source: Endorsement Definition
fr: Définition d'avenant

# field:endorsement.contract.change_broker,endorsement_part:
source: Endorsement Part
fr: Avenant unitaire

# field:endorsement.contract.change_broker,product:
source: Product
fr: Produit

# field:endorsement.contract.change_broker,signature_date:
source: Signature Date
fr: Date de signature

# field:endorsement.contract.change_commission,dist_network:
source: Distribution Network
fr: Réseau de distribution

# field:endorsement.contract.change_commission,agent:
source: New Agent
fr: Nouveau protocole de commissionnement

# field:endorsement.contract.change_commission,broker:
source: New Broker
fr: Nouveau courtier

# field:endorsement.contract.change_commission,broker_party:
source: New Broker Party
fr: Nouveau courtier

# field:endorsement.contract.change_commission,current_dist_network:
source: Current Distribution Network
fr: Réseau de distribution actuel

# field:endorsement.contract.change_commission,current_agent:
source: Current Agent
fr: Protocole de commissionnement actuel

# field:endorsement.contract.change_commission,current_broker:
source: Current Broker
fr: Courtier actuel

# field:endorsement.contract.change_commission,effective_date:
source: Effective Date
fr: Date d'effet

# field:endorsement.contract.change_commission,endorsement_definition:
source: Endorsement Definition
fr: Définition d'avenant

# field:endorsement.contract.change_commission,endorsement_part:
source: Endorsement Part
fr: Avenant unitaire

# field:endorsement.contract.change_commission,product:
source: Product
fr: Produit

# field:endorsement.contract.change_commission,signature_date:
source: Signature Date
fr: Date de signature

# model:endorsement.contract.change_broker,name:
source: Change Contract Broker
fr: Changement de courtier sur un contrat

# model:endorsement.contract.change_commission,name:
source: Change Contract Commission
fr: Modifications des commissions sur un contrat

# model:endorsement.part,name:change_broker_revision_part
source: Change Broker
fr: Changement d'apporteur

# model:endorsement.part,name:change_commission_data_revision_part
source: Change Commission Data
fr: Changement de paramètres de commissionnement

# view:endorsement.contract.change_broker:
source: Change Contract Broker
fr: Changement d'apporteur

# view:endorsement.contract.change_commission:
source: Change Contract Commission
fr: Modifications des paramètres de commissionnement

# wizard_button:endorsement.start,change_broker,change_broker_next:
source: Next
fr: Suivant

# wizard_button:endorsement.start,change_broker,change_broker_previous:
source: Previous
fr: Précédent

# wizard_button:endorsement.start,change_broker,end:
source: Cancel
fr: Annuler

# wizard_button:endorsement.start,change_broker,suspend:
source: Suspend
fr: Suspendre

# wizard_button:endorsement.start,change_commission,change_commission_next:
source: Next
fr: Suivant

# wizard_button:endorsement.start,change_commission,change_commission_previous:
source: Previous
fr: Précédent

# wizard_button:endorsement.start,change_commission,end:
source: Cancel
fr: Annuler

# wizard_button:endorsement.start,change_commission,suspend:
source: Suspend
fr: Suspendre
