Repository: fatizch/tryton
Catalog: modules/claim_health/locale/*.po
Languages: fr_fr

# field:claim,quote_date:
source: Quote Date
fr_fr: Date du devis

# field:claim,quote_validity_end_date:
source: Quote Validity End Date
fr_fr: Date de fin de validité du devis

# field:claim.loss,health_loss:
source: Health Loss
fr_fr: Acte santé

# field:claim.loss,loss_kind:
source: Loss Kind
fr_fr: Type de préjudice

# field:claim.loss.health,act_date:
source: Date of Medical Act
fr_fr: Date de l'acte

# field:claim.loss.health,act_description:
source: Medical Act Description
fr_fr: Acte

# field:claim.loss.health,act_end_date:
source: End Date of Medical Act
fr_fr: Date de fin de l'acte médical

# field:claim.loss.health,covered_person:
source: Covered Person
fr_fr: Personne couverte

# field:claim.loss.health,create_date:
source: Create Date
fr_fr: Date de Création

# field:claim.loss.health,create_date_:
source: Creation date
fr_fr: Date de Création

# field:claim.loss.health,create_uid:
source: Create User
fr_fr: Créé par

# field:claim.loss.health,loss:
source: Loss
fr_fr: Préjudice

# field:claim.loss.health,quantity:
source: Quantity
fr_fr: Quantité

# field:claim.loss.health,rec_name:
source: Name
fr_fr: Nom

# field:claim.loss.health,total_charges:
source: Total Charges
fr_fr: Frais réels

# field:claim.loss.health,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:claim.loss.health,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:claim.loss.health,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:contract.covered_element,claim_bank_account:
source: Claim Bank Account
fr_fr: Compte bancaire pour le virement des prestations

# field:contract.covered_element,claim_default_bank_account:
source: Claim Default Bank Account
fr_fr: Compte bancaire par défaut pour le virement des prestations

# field:contract.covered_element,claim_specific_bank_account:
source: Specific Claim Bank Account
fr_fr: Compte bancaire spécifique pour le virement des prestations

# field:contract.covered_element,possible_claim_bank_accounts:
source: Possible Claim Bank Account
fr_fr: Comptes bancaires disponibles

# field:contract.covered_element.modify,possible_claim_bank_accounts:
source: Possible Claim Bank Accounts
fr_fr: Comptes bancaires possibles

# field:contract.covered_element.modify.displayer,claim_bank_account:
source: Claim Bank Account
fr_fr: Compte bancaire pour le virement des prestations

# model:claim.loss.health,name:
source: Health Loss
fr_fr: Acte santé

# view:claim.loss.health:
source: Health Loss
fr_fr: Acte santé

# field:claim,invoice_date:
source: Invoice Date
fr_fr: Date de la facture

# field:claim,invoice_number:
source: Invoice Number
fr_fr: Numéro de la facture

# field:claim,noemie_archive_criterion:
source: Noemie Archiving Criterion
fr_fr: Critère d'archivage NOEMIE

# field:claim,slip_code:
source: Slip Code
fr_fr: Code du bordereau

# field:claim,slip_date:
source: Slip Date
fr_fr: Date du bordereau

# field:claim.loss.health,act_coefficient:
source: Medical Act Coefficient
fr_fr: Coefficient de l'acte médical

# field:claim.loss.health,ccam_act_code:
source: CCAM act code
fr_fr: Code de l'acte CCAM

# field:claim.loss.health,is_care_access_contract:
source: Belongs To Care Access Contract
fr_fr: Fait partie du contrat d'accès aux soins

# field:claim.loss.health,is_off_care_pathway:
source: Is Off Care Pathway
fr_fr: Hors parcours de soin

# field:claim.loss.health,ss_agreement_price:
source: Social Security Agreement Price
fr_fr: Montant de convention

# field:claim.loss.health,ss_agreement_rate:
source: Social Security Agreement Rate
fr_fr: Taux RO

# field:claim.loss.health,ss_reimbursement_amount:
source: Social Security Reimbursement Amount
fr_fr: Montant RO
