Repository: fatizch/tryton
Catalog: modules/claim_indemnification/locale/*.po
Languages: fr

# model:ir.ui.menu,name:menu_validate_indemnification
source: Validate Indemnifications
fr: Valider les indemnisations

# model:rule_engine,name:simple_claim_rule
source: Simple Claim Rule
fr: Règle simple de calcul de la prestation

# model:rule_engine.rule_parameter,string:claim_amount
source: Claim Amount
fr: Montant

# selection:account.invoice,business_kind:
source: Claim Invoice
fr: Remboursement Sinistre

# selection:account.invoice.line.claim_detail,invoice_line_state:
source: Canceled
fr: Annulée

# selection:account.invoice.line.claim_detail,invoice_line_state:
source: Draft
fr: Brouillon

# selection:account.invoice.line.claim_detail,invoice_line_state:
source: Paid
fr: Payée

# selection:account.invoice.line.claim_detail,invoice_line_state:
source: Posted
fr: Postée

# selection:account.invoice.line.claim_detail,invoice_line_state:
source: Validated
fr: Validée

# selection:account.journal,type:
source: Claim
fr: Sinistre

# selection:benefit,indemnification_kind:
source: Annuity
fr: Rente

# selection:benefit,indemnification_kind:
source: Period
fr: Période

# selection:benefit.rule,annuity_frequency:
source: Half-yearly
fr: Semestrielle

# selection:benefit.rule,annuity_frequency:
source: Monthly
fr: Mensuelle

# selection:benefit.rule,annuity_frequency:
source: Quarterly
fr: Trimestrielle

# selection:benefit.rule,annuity_frequency:
source: Yearly
fr: Annuelle

# selection:claim.configuration,sorting_method:
source: Ascending
fr: Ascendant

# selection:claim.configuration,sorting_method:
source: Descending
fr: Descendant

# selection:claim.indemnification,kind:
source: Annuity
fr: Rente

# selection:claim.indemnification,kind:
source: Period
fr: Période

# selection:claim.indemnification,payback_method:
source: Continuous
fr: Par compensation

# selection:claim.indemnification,payback_method:
source: Immediate
fr: Par réclamation de l'indu à effet immédiat

# selection:claim.indemnification,payback_method:
source: Planned
fr: Par planification

# selection:claim.indemnification,status:
source: Annule
fr: Annulé

# selection:claim.indemnification,status:
source: Calculated
fr: Calculé

# selection:claim.indemnification,status:
source: Control Cancelled
fr: Annulé et contrôlé

# selection:claim.indemnification,status:
source: Controlled
fr: Contrôlé

# selection:claim.indemnification,status:
source: Paid
fr: Payée

# selection:claim.indemnification,status:
source: Paid & Cancelled
fr: Payé et Annulé

# selection:claim.indemnification,status:
source: Rejected
fr: Refusé

# selection:claim.indemnification,status:
source: Schedule Cancelled
fr: Annulé et ordonnancé

# selection:claim.indemnification,status:
source: Scheduled
fr: Ordonnancé

# selection:claim.indemnification,status:
source: Validate Cancelled
fr: Annulé et validé

# selection:claim.indemnification,status:
source: Validated
fr: Validée

# selection:claim.indemnification.assistant.control.element,action:
source: Do nothing
fr: Ne rien faire

# selection:claim.indemnification.assistant.control.element,action:
source: Refuse
fr: Refusé

# selection:claim.indemnification.assistant.control.element,action:
source: Validate
fr: Valider

# selection:claim.indemnification.assistant.validate.element,action:
source: Do nothing
fr: Ne rien faire

# selection:claim.indemnification.assistant.validate.element,action:
source: Refuse
fr: Refusé

# selection:claim.indemnification.assistant.validate.element,action:
source: Validate
fr: Valider

# selection:claim.indemnification.assistant.view,global_setter:
source: Do Nothing
fr: Ne rien faire

# selection:claim.indemnification.assistant.view,global_setter:
source: Refuse
fr: Refusé

# selection:claim.indemnification.assistant.view,global_setter:
source: Validate
fr: Valider

# selection:claim.indemnification.assistant.view,order_sort:
source: Ascending
fr: Ascendant

# selection:claim.indemnification.assistant.view,order_sort:
source: Descending
fr: Descendant

# selection:claim.indemnification.detail,indemnification_kind:
source: Annuity
fr: Rente

# selection:claim.indemnification.detail,indemnification_kind:
source: Period
fr: Période

# selection:claim.indemnification.detail,kind:
source: Benefit
fr: Prestation

# selection:claim.indemnification.detail,kind:
source: Deductible
fr: Franchise

# selection:claim.indemnification.detail,unit:
source: Day
fr: Jour

# selection:claim.indemnification.detail,unit:
source: Half-year
fr: Semestre

# selection:claim.indemnification.detail,unit:
source: Month
fr: Mois

# selection:claim.indemnification.detail,unit:
source: Quarter
fr: Trimestre

# selection:claim.indemnification.detail,unit:
source: Week
fr: Semaine

# selection:claim.indemnification.detail,unit:
source: Year
fr: Année

# selection:claim.indemnification_regularisation,payback_method:
source: Continuous
fr: Par compensation

# selection:claim.indemnification_regularisation,payback_method:
source: Immediate
fr: Par réclamation de l'indu à effet immédiat

# selection:claim.indemnification_regularisation,payback_method:
source: Planned
fr: Par planification

# selection:claim.service,annuity_frequency:
source: Half-yearly
fr: Semestrielle

# selection:claim.service,annuity_frequency:
source: Monthly
fr: Mensuel

# selection:claim.service,annuity_frequency:
source: Quarterly
fr: Trimestriel

# selection:claim.service,annuity_frequency:
source: Yearly
fr: Annuelle

# selection:claim.simulate.indemnification.start,unit:
source: Day
fr: Jour

# selection:claim.simulate.indemnification.start,unit:
source: Month
fr: Mois

# selection:insurer.delegation,insurance_kind:
source: Death
fr: Décès

# selection:insurer.delegation,insurance_kind:
source: Education Annuities
fr: Rente éducation

# selection:insurer.delegation,insurance_kind:
source: Funeral Capital
fr: Obsèques

# selection:insurer.delegation,insurance_kind:
source: Joint Annuities
fr: Rente conjoint

# selection:insurer.delegation,insurance_kind:
source: Partial Disability
fr: Invalidité partielle

# selection:insurer.delegation,insurance_kind:
source: Temporary Disability
fr: Incapacité de travail

# selection:insurer.delegation,insurance_kind:
source: Total And Irreversible Autonomy Loss
fr: Perte Totale et Irréversible d'Autonomie

# selection:insurer.delegation,insurance_kind:
source: Total Disability
fr: Invalidité totale

# selection:rule_engine,type_:
source: Benefit
fr: Prestation

# selection:rule_engine,type_:
source: Benefit: Deductible
fr: Prestation: Franchise

# selection:rule_engine,type_:
source: Benefit: Revaluation
fr: Revalorisation

# view:benefit.rule:
source: Benefit Rule
fr: Prestation

# view:benefit.rule:
source: Benefit Rules
fr: Règles de Prestation

# view:benefit:
source: Accounting
fr: Comptabilité

# view:benefit:
source: Benefit
fr: Prestation

# view:claim.configuration:
source: Claim Configuration
fr: Configuration

# view:claim.create_indemnification.schedule:
source: Schedule indemnifications?
fr: Ordonnancer les périodes ?

# view:claim.extra_data_value_displayer:
source: Extra Data
fr: Données Complémentaires

# view:claim.extra_datas_displayers:
source: Fill Extra Datas
fr: Saisir les données complémentaires

# view:claim.indemnification.assistant.control.element:
source: Control Indemnifications
fr: Contrôler les prestations

# view:claim.indemnification.assistant.control.element:
source: Indemnification
fr: Prestations

# view:claim.indemnification.assistant.validate.element:
source: Compensation Elements
fr: Eléments de compensation

# view:claim.indemnification.assistant.validate.element:
source: Indemnification
fr: Prestations

# view:claim.indemnification.assistant.view:
source: Indemnifications Assistant
fr: Assistant

# view:claim.indemnification.control.rule:
source: Control Indemnification Rule form
fr: Règle de contrôle des prestations

# view:claim.indemnification.detail:
source: Indemnification Detail
fr: Détail de l'indemnisation

# view:claim.indemnification:
source: Cancel payment
fr: Annuler l'indemnisation

# view:claim.indemnification:
source: Modify
fr: Modifier

# view:claim.indemnification:
source: Schedule
fr: Ordonnancer

# view:claim.indemnification_calculation_result:
source: Multiple indemnifications were calculated
fr: Plusieurs indemnisations ont été calculées

# view:claim.indemnification_regularisation:
source: Regularisation
fr: Régularisation

# view:claim.select_service:
source: Select Service
fr: Sélectionner la prestation

# view:claim.service:
source: Fill extra data informations
fr: Saisir les données complémentaires

# wizard_button:claim.create_indemnification,definition,calculate:
source: Calculate
fr: Calculer

# wizard_button:claim.create_indemnification,definition,cancel:
source: Cancel
fr: Annuler

# wizard_button:claim.create_indemnification,definition,select_service:
source: Possible Services
fr: Prestations possibles

# wizard_button:claim.create_indemnification,result,definition:
source: Previous
fr: Précédent

# wizard_button:claim.create_indemnification,result,regularisation:
source: Validate
fr: Valider

# wizard_button:claim.create_indemnification,schedule,end:
source: No
fr: Non

# wizard_button:claim.create_indemnification,schedule,validate_scheduling:
source: Yes
fr: Oui

# wizard_button:claim.create_indemnification,select_regularisation,init_previous:
source: Previous
fr: Précédent

# wizard_button:claim.create_indemnification,select_service,cancel:
source: Cancel
fr: Annuler

# wizard_button:claim.create_indemnification,select_service,service_selected:
source: Continue
fr: Continuer

# wizard_button:claim.fill_extra_datas,definition,create_extra_datas:
source: Validate
fr: Valider

# wizard_button:claim.fill_extra_datas,definition,end:
source: Cancel
fr: Annuler

# wizard_button:claim.indemnification.assistant,control_view_state,control_state:
source: Done
fr: Fait

# wizard_button:claim.indemnification.assistant,control_view_state,end:
source: Quit
fr: Quitter

# wizard_button:claim.indemnification.assistant,validate_view_state,end:
source: Quit
fr: Quitter

source: Done
fr: Fait

# wizard_button:claim.indemnification.cancel,cancel_reason,cancel_selection:
source: Apply
fr: Appliquer

# wizard_button:claim.indemnification.cancel,cancel_reason,end:
source: Cancel
fr: Annuler

# wizard_button:claim.simulate.indemnification,result,end:
source: End
fr: Terminer

# wizard_button:claim.simulate.indemnification,result,start:
source: Previous
fr: Précédent

# wizard_button:claim.simulate.indemnification,start,end:
source: Cancel
fr: Annuler

# wizard_button:claim.simulate.indemnification,start,simulate:
source: Simulate
fr: Simuler
