Repository: fatizch/tryton
Catalog: modules/claim_indemnification/locale/*.po
Languages: fr

# field:claim.service,has_automatic_period_calculation:
source: has_automatic_period_calculation
fr: Périodes calculées automatiquement

# field:claim.service,indemnification_start_date:
source: Indemnification Start Date
fr: Date de début d'indemnisation

# field:claim.service,indemnifications:
source: Indemnifications
fr: Indemnisations

# field:claim.service,last_indemnification_date:
source: Last Indemnification Date
fr: Date de dernière indemnisation

# field:claim.service,multi_level_view:
source: Indemnifications
fr: Indemnisations

# field:claim.service,paid_until_date:
source: Paid Until Date
fr: Payer jusqu'à

# field:claim.service,payment_accepted_until_date:
source: Payments Accepted Until:
fr: Périodes validées jusqu'à

# field:claim.simulate.indemnification.displayer,id:
source: ID
fr: Identifiant

# field:claim.simulate.indemnification.displayer,identifier:
source: Identifier
fr: Identifiant

# field:claim.simulate.indemnification.displayer,stack_info:
source: Stack Informations
fr: Informations de la pile

# field:claim.simulate.indemnification.displayer,state:
source: State
fr: État

# field:claim.simulate.indemnification.result,displayers:
source: Simulated Indemnifications
fr: Indemnisations simulées

# field:claim.simulate.indemnification.result,id:
source: ID
fr: Identifiant

# field:claim.simulate.indemnification.start,duration:
source: Duration
fr: Durée

# field:claim.simulate.indemnification.start,id:
source: ID
fr: Identifiant

# field:claim.simulate.indemnification.start,no_revaluation:
source: Without Revaluation
fr: Sans revalorisation

# field:claim.simulate.indemnification.start,unit:
source: Duration Unit
fr: Unité de la Durée

# field:claim.sub_status,block_indemnifications:
source: Block Indemnifications Scheduling
fr: Bloque l'ordonnancement des indemnisations

# field:insurer.delegation,claim_create_indemnifications:
source: Indemnifications Creation
fr: Création d'indemnisations

# field:insurer.delegation,claim_pay_indemnifications:
source: Indemnifications Payment
fr: Paiement d'indemnisations

# help:benefit,automatic_period_calculation:
source: Periods will be automatically calculated reusing data fromprevious period.
fr: Les périodes vont être automatiquement recalculées depuis les informations des précédentes

# help:benefit,indemnification_kind:
source: Define how the indemnification dates will be initialized (period or capital)
fr: Définit comment les dates d'une période d'indemnisation seront initialisée (période, capital, rente)

# help:benefit,payment_journals:
source: The payment journals defined here will be pickable when creating a new indemnification period on a delivered service for this benefit
fr: Les journaux de paiement définis ici seront utilisables lors de la création d'une période d'indemnisation sur un service délivré pour la prestation

# help:benefit,products:
source: Accounting products available when creating a new indemnification. Account and taxes that apply to the benefit are defined in an accounting product
fr: Produits comptables disponibles lorsque l'on créé une indemnisation. Le compte comptable et les taxes qui s'appliquent à l'indemnisation sont définis dans un produit comptable.

# help:claim,immediate_payback:
source: Set to true if at least one indemnification is has an immediate payback method
fr: Vrai lorsqu'au moins une des indemnisations du sinistre est non payée, annulée, et avec une méthode de régularisation immédiate

# help:claim.configuration,sorting_method:
source: This value will be used to sort indemnifications by start date
fr: Cette valeur sera utilisée pour trier les indemnisations par date de début

# help:claim.configuration,tax_at_indemnification_date:
source: If true, the tax date for invoices will be the date of the indemnification. Oherwise, the tax date will be the invoice date
fr: Si coché, la date de taxe pour les quittances sera la date de l'indemnisation. Sinon, la date de taxe sera la date de la quittance

# help:claim.indemnification,bank_account:
source: The bank account that will be used in case of a transfer
fr: Le compte bancaire qui sera utilisé en cas de transfert

# help:claim.indemnification,forced_base_amount:
source: This amount is a daily amount if indemnification kind is period, annual if the kind is annuity, and the capital's amount if the kind is a capital
fr: Ce montant est journalier si le type de l'indemnisation est "Période", annuel si le type est "Rente" et le montant du capital dans le cas du type "Capital"

# help:claim.indemnification_definition,beneficiary:
source: The party to which the indemnification will be paid
fr: Le tiers auquel sera versé l'indemnisation

# help:claim.indemnification_definition,forced_base_amount:
source: This amount is a daily amount if indemnification kind is period, annual if the kind is annuity, and the capital's amount if the kind is a capital
fr: Ce montant est journalier si le type de l'indemnisation est "Période", annuel si le type est "Rente" et le montant du capital dans le cas du type "Capital"

# help:claim.indemnification_definition,forced_base_amount_display_access:
source: This field determines if the current user has the right to see the field "Forced Base Amount"
fr: Ce champ détermine si l'utilisateur courant a le droit de visualiser le champ "Montant de base forcé"

# help:claim.indemnification_definition,indemnification_date:
source: For capital indemnifications, the date at which the indemnification is expected to be paid
fr: Pour les indemnisations de type "capital", la date à laquelle l'indemnisation sera versée

# help:claim.indemnification_regularisation,forced_base_amount:
source: This amount is a daily amount if indemnification kind is period, annual if the kind is annuity, and the capital's amount if the kind is a capital
fr: Ce montant est journalier si le type de l'indemnisation est "Période", annuel si le type est "Rente" et le montant du capital dans le cas du type "Capital"

# help:claim.indemnification_regularisation,forced_base_amount_display_access:
source: This field determines if the current user has the right to see the field "Forced Base Amount"
fr: Ce champ détermine si l'utilisateur courant a le droit de visualiser le champ "Montant de base forcé"

# help:claim.service,can_be_indemnified:
source: Indicates if a service can be used to create indemnifications
fr: Indique si un service peut être utilisé pour créer des indemnisations

# help:claim.simulate.indemnification.start,no_revaluation:
source: If set, the simulated indemnification will not use the revaluation rule
fr: Si coché, l'indemnisation simulé n'utilisera pas la règle de revalorisation

# help:claim.sub_status,block_indemnifications:
source: If true, all claim's indemnifications scheduling will be blocked
fr: Si vrai, l'ordonnancement de l'ensemble des indemnisations du sinistre sera bloqué

# model:account.invoice.line.claim_detail,name:
source: Claim Invoice Line Detail
fr: Détail d'une période

# model:account.journal,name:journal_claim
source: Claim
fr: Sinistre

# model:benefit-account.payment.journal,name:
source: Benefit Payment Journal relation
fr: Relation prestation journaux de paiement

# model:benefit-product,name:
source: Benefit Product relation
fr: Relation Prestation - Produit

# model:benefit.rule,name:
source: Benefit Rule
fr: Prestation

# model:claim.configuration,name:
source: Claim Configuration
fr: Configuration

# model:claim.create_indemnification.schedule,name:
source: Schedule Indemnifications
fr: Ordonnancer les périodes

# model:claim.extra_data_value_displayer,name:
source: Extra Data Value Displayer
fr: Données complémentaires

# model:claim.extra_datas_displayers,name:
source: Extra Datas
fr: Données complémentaires

# model:claim.indemnification,name:
source: Indemnification
fr: Prestations

# model:claim.indemnification.assistant.control.element,name:
source: Claim Indemnification Control Element
fr: Elément de contrôle des prestations

# model:claim.indemnification.assistant.validate.element,name:
source: Claim Indemnification Validate Element
fr: Elément de validation des prestations

# model:claim.indemnification.assistant.view,name:
source: Indemnification Assistant View
fr: La règle d'indemnisation n'a retourné aucune indemnisation.

# model:claim.indemnification.control.rule,name:
source: Indemnification Control Rule
fr: Règle de contrôle des prestations

# model:claim.indemnification.create,name:
source: Create Claim Idemnification Batch
fr: Batch de création des périodes d'indemnisation

# model:claim.indemnification.detail,name:
source: Indemnification Detail
fr: Détail de l'indemnisation

# model:claim.indemnification.payback_reason,name:
source: Indemnification Payback Reason
fr: Raison d'annulation d'indemnisation

# model:claim.indemnification.select_cancel_reason,name:
source: Cancel Indemnification Reason
fr: Motif d'annulation d'une indemnisation

# model:claim.indemnification.simulate,name:
source: Simulate Indemnification Batch
fr: Batch Simulation Indemnisation

# model:claim.indemnification_calculation_result,name:
source: Indemnification Calculation Result
fr: Resultat du calcul

# model:claim.indemnification_definition,name:
source: Indemnification Definition
fr: Définition de la période

# model:claim.indemnification_regularisation,name:
source: Indemnification Regularisation
fr: Régularisation

# model:claim.select_service,name:
source: Select Service
fr: Sélectionner la prestation

# model:claim.simulate.indemnification.displayer,name:
source: Simulation Displayer
fr: Affichage Simulation

# model:claim.simulate.indemnification.result,name:
source: Simulate Indemnification Result
fr: Résultat de simulation d'indemnisation

# model:claim.simulate.indemnification.start,name:
source: Simulate Indemnification Start
fr: Simuler Indemnisation

# model:event.type,name:event_cancel_indemnification
source: Cancel Indemnification
fr: Annulation d'une période d'indemnisation

# model:event.type,name:event_cancel_invoice
source: Reject Indemnification
fr: Rejeter les prestations

# model:event.type,name:event_pay_invoice
source: Schedule Indemnification
fr: Ordonnancer les prestations

# model:event.type,name:event_post_invoice
source: Validate Indemnification
fr: Valider les prestations

# model:ir.action,name:
source: Claim Indemnification Validate
fr: Validation des Indemnisations

# model:ir.action,name:act_all_claim_invoices
source: Claim Invoices
fr: Remboursements sinistre

# model:ir.action,name:act_cancel_indemnification_wizard
source: Cancel Associated Indemnification(s)
fr: Annuler les indemnisations associées

# model:ir.action,name:act_claim_invoice
source: Claim Invoices
fr: Remboursements sinistre

# model:ir.action,name:act_claim_invoices
source: Claim Invoices
fr: Remboursements sinistre

# model:ir.action,name:act_create_claim_indemnification_wizard
source: Create Indemnification
fr: Créer une période

# model:ir.action,name:act_create_indemnification_wizard
source: Create Indemnification
fr: Créer une période

# model:ir.action,name:act_delete_indemnification_wizard
source: Delete Associated Indemnification(s)
fr: Supprimer les indemnisations associées

# model:ir.action,name:act_fill_extra_data_wizard
source: Fill Extra Datas
fr: Saisir les données complémentaires

# model:ir.action,name:act_indemnification_control_rule
source: Indemnification Control Rule
fr: Règle de contrôle des prestations

# model:ir.action,name:act_indemnification_payback_reason_form
source: Payback Reason
fr: Raison d'annulation

# model:ir.action,name:act_simulate_indemnification_wizard
source: Simulate Indemnification Wizard
fr: Assitant de simulation d'indemnisation

# model:ir.action,name:indemnification_control_wizard
source: Indemnification Control Wizard
fr: Assistant de contrôle des prestations

# model:ir.action,name:indemnification_validate_wizard
source: Indemnification Validation Wizard
fr: Assistant de validation des prestations

source: Active
fr: Actives

source: Inactive
fr: Inactives

# model:ir.message,text:msg_amount_different
source: The computed amount is different from the last indemnfication. We should have %(amount)s, got %(computed)s instead.
fr: Le montant calculé est différent de la dernière indemnisation connue. Nous devrions avoir %(amount)s, nous avons %(computed)s à la place.

# model:ir.message,text:msg_annuity_description
source: The prorata for this period is %(prorata)s / %(ratio)s = %(prorata_on_ratio)s The amount per day is %(annual_forced_amount)s / %(ratio)s = %(amount_per_unit)s. The annuity amount is %(amount_per_unit)s * %(prorata)s = %(annuity_amount)s.
fr: Le prorata pour cette periode est %(prorata)s / %(ratio)s = %(prorata_on_ratio)s Le montant par unite est %(annual_forced_amount)s / %(ratio)s = %(amount_per_unit)s Le montant de la rente est %(amount_per_unit)s * %(prorata)s = %(annuity_amount)s

# model:ir.message,text:msg_annuity_general_description
source: Annuities generated with forced base amount %(forced_amount)s on a %(frequency)s frequency. Therefore, annual annuity amount is %(annual_forced_amount)s.
fr: Les annuites sont generees avec le montant de base force %(forced_amount)s a frequence %(frequency)s Par consequent, le montant annuel d'annuite est %(annual_forced_amount)s

# model:ir.message,text:msg_bad_indemnification_shares
source: Total share amount for service %(service)s should be 100: %(total_share)s %%.
fr: La somme des parts des bénéficiaires pour la prestation %(service)s doit être de 100: %(total_share)s % %.

# model:ir.message,text:msg_beneficiary_required
source: The beneficiary is required.
fr: Le bénéficiaire est requis.

# model:ir.message,text:msg_beneficiary_share
source: Share for current beneficiary: %(share)s %%
fr: Répartition pour le bénéficiaire courant : %(share)s %%

# model:ir.message,text:msg_cannot_create_indemnifications
source: The insurer %(insurer)s did not allow to create indemnifications.
fr: L'assureur %(insurer)s n'a pas autorisé la création d'indemnisations.

# model:ir.message,text:msg_cannot_pay_indemnifications
source: The insurer %(insurer)s did not allow to pay indemnifications.
fr: L'assureur %(insurer)s n'a pas autorisé le paiement d'indemnisations.

# model:ir.message,text:msg_cannot_refuse_cancel_indemnifications
source: Cancelled indemnification %(indemnification)s can't be refused.
fr: L'indemnisation annulée %(indemnification)s ne peut être refusée.

# model:ir.message,text:msg_cannot_refuse_indemnifications_without_note
source: Indemnification %(indemnification)s must have a note to be canceled, please write a note to motivate your refusal.
fr: La prestation %(indemnification)s ne peux pas être refusée sans commentaire, merci de renseigner la zone commentaire afin de justifier votre refus.

# model:ir.message,text:msg_cannot_schedule_draft_loss
source: Cannot schedule indemnifications for draft loss %(loss)s.
fr: Impossible de valider les indemnisations sur l'événement en brouillon %(loss)s.

# model:ir.message,text:msg_capital_description
source: Capital forced amount %(forced_amount)s.
fr: Montant force de capital %(forced_amount)s

# model:ir.message,text:msg_compute_crash
source: A crash occurs while computing the indemnification, see stack trace for more informations.
fr: Un crash est apparu lors du calcul de l'indemnisation, voir la trace de la pile pour plus d'informations.

# model:ir.message,text:msg_end_date_exceeds_loss
source: The end date must not exceed the loss end date.
fr: La date de fin ne doit pas exceder la date fin du préjudice.

# model:ir.message,text:msg_end_date_future
source: Indemnifications in the future are not allowed.
fr: Les indemnisations dans le futur ne sont pas autorisées.

# model:ir.message,text:msg_end_date_required
source: End date is required.
fr: La date de fin est requise.

# model:ir.message,text:msg_final_result
source: Total after share: %(amount).2f
fr: Montant total après répartition : %(amount).2f

# model:ir.message,text:msg_gap_found_in_period
source: A gap has been detected from %(from_)s to %(to)s
fr: Une période sans indemnisation a été détéctée du %(from_)s au %(to)s

# model:ir.message,text:msg_indemnification_lines_only
source: Please check whether the lines to pay are all related to a claim invoice.
fr: Veuillez vérifier que toutes les lignes à payer séléctionnées proviennent d'une facture fournisseur.

# model:ir.message,text:msg_indemnification_not_removable
source: The indemnification %(indemnification)s cannot be removed.
fr: L'indemnisation %(indemnification)s ne peut pas être supprimée.

# model:ir.message,text:msg_indemnification_paid
source: The service %(service)s has non-cancelled indemnifications.
fr: La prestation %(service)s a des indemnisations non annulées.

# model:ir.message,text:msg_indemnized_losses
source: Some draft losses have active indemnifications, they may have to be reevaluated: %(names)s
fr: Certains événements en brouillon ont des périodes d'indemnisations actives, il sera nécessaire de les revalider : %(names)s

# model:ir.message,text:msg_invalid_detail_deductible_rule
source: Detail %(detail_key) does not exist in configuration for deductible rules.
fr: Le détail %(detail_key) n'existe pas dans la configuration pour les règles de franchise.

# model:ir.message,text:msg_journal_required
source: The journal is required.
fr: Le journal est requis.

# model:ir.message,text:msg_missing_closing_reason
source: The closing reason is missing on the loss.
fr: La raison de fermeture est manquante sur l'événement.

# model:ir.message,text:msg_missing_end_date
source: The end date is missing on the loss.
fr: La date de fin est manquante sur l'événement.

# model:ir.message,text:msg_missing_previous_indemnification
source: You can not schedule the indemnification %(indemnification)s because a scheduled period of %(missing_days)s day(s) should be ahead.
fr: Vous ne pouvez pas ordonnancer l'indemnisation %(indemnification)s parce qu'une période précédente ordonnancée de %(missing_days)s jour(s) est manquante.

# model:ir.message,text:msg_multiple_capital_indemnifications
source: There may not be multiple capital indemnifications for a given beneficiary, the current one will be cancelled.
fr: Il ne peut pas y avoir plusieurs indemnisations de type capital pour un bénéficiaire donné, l'existante sera annulée.

# model:ir.message,text:msg_no_bank_account
source: No bank account found for the beneficiary %(beneficiary)s on loss %(loss)s.
fr: Aucun compte bancaire pour le bénéficiaire %(beneficiary)s du sinistre %(loss)s

# model:ir.message,text:msg_no_computed_indemn
source: The indemnification rule returns no indemnification.
fr: La règle d'indemnisation n'a retourné aucune indemnisation.

# model:ir.message,text:msg_no_ijss
source: No ijss defined in previous indemnification details.
fr: Appliquer la réduction.

# model:ir.message,text:msg_no_indemnification_rule
source: No indemnification rule defined.
fr: Aucune règle d'indemnisation définie.

# model:ir.message,text:msg_no_indemnifications
source: No indemnification has been found.
fr: Aucune indemnisation n'a été trouvée.

# model:ir.message,text:msg_no_previous_indemn
source: No indemnifications on the claim to compare with.
fr: Aucune indemnisation présente sur le dossier pour comparer. .

# model:ir.message,text:msg_no_salary
source: No salary defined on the claim %(claim)s.
fr: Aucun salaire défini sur le sinistre %(claim)s.

# model:ir.message,text:msg_offset_date
source: The date is not equal to the cancelled date.
fr: Le date n'est pas égale à la date d'annulation.

# model:ir.message,text:msg_other_loss_same_covered
source: The following indemnification period(s) duplicates the period to schedule (with another loss):
fr: La/les indemnisations suivante(s) duplique(nt) la période à ordonnancer (depuis un autre préjudice):

# model:ir.message,text:msg_overlap_date
source: Are you sure you want to cancel the periods between %(start)s and %(end)s?
fr: Vous êtes en train de faire une régularisation de prestations déjà réglées. Êtes-vous sur de vouloir annuler les périodes entre %(start)s et %(end)s?

# model:ir.message,text:msg_period_description
source: Indemnification computed with forced base amount %(forced_amount)s Indemnification amount is %(forced_amount)s * %(nb_of_unit)s = %(amount)s.
fr: Indemnisation calculee avec le montant de base force %(forced_amount)s Le montant de l'indemnisation est %(forced_amount)s * %(nb_of_unit)s = %(amount)s

# model:ir.message,text:msg_period_duplicate_data
source: %(covered)s: with the contract number: %(ctr)s, claim: %(number)s, period: %(period)s (%(overlap)s day(s) of overlap).
fr: %(covered)s: avec le numéro de contrat %(ctr)s, dossier de prestation: %(number)s, période: %(period)s (%(overlap)s jour(s) se chevauche(nt)).

# model:ir.message,text:msg_period_will_be_deleted
source: The period "%(description)s" will be definitely deleted for the calculation, event if you cancel the process.
fr: La période "%(description)s" sera supprimée définitivement afin d'effectuer le calcul, même si vous annulez le processus.

# model:ir.message,text:msg_quote_contract
source: Scheduling is blocked for indemnification %(indemnification)s, contract %(contract)s is not activated.
fr: L'ordonnancement est bloqué pour l'indemnisation %(indemnification)s, le contrat %(contract)s n'est pas actif.

# model:ir.message,text:msg_same_benefit_same_service
source: The following indemnification period(s) duplicates the period to schedule (same benefit, loss and option):
fr: La/les période(s) d'indemnisation duplique(nt) la période à ordonnancer (même prestation, préjudice et couverture):

# model:ir.message,text:msg_schedule_cancel_period_first
source: Cannot schedule indemnifications as there is cancelled indemnification not scheduled for service %(service)s.
fr: L'indemnisation ne peut être ordonnancée car il y a des indemnisations annulées non ordonnancées.

# model:ir.message,text:msg_scheduling_blocked
source: Scheduling is blocked for indemnification %(indemnification)s, claim's sub status is %(sub_status)s.
fr: L'ordonnancement est bloqué pour l'indemnisation %(indemnification)s, le sous statut du sinistre étant: %(sub_status)s.

# model:ir.message,text:msg_start_date_required
source: Start date is required.
fr: La date de début est requise.

# model:ir.message,text:msg_tax_change_in_period
source: The tax %(tax)s starts on %(tax_start)s and ends on %(tax_end)s . Please create different indemnifications between %(period_start)s and %(period_end)s so that no tax changes happen during a given indemnification.
fr: La taxe %(tax)s commence le %(tax_start)s et finit le %(tax_end)s .Veuillez créer des indemnisations différentes entre le %(period_start)s et le %(period_end)s pour qu'aucun changement de taxe n'arrive pendant une indemnisation donnée.

# model:ir.message,text:msg_unpaid_indemnification
source: %(count)s indemnification(s) remains unpaid.
fr: %(count)s indemnisation(s) reste(nt) impayée(s)

# model:ir.message,text:msg_wrong_date
source: End date must be greater than the start date.
fr: La date de fin doit être supérieure à la date de début.

# model:ir.message,text:msg_wrong_parameters
source: Invalid configuration: the revaluation rule is called with invalid parameters.
fr: Paramétrage incorrect : la règle de revalorisation est appelée avec des paramètres incorrects.

# model:ir.ui.menu,name:claim_invoices_form
source: Claim Invoices
fr: Remboursements sinistre

# model:ir.ui.menu,name:menu_control_indemnification
source: Controler les Indemnifications
fr: Contrôler les indemnisations

# model:ir.ui.menu,name:menu_indemnification_control_rule
source: Indemnification Control Rule
fr: Règle de contrôle des prestations

# model:ir.ui.menu,name:menu_indemnification_payback_reasons
source: Indemnification Payback Reasons
fr: Raisons d'annulation d'indemnisations
