Repository: fatizch/tryton
Catalog: modules/claim_indemnification/locale/*.po
Languages: fr

# field:account.invoice.line,claim_detail:
source: Claim Detail
fr: Détail du sinistre

# field:account.invoice.line,claim_details:
source: Claim Details
fr: Détails du sinistre

# field:account.invoice.line,tax_amount:
source: Tax Amount
fr: Taxe

# field:account.invoice.line,tax_lines:
source: Tax Lines
fr: Lignes de taxe

# field:account.invoice.line,tax_rate:
source: Tax Rate
fr: Taux de taxe

# field:account.invoice.line,taxed_amount:
source: Taxed Amount
fr: Montant TTC

# field:account.invoice.line.claim_detail,claim:
source: Claim
fr: Sinistre

# field:account.invoice.line.claim_detail,create_date:
source: Create Date
fr: Date de Création

# field:account.invoice.line.claim_detail,create_date_:
source: Creation date
fr: Date de Création

# field:account.invoice.line.claim_detail,create_uid:
source: Create User
fr: Créé par

# field:account.invoice.line.claim_detail,indemnification:
source: Indemnification
fr: Prestations

# field:account.invoice.line.claim_detail,invoice:
source: Invoice
fr: Quittance

# field:account.invoice.line.claim_detail,invoice_line:
source: Invoice Line
fr: Ligne de quittance

# field:account.invoice.line.claim_detail,invoice_line_currency_digits:
source: Currency Digits
fr: Précision de la devise

# field:account.invoice.line.claim_detail,invoice_line_currency_symbol:
source: Currency Symbol
fr: Symbole de la Devise

# field:account.invoice.line.claim_detail,invoice_line_invoice_date:
source: Invoice Date
fr: Date de facturation

# field:account.invoice.line.claim_detail,invoice_line_reconciliation_date:
source: Invoice Reconciliation Date
fr: Date de réconciliation de la quittance

# field:account.invoice.line.claim_detail,invoice_line_state:
source: Invoice State
fr: État de la facture

# field:account.invoice.line.claim_detail,invoice_line_total_amount:
source: Invoice Total Amount
fr: Montant total de la quittance

# field:account.invoice.line.claim_detail,is_regularisation:
source: Is Regularisation
fr: Est une régularisation

# field:account.invoice.line.claim_detail,rec_name:
source: Record Name
fr: Nom

# field:account.invoice.line.claim_detail,write_date:
source: Write Date
fr: Date de mise à jour

# field:account.invoice.line.claim_detail,write_uid:
source: Write User
fr: Mis à jour par

# field:account.invoice.line.claim_detail,xml_id:
source: XML Id
fr: Identifiant XML

# field:benefit,automatic_period_calculation:
source: Automatic Period Calculation
fr: Calcul automatique des périodes

# field:benefit,benefit_rules:
source: Benefit Rules
fr: Règles de Prestation

# field:benefit,indemnification_kind:
source: Indemnification Kind
fr: Type d'indemnisation

# field:benefit,payment_journals:
source: Payment Journals
fr: Journaux de paiement

# field:benefit,products:
source: Products
fr: Produits comptables

# field:benefit,waiting_account:
source: Waiting Account
fr: Compte d'attente

# field:benefit-account.payment.journal,benefit:
source: Benefit
fr: Prestation

# field:benefit-account.payment.journal,create_date:
source: Create Date
fr: Date de Création

# field:benefit-account.payment.journal,create_date_:
source: Creation date
fr: Date de Création

# field:benefit-account.payment.journal,create_uid:
source: Create User
fr: Créé par

# field:benefit-account.payment.journal,id:
source: ID
fr: Identifiant

# field:benefit-account.payment.journal,payment_journal:
source: Product
fr: Produit

# field:benefit-account.payment.journal,rec_name:
source: Record Name
fr: Nom

# field:benefit-account.payment.journal,write_date:
source: Write Date
fr: Modifié le

# field:benefit-account.payment.journal,write_uid:
source: Write User
fr: Modifié par

# field:benefit-account.payment.journal,xml_id:
source: XML Id
fr: Identifiant XML

# field:benefit-product,benefit:
source: Benefit
fr: Prestation

# field:benefit-product,create_date:
source: Create Date
fr: Date de Création

# field:benefit-product,create_date_:
source: Creation date
fr: Date de Création

# field:benefit-product,create_uid:
source: Create User
fr: Créé par

# field:benefit-product,id:
source: ID
fr: Identifiant

# field:benefit-product,product:
source: Product
fr: Produit

# field:benefit-product,rec_name:
source: Record Name
fr: Nom

# field:benefit-product,write_date:
source: Write Date
fr: Date de mise à jour

# field:benefit-product,write_uid:
source: Write User
fr: Modifié par

# field:benefit-product,xml_id:
source: XML Id
fr: Identifiant XML

# field:benefit.rule,annuity_frequency:
source: Annuity Frequency
fr: Fréquence d'indemnisation

# field:benefit.rule,benefit:
source: Benefit
fr: Prestation

# field:benefit.rule,create_date:
source: Create Date
fr: Date de Création

# field:benefit.rule,create_date_:
source: Creation date
fr: Date de Création

# field:benefit.rule,create_uid:
source: Create User
fr: Créé par

# field:benefit.rule,currency:
source: Currency
fr: Devises

# field:benefit.rule,currency_digits:
source: Currency Digits
fr: Précision

# field:benefit.rule,currency_symbol:
source: Currency Symbol
fr: Symbole de la Devise

# field:benefit.rule,deductible_rule:
source: Deductible Rule
fr: Règle de franchise

# field:benefit.rule,deductible_rule_extra_data:
source: Deductible Rule Extra Data
fr: Données complémentaires de la règle de franchise

# field:benefit.rule,indemnification_rule:
source: Indemnification Rule
fr: Règle de calcul de prestation

# field:benefit.rule,indemnification_rule_extra_data:
source: Indemnification Rule Extra Data
fr: Paramètres de règle de prestation

# field:benefit.rule,rec_name:
source: Record Name
fr: Nom

# field:benefit.rule,requires_frequency:
source: Frequency Required
fr: Fréquence requise

# field:benefit.rule,revaluation_rule:
source: Revaluation Rule
fr: Règle de revalorisation

# field:benefit.rule,revaluation_rule_extra_data:
source: Revaluation Rule Extra Data
fr: Données complémentaires de revalorisation

# field:benefit.rule,write_date:
source: Write Date
fr: Date de mise à jour

# field:benefit.rule,write_uid:
source: Write User
fr: Mis à jour par

# field:benefit.rule,xml_id:
source: XML Id
fr: Identifiant XML

# field:claim,icon:
source: Icon
fr: Icône

# field:claim,immediate_payback:
source: Immediate Payback
fr: Régularisation immédiate

# field:claim,indemnifications_details:
source: Indemnifications Details
fr: Détails des indemnisations

# field:claim,invoices:
source: Invoices
fr: Quittances

# field:claim,is_services_deductible:
source: Is Services Deductible
fr: Le service est une période de franchise

# field:claim.configuration,claim_default_payment_term:
source: Default Payment Term
fr: Condition de paiement par défaut

# field:claim.configuration,control_rule:
source: Control Rule
fr: Règle de contrôle des prestations

# field:claim.configuration,payment_journal:
source: Default Payment Journal
fr: Journal de paiement par défaut

# field:claim.configuration,show_indemnification_limit:
source: Show Indemnification Limit
fr: Limite d'affichage d'indemnisations

# field:claim.configuration,sorting_method:
source: Sorting Method
fr: Méthode de tri

# field:claim.configuration,tax_at_indemnification_date:
source: Tax At Indemnification Date
fr: Taxe à la date d'indemnisation

# field:claim.create_indemnification.schedule,id:
source: ID
fr: Identifiant

# field:claim.create_indemnification.schedule,to_schedule:
source: Indemnifications
fr: Indemnisations

# field:claim.extra_data_value_displayer,key:
source: Key
fr: Clé

# field:claim.extra_data_value_displayer,name:
source: Name
fr: Nom

# field:claim.extra_data_value_displayer,value:
source: Value
fr: Valeur

# field:claim.extra_datas_displayers,extra_data:
source: Extra Data
fr: Données Complémentaires

# field:claim.extra_datas_displayers,service:
source: Claim Service
fr: Prestation fournie

# field:claim.indemnification,amount:
source: Amount
fr: Montant

# field:claim.indemnification,bank_account:
source: Bank Account
fr: Compte Bancaire

# field:claim.indemnification,beneficiary:
source: Beneficiary
fr: Destinataire du paiement

# field:claim.indemnification,beneficiary_name:
source: Beneficiary Name
fr: Nom du bénéficiaire

# field:claim.indemnification,benefit_description:
source: Benefit Description
fr: Prestation

# field:claim.indemnification,control_reason:
source: Control Reason
fr: Raison du contrôle manuel

# field:claim.indemnification,create_date:
source: Create Date
fr: Date de Création

# field:claim.indemnification,create_date_:
source: Creation date
fr: Date de Création

# field:claim.indemnification,create_uid:
source: Create User
fr: Créé par

# field:claim.indemnification,currency:
source: Currency
fr: Devises

# field:claim.indemnification,currency_digits:
source: Currency Digits
fr: Précision

# field:claim.indemnification,currency_symbol:
source: Currency Symbol
fr: Symbole de la Devise

# field:claim.indemnification,details:
source: Details
fr: Détails

# field:claim.indemnification,end_date:
source: End Date
fr: Date de Fin

# field:claim.indemnification,forced_base_amount:
source: Forced Base Amount
fr: Montant de base forcé

# field:claim.indemnification,has_end_date:
source: With End Date
fr: Avec Date de Fin

# field:claim.indemnification,invoice_line_details:
source: Invoice Line Details
fr: Détails de ligne de quittance

# field:claim.indemnification,is_paid:
source: Paid
fr: Payée

# field:claim.indemnification,journal_process_method:
source: Journal Process Method
fr: Méthode de traitement du journal

# field:claim.indemnification,kind:
source: Kind
fr: Type de donnée

# field:claim.indemnification,local_currency:
source: Local Currency
fr: Devise Locale

# field:claim.indemnification,local_currency_amount:
source: Local Currency Amount
fr: Montant en Devise Locale

# field:claim.indemnification,local_currency_digits:
source: Local Currency Digits
fr: Précision de la Devise Locale

# field:claim.indemnification,manual:
source: Manual Calculation
fr: Calcul Manuel

# field:claim.indemnification,payback_method:
source: Repayment Method
fr: Méthode de régularisation

# field:claim.indemnification,payback_reason:
source: Payback Reason
fr: Raison d'annulation

# field:claim.indemnification,payment_term:
source: Payment Term
fr: Conditions de paiement

# field:claim.indemnification,possible_products:
source: Possible Products
fr: Contributions possibles

# field:claim.indemnification,product:
source: Product
fr: Contributions

# field:claim.indemnification,rec_name:
source: Record Name
fr: Nom

# field:claim.indemnification,service:
source: Claim Service
fr: Prestation fournie

# field:claim.indemnification,share:
source: Share
fr: Part du bénéficiaire

# field:claim.indemnification,start_date:
source: Start Date
fr: Date de début

# field:claim.indemnification,status:
source: Status
fr: Statut

# field:claim.indemnification,tax_amount:
source: Tax Amount
fr: Contributions

# field:claim.indemnification,taxes_included:
source: Taxes included
fr: Contributions incluses

# field:claim.indemnification,total_amount:
source: Total Amount
fr: Montant total

# field:claim.indemnification,write_date:
source: Write Date
fr: Date de mise à jour

# field:claim.indemnification,write_uid:
source: Write User
fr: Mis à jour par

# field:claim.indemnification,xml_id:
source: XML Id
fr: Identifiant XML

# field:claim.indemnification.assistant.control.element,amount:
source: Amount
fr: Montant

# field:claim.indemnification.assistant.control.element,benefit:
source: Benefit
fr: Prestation

# field:claim.indemnification.assistant.control.element,claim:
source: Claim
fr: Dossier de prestations

# field:claim.indemnification.assistant.control.element,contract:
source: Contract
fr: Contrat

# field:claim.indemnification.assistant.control.element,currency_digits:
source: Currency Digits
fr: Précision

# field:claim.indemnification.assistant.control.element,currency_symbol:
source: Currency Symbol
fr: Symbole de la Devise

# field:claim.indemnification.assistant.control.element,end_date:
source: End Date
fr: Date de Fin

# field:claim.indemnification.assistant.control.element,indemnification:
source: Indemnification
fr: Prestation

# field:claim.indemnification.assistant.control.element,loss_date:
source: Loss Date
fr: Date de l'événement

# field:claim.indemnification.assistant.control.element,note:
source: Extra Information
fr: Commentaire

# field:claim.indemnification.assistant.control.element,reason:
source: Control Reason
fr: Raison du contrôle manuel

# field:claim.indemnification.assistant.control.element,recipient:
source: Payment Recipient
fr: Destinataire du paiement

# field:claim.indemnification.assistant.control.element,start_date:
source: Start Date
fr: Date de début

# field:claim.indemnification.assistant.control.element,status:
source: Status
fr: Statut

# field:claim.indemnification.assistant.validate.element,amount:
source: Amount
fr: Montant

# field:claim.indemnification.assistant.validate.element,benefit:
source: Benefit
fr: Prestation

# field:claim.indemnification.assistant.validate.element,claim:
source: Claim
fr: Dossier de prestations

# field:claim.indemnification.assistant.validate.element,contract:
source: Contract
fr: Contrat

# field:claim.indemnification.assistant.validate.element,currency_digits:
source: Currency Digits
fr: Précision

# field:claim.indemnification.assistant.validate.element,currency_symbol:
source: Currency Symbol
fr: Symbole de la Devise

# field:claim.indemnification.assistant.validate.element,end_date:
source: End Date
fr: Date de Fin

# field:claim.indemnification.assistant.validate.element,indemnification:
source: Indemnification
fr: Prestations

# field:claim.indemnification.assistant.validate.element,loss_date:
source: Loss Date
fr: Date de début

# field:claim.indemnification.assistant.validate.element,note:
source: Extra Information
fr: Commentaire

# field:claim.indemnification.assistant.validate.element,recipient:
source: Payment Recipient
fr: Destinataire du paiement

# field:claim.indemnification.assistant.validate.element,start_date:
source: Start Date
fr: Date de début

# field:claim.indemnification.assistant.validate.element,status:
source: Status
fr: Statut

# field:claim.indemnification.assistant.view,control:
source: Indemnifications to control
fr: Prestations à contrôler

# field:claim.indemnification.assistant.view,field_sort:
source: Sort By
fr: Ordonner par

# field:claim.indemnification.assistant.view,global_setter:
source: Global value
fr: Valeur globale

# field:claim.indemnification.assistant.view,loss_kind:
source: Loss Kind
fr: Type d'évènement

# field:claim.indemnification.assistant.view,mode:
source: View mode
fr: Mode de visualisation

# field:claim.indemnification.assistant.view,order_sort:
source: Order By
fr: Trier par

# field:claim.indemnification.assistant.view,validate:
source: Indemnifications to validate
fr: indemnisations à valider

# field:claim.indemnification.control.rule,create_date:
source: Create Date
fr: Date de Création

# field:claim.indemnification.control.rule,create_date_:
source: Creation date
fr: Date de Création

# field:claim.indemnification.control.rule,create_uid:
source: Create User
fr: Créé par

# field:claim.indemnification.control.rule,rec_name:
source: Record Name
fr: Nom

# field:claim.indemnification.control.rule,rule:
source: Rule Engine
fr: Moteur de Règle

# field:claim.indemnification.control.rule,rule_extra_data:
source: Rule Extra Data
fr: Paramètres de Règle

# field:claim.indemnification.control.rule,write_date:
source: Write Date
fr: Date de mise à jour

# field:claim.indemnification.control.rule,write_uid:
source: Write User
fr: Mis à jour par

# field:claim.indemnification.control.rule,xml_id:
source: XML Id
fr: Identifiant XML

# field:claim.indemnification.detail,amount:
source: Amount
fr: Montant

# field:claim.indemnification.detail,amount_per_unit:
source: Amount per unit
fr: Montant par unité

# field:claim.indemnification.detail,base_amount:
source: Base Amount
fr: Montant de base

# field:claim.indemnification.detail,create_date:
source: Create Date
fr: Date de Création

# field:claim.indemnification.detail,create_date_:
source: Creation date
fr: Date de Création

# field:claim.indemnification.detail,create_uid:
source: Create User
fr: Créé par

# field:claim.indemnification.detail,currency:
source: Currency
fr: Devises

# field:claim.indemnification.detail,currency_digits:
source: Currency Digits
fr: Précision

# field:claim.indemnification.detail,currency_symbol:
source: Currency Symbol
fr: Symbole de la Devise

# field:claim.indemnification.detail,duration_description:
source: Duration
fr: Durée

# field:claim.indemnification.detail,end_date:
source: End Date
fr: Date de Fin

# field:claim.indemnification.detail,extra_details:
source: Extra Details
fr: Détails complémentaires

# field:claim.indemnification.detail,extra_summary:
source: Extra Summary
fr: Résumé complémentaire

# field:claim.indemnification.detail,forced_base_amount:
source: Forced Base Amount
fr: Montant de base forcé

# field:claim.indemnification.detail,indemnification:
source: Indemnification
fr: Prestations

# field:claim.indemnification.detail,indemnification_beneficiary:
source: Beneficiary
fr: Destinataire du paiement

# field:claim.indemnification.detail,indemnification_kind:
source: Indemnification Kind
fr: Type d'indemnisation

# field:claim.indemnification.detail,indemnification_status:
source: Indemnification Status
fr: Statut de l'indemnisation

# field:claim.indemnification.detail,is_manual_indemnification:
source: Manual Calculation
fr: Calcul Manuel

# field:claim.indemnification.detail,kind:
source: Kind
fr: Type de donnée

# field:claim.indemnification.detail,nb_of_unit:
source: Nb of unit
fr: Nombre d'Unité

# field:claim.indemnification.detail,rec_name:
source: Record Name
fr: Nom

# field:claim.indemnification.detail,start_date:
source: Start Date
fr: Date de début

# field:claim.indemnification.detail,status:
source: Status
fr: Statut

# field:claim.indemnification.detail,unit:
source: Unit
fr: Unité

# field:claim.indemnification.detail,write_date:
source: Write Date
fr: Date de mise à jour

# field:claim.indemnification.detail,write_uid:
source: Write User
fr: Mis à jour par

# field:claim.indemnification.detail,xml_id:
source: XML Id
fr: Identifiant XML

# field:claim.indemnification.payback_reason,create_date:
source: Create Date
fr: Date de Création

# field:claim.indemnification.payback_reason,create_date_:
source: Creation date
fr: Date de Création

# field:claim.indemnification.payback_reason,create_uid:
source: Create User
fr: Créé par

# field:claim.indemnification.payback_reason,id:
source: ID
fr: Identifiant

# field:claim.indemnification.payback_reason,name:
source: Name
fr: Nom

# field:claim.indemnification.payback_reason,rec_name:
source: Record Name
fr: Numéro

# field:claim.indemnification.payback_reason,write_date:
source: Write Date
fr: Modifié par

# field:claim.indemnification.payback_reason,write_uid:
source: Write User
fr: Modifié par

# field:claim.indemnification.payback_reason,xml_id:
source: XML Id
fr: Identifiant XML

# field:claim.indemnification.select_cancel_reason,cancel_reason:
source: Cancel Reason
fr: Motif d'annulation

# field:claim.indemnification.select_cancel_reason,id:
source: ID
fr: Identifiant

# field:claim.indemnification.simulate,id:
source: ID
fr: Identifiant

# field:claim.indemnification_calculation_result,indemnification:
source: Indemnification
fr: Prestations

# field:claim.indemnification_definition,beneficiary:
source: Beneficiary
fr: Destinataire du paiement

# field:claim.indemnification_definition,beneficiary_share:
source: Beneficiary Share
fr: Part du bénéficiaire

# field:claim.indemnification_definition,currency_digits:
source: Currency Digits
fr: Précision de la devise

# field:claim.indemnification_definition,end_date:
source: End Date
fr: Date de fin

# field:claim.indemnification_definition,extra_data:
source: Extra Data
fr: Données Complémentaires

# field:claim.indemnification_definition,forced_base_amount:
source: Forced Base Amount
fr: Montant de base forcé

# field:claim.indemnification_definition,forced_base_amount_display_access:
source: Forced Base Amount Display Access
fr: Accès à l'affichage du champ montant de base forcé

# field:claim.indemnification_definition,indemnification_date:
source: Indemnification Date
fr: Date d'indemnisation

# field:claim.indemnification_definition,is_period:
source: Is Period
fr: Est périodique

# field:claim.indemnification_definition,possible_beneficiaries:
source: Possible Beneficiaries
fr: Bénéficiaires possibles

# field:claim.indemnification_definition,possible_journals:
source: Possible Journals
fr: Journaux possibles

# field:claim.indemnification_definition,possible_products:
source: Possible Products
fr: Contributions possibles

# field:claim.indemnification_definition,product:
source: Product
fr: Contributions

# field:claim.indemnification_definition,service:
source: Claim Service
fr: Prestation fournie

# field:claim.indemnification_definition,start_date:
source: Start Date
fr: Date de début

# field:claim.indemnification_regularisation,cancelled:
source: Cancelled
fr: Annulé

# field:claim.indemnification_regularisation,cancelled_amount:
source: Cancelled Amount
fr: Montant annulé

# field:claim.indemnification_regularisation,currency_digits:
source: Currency Digits
fr: Précision

# field:claim.indemnification_regularisation,forced_base_amount:
source: Forced Base Amount
fr: Montant de base forcé

# field:claim.indemnification_regularisation,forced_base_amount_display_access:
source: Forced Base Amount Display Access
fr: Accès à l'affichage du montant de base forcé

# field:claim.indemnification_regularisation,indemnification:
source: Indemnification
fr: Prestations

# field:claim.indemnification_regularisation,new_indemnification_amount:
source: New Indemnification Amount
fr: Nouveau montant d'indemnisation

# field:claim.indemnification_regularisation,payback_method:
source: Payback Method
fr: Méthode de régularisation

# field:claim.indemnification_regularisation,payback_reason:
source: Payback Reason
fr: Raison d'annulation

# field:claim.indemnification_regularisation,payback_required:
source: Payback Required
fr: Repaiment requis

# field:claim.indemnification_regularisation,payment_term:
source: Payment Term
fr: Conditions de paiement

# field:claim.indemnification_regularisation,payment_term_required:
source: Payment Term Required
fr: Condition de régularisation requise

# field:claim.indemnification_regularisation,remaining_amount:
source: Remaining Amount
fr: Montant restant

# field:claim.loss,claim_status:
source: Claim Status
fr: Statut du sinistre

# field:claim.select_service,contract:
source: Contract
fr: Contrat

# field:claim.select_service,end_date:
source: End Date
fr: Date de Fin

# field:claim.select_service,event_desc:
source: Event Description
fr: Fait générateur

# field:claim.select_service,has_end_date:
source: With End Date
fr: Avec Date de Fin

# field:claim.select_service,loss_desc:
source: Loss Descriptor
fr: Descripteur de préjudice

# field:claim.select_service,option:
source: Option
fr: Garantie

# field:claim.select_service,possible_services:
source: Possible Services
fr: Prestations possibles

# field:claim.select_service,selected_service:
source: Selected Service
fr: Prestation sélectionnée

# field:claim.select_service,start_date:
source: Loss Date
fr: Date

# field:claim.service,annuity_frequency:
source: Annuity Frequency
fr: Fréquence des indemnisations

# field:claim.service,can_be_indemnified:
source: Can Be Indemnified
fr: Peut être indemnisé

# field:claim.service,claim_status:
source: Claim Status
fr: Statut du sinistre

# field:claim.service,deductible_end_date:
source: Deductible End Date
fr: Date de fin de la franchise
