Repository: fatizch/tryton
Catalog: insurance_claim_process/test_case/*/test_case.po
Languages: fr

source: Claim Declaration
fr: Déclaration de sinistre

source: Waiting for documents
fr: En attente de documents

source: Being Calculated
fr: En cours de calcul

source: Closing
fr: Clôture

source: Claimant Selection
fr: Sélection du déclarant

source: Loss Selection
fr: Sélection du préjudice

source: Delivered Services
fr: Prestations

source: Indemnification Validation
fr: Validation de l'indemnisation

source: Disbursment
fr: Remboursement
