Repository: fatizch/tryton
Catalog: modules/account_payment_cheque_letter/locale/*.po
Languages: fr

# field:account.payment,is_cheque_letter:
source: Is Cheque Letter
fr: Est une lettre chèque

# field:account.payment.journal,validate_process:
source: Validate on processing
fr: Valider lors du traitement

# field:account.payment.merged,formatted_string_amount:
source: Formatted amount
fr: Montant en toutes lettres

# field:account.payment.process.start,first_cheque_number:
source: Cheque number to start with
fr: Numéro de chèque de début

# field:account.payment.process.start,is_cheque_letter:
source: Cheque letter payment
fr: Paiement lettre chèque

# field:account.payment.process.start,number_of_cheques:
source: Number of available cheque
fr: Nombre de chèques disponibles

# help:account.payment.journal,validate_process:
source: Automatically validate payment on processing
fr: Valider automatiquement lors du traitement

# model:ir.message,text:msg_cheque_number_sequence_broken
source: You must select sequential cheque letters numbers: jump from %(from_)s to %(to)s.
fr: Vous devez sélectionner des lèttres cheques qui se suivent: saut de %(from_)s à %(to)s

# model:ir.message,text:msg_cheque_process_exceed
source: The amount of processed payments exceed the given number of available cheques: %(total)s/%(maximum)s (%(ignored)s ignored).
fr: Le nombre de paiement traité (lettre chèque) excède le nombre maximum de chèque à disposition: %(total)s/%(maximum)s (%(ignored)s ignoré)

# model:ir.message,text:msg_journal_mixin_not_allowed
source: You can not print cheque letters with other payments types.
fr: Vous ne pouvez pas lancer l'impression de lèttres chèques avec d'autres types de paiment.

# model:ir.message,text:msg_missing_available_cheque_number
source: Missing max available cheque number.
fr: Nombre maximum de chèque manquant.

# model:ir.message,text:msg_missing_begin_cheque_number
source: Missing begin cheque number.
fr: Le numéro de chèque de départ est manquant.

# model:ir.message,text:msg_no_cheque_processed
source: No cheque has been processed.
fr: Aucune lèttre chèque n'a été traitée.

# selection:account.payment.journal,process_method:
source: Cheque Letter
fr: Lettre chèque

# view:account.payment.process.start:
source: A cheque letter payment has been found
fr: Un paiement par lettre chèque a été trouvé

# wizard_button:account.payment.process,start,pre_process:
source: Process
fr: Traiter
