Repository: fatizch/tryton
Catalog: modules/endorsement_insurance_invoice_sepa/locale/*.po
Languages: fr

# error:contract.billing_information.change:
source: A new mandate will be created, this action cannot be cancelled
fr: Un nouveau mandat va être créé, cette action ne pourra pas être annulée !

# error:contract.direct_debit_account.change:
source: A new mandate will be created, this action cannot be cancelled
fr: Un nouveau mandat va être créé, cette action ne pourra pas être annulée !

# error:contract:
source: Mandates with identification %s are amended. Please use the newer version or generate a new mandate for this contract.
fr: Les mandats avec les RUM %s sont amendés. Veuillez utiliser une version plus récente ou générer un nouveau mandat pour ce contrat.

# field:contract.billing_information.change,amend_previous_mandate:
source: Amend Previous Mandate
fr: Amender le précédent mandat

# field:contract.billing_information.change,amendment_enabled:
source: Amendment Enabled
fr: Amendement activé

# field:contract.billing_information.change,mandate_needed:
source: Mandate Needed
fr: Mandat Requis

# field:contract.billing_information.change,previous_mandate:
source: Previous Mandate
fr: Mandat précédent

# field:contract.billing_information.change,sepa_signature_date:
source: Sepa Mandate Signature Date
fr: Date de signature du mandat SEPA

# field:contract.billing_information.change.contract_displayer,sepa_mandate:
source: Sepa Mandate
fr: Mandat SEPA

# field:contract.direct_debit_account.change,amend_previous_mandate:
source: Amend Previous Mandate
fr: Amender le précédent

# field:contract.direct_debit_account.change,amendment_enabled:
source: Amendment Enabled
fr: Amendement activé

# field:contract.direct_debit_account.change,mandate_needed:
source: Mandate Needed
fr: Mandat Requis

# field:contract.direct_debit_account.change,previous_mandate:
source: Previous Mandate
fr: Mandat précédent

# field:contract.direct_debit_account.change,sepa_signature_date:
source: Sepa Mandate Signature Date
fr: Date de signature du mandat SEPA
