Repository: fatizch/tryton
Catalog: modules/claim_service_number/locale/*.po
Languages: fr

# field:benefit,define_sequence:
source: Defined Sequence
fr: Séquence définie

# field:benefit,normal_sequence:
source: Normal Sequence
fr: Séquence normal

# field:benefit,sequence:
source: Sequence
fr: Séquence

# field:benefit,strict_sequence:
source: Strict Sequence
fr: Séquence stricte

# field:claim,delivered_services_numbers:
source: Delivered Services Numbers
fr: Numéros de service délivrés

# error:claim.service:
source: The claim number must be unique
fr: Le numéro de sinistre doit être unique

# field:claim.service,benefit_sequence:
source: Benefit Sequence
fr: Séquence de prestation

# field:claim.service,number:
source: Number
fr: Numéro

# model:ir.sequence.type,name:sequence_type_benefit
source: Claim Service
fr: Prestation fournie

# selection:benefit,define_sequence:
source: Strict
fr: Stricte

# selection:benefit,sequence:
source: Sequence
fr: Séquence

# selection:benefit,sequence:
source: Sequence Strict
fr: Séquence stricte

# selection:claim.service,benefit_sequence:
source: Sequence
fr: Séquence

# selection:claim.service,benefit_sequence:
source: Sequence Strict
fr: Séquence stricte
