Repository: fatizch/tryton
Catalog: modules/document_request/locale/*.po
Languages: fr

# field:batch.remind.documents,id:
source: ID
fr: Identifiant

# field:document.description,customizable:
source: Customizable
fr: Personnalisable

# field:document.description,extra_data_def:
source: Extra Data
fr: Données Complémentaires

# field:document.description,paper_form:
source: Paper Form To Complete
fr: Formulaire papier à compléter

# field:document.description,prerequisite:
source: Prerequisite
fr: Prérequis

# field:document.description,reception_requires_attachment:
source: Reception Requires Attachment
fr: La réception requiert la pièce jointe

# field:document.description,template:
source: Template for automatic generation
fr: Modèle de courrier pour la génération automatique

# field:document.description,web_ui_resources:
source: Web UI Resources
fr: Ressources Web

# field:document.description-extra_data,create_date:
source: Create Date
fr: Date de Création

# field:document.description-extra_data,create_date_:
source: Creation date
fr: Date de Création

# field:document.description-extra_data,create_uid:
source: Create User
fr: Créé par

# field:document.description-extra_data,doc_desc:
source: Document Description
fr: Type de document

# field:document.description-extra_data,extra_data_def:
source: Extra Data
fr: Questions

# field:document.description-extra_data,id:
source: ID
fr: Identifiant

# field:document.description-extra_data,rec_name:
source: Record Name
fr: Nom de l'enregistrement

# field:document.description-extra_data,write_date:
source: Write Date
fr: Modifié par

# field:document.description-extra_data,write_uid:
source: Write User
fr: Modifié par

# field:document.receive.line,id:
source: ID
fr: Identifiant

# field:document.receive.line,name:
source: Name
fr: Nom

# field:document.receive.line,reference:
source: Reference
fr: Référence

# field:document.receive.line,selected:
source: Selected
fr: Cochée

# field:document.receive.line,was_selected:
source: Was Selected
fr: Etait sélectionné

# field:document.receive.reattach,lines:
source: Lines
fr: Lignes

# field:document.reception,party:
source: Party
fr: Tiers

# field:document.reception,request:
source: Document Request
fr: Demande de document

# field:document.request,create_date:
source: Create Date
fr: Date de Création

# field:document.request,create_date_:
source: Creation date
fr: Date de Création

# field:document.request,create_uid:
source: Create User
fr: Créé par

# field:document.request,is_complete:
source: Is Complete
fr: Reçu

# field:document.request,needed_by:
source: Requested for
fr: Requis pour

# field:document.request,needed_by_str:
source: Master as String
fr: Objet maitre

# field:document.request,rec_name:
source: Record Name
fr: Nom

# field:document.request,request_description:
source: Request Description
fr: Description de la demande

# field:document.request,write_date:
source: Write Date
fr: Date de mise à jour

# field:document.request,write_uid:
source: Write User
fr: Mis à jour par

# field:document.request,xml_id:
source: XML Id
fr: Identifiant XML

# field:document.request.line,added_manually:
source: Added Manually
fr: Ajouté manuellement

# field:document.request.line,allow_force_receive:
source: Force Receive
fr: Reception forcée autorisée

# field:document.request.line,attachment:
source: Attachment
fr: Pièce jointe

# field:document.request.line,attachment_data:
source: Data
fr: Données

# field:document.request.line,attachment_name:
source: Attachment Name
fr: Nom de la pièce jointe

# field:document.request.line,attachment_status:
source: Status
fr: Statut

# field:document.request.line,blocking:
source: Blocking
fr: Bloquant

# field:document.request.line,create_date:
source: Create Date
fr: Date de Création

# field:document.request.line,create_date_:
source: Creation date
fr: Date de Création

# field:document.request.line,create_uid:
source: Create User
fr: Créé par

# field:document.request.line,customizable:
source: Customizable
fr: Personnalisable

# field:document.request.line,data_status:
source: Data Status
fr: Statut des données

# field:document.request.line,details:
source: Comment
fr: Commentaire

# field:document.request.line,document_desc:
source: Document Definition
fr: Type de document

# field:document.request.line,extra_data:
source: Extra Data
fr: Données du document

# field:document.request.line,extra_data_summary:
source: Extra Data Summary
fr: Résumé des données complémentaires

# field:document.request.line,first_reception_date:
source: First Reception Date
fr: Date de première réception

# field:document.request.line,for_object:
source: Needed For
fr: Requis pour

# field:document.request.line,for_object_selection:
source: Needed For
fr: Requis pour

# field:document.request.line,last_reminder_date:
source: Last Reminder Date
fr: Dernière date de relance

# field:document.request.line,matching_attachments:
source: Matching Attachments
fr: Pièces jointes correspondantes

# field:document.request.line,name:
source: Name
fr: Nom

# field:document.request.line,rec_name:
source: Record Name
fr: Nom

# field:document.request.line,received:
source: Received
fr: Reçu

# field:document.request.line,reception_date:
source: Reception Date
fr: Date de réception

# field:document.request.line,reminders_sent:
source: Reminders Sent
fr: Nombre de relances envoyées

# field:document.request.line,request:
source: Document Request
fr: Demande de documents

# field:document.request.line,request_date:
source: Request Date
fr: Date de la demande

# field:document.request.line,send_date:
source: Send Date
fr: Date d'envoi

# field:document.request.line,status_visibility:
source: Status Visibily
fr: Visibilité du statut

# field:document.request.line,write_date:
source: Write Date
fr: Date de mise à jour

# field:document.request.line,write_uid:
source: Write User
fr: Mis à jour par

# field:document.request.line,xml_id:
source: XML Id
fr: Identifiant XML

# field:ir.attachment,is_conform:
source: Conform
fr: Conforme

# field:ir.attachment,request_line:
source: Request Line
fr: Ligne de demande de document

# field:ir.attachment,request_lines:
source: Request Lines
fr: Lignes de demande de document

# field:ir.attachment,status:
source: Status
fr: Statut

# field:ir.attachment,status_change_date:
source: Status Change Date
fr: Date de changement de statut

# field:report.template,paper_form_descs:
source: Paper Forms Descriptions
fr: Formulaires papier

# field:report.template,requested_paper_forms:
source: Paper forms associated to request lines
fr: Formulaires papier associés aux documents requis

# field:report.template-paper_form,create_date:
source: Create Date
fr: Date de Création

# field:report.template-paper_form,create_date_:
source: Creation date
fr: Date de Création

# field:report.template-paper_form,create_uid:
source: Create User
fr: Créé par

# field:report.template-paper_form,id:
source: ID
fr: Identifiant

# field:report.template-paper_form,mail_template:
source: Mail Template
fr: Modèle de mail

# field:report.template-paper_form,paper_form:
source: Paper Form
fr: Formulaire papier

# field:report.template-paper_form,rec_name:
source: Record Name
fr: Nom de l'enregistrement

# field:report.template-paper_form,write_date:
source: Write Date
fr: Modifié par

# field:report.template-paper_form,write_uid:
source: Write User
fr: Modifié par

# help:document.description,customizable:
source: The name of the required document can be chosen by the user
fr: Le nom du document requis peut être personnalisé par l'utilisateur

# help:document.description,paper_form:
source: Empty paper form to send to the party who will complete it manually and send it back
fr: Formulaire papier vierge à envoyer au tiers qui doit le compléter manuellement et le renvoyer

# help:document.description,prerequisite:
source: The documents of this kind are a prerequisite for receiving any other kind of documents. Only used for frontend applications.
fr: Les documents de ce type sont des prérequis pour recevoir n'impote quelle autre type de documents. Utilisé uniquement pour les applications front-end.

# help:document.description,reception_requires_attachment:
source: If checked, the attachments will be required to mark the document request lines as "received"
fr: Si cochée, les pièces jointes seront requises afin de marquer les lignes de demande de document comme "reçues"

# help:document.description,template:
source: If set, a document will automatically be created using this template, and be attached to the associated request line
fr: S'il est défini, un document sera automatiquement créé à l'aide de ce modèle et sera joint à la ligne de requête associée..

# help:document.description,web_ui_resources:
source: A list of resources which will only be used through the APIs
fr: Une liste de ressources qui ne seront utilisées que par les APIs

# help:document.request.line,details:
source: Add details about the received document
fr: Permet d'ajouter des précisions sur le document reçu

# help:document.request.line,for_object:
source: References the object for which the document is asked.
fr: Référence l'objet pour lequel le document est demandé.

# help:ir.attachment,status_change_date:
source: Date of Last Status Change
fr: Date du dernier changement de statut

# help:report.template,requested_paper_forms:
source: Will dynamically attach empty paper form for the receiver to complete if he has a pending request line associated to this form
fr: Ajoute le formulaire papier vierge en tant que pièce jointe si le destinataire a un document requis en cours associé à ce formulaire

# model:batch.remind.documents,name:
source: Batch Remind Documents
fr: Batch de relance des documents

# model:document.description-extra_data,name:
source: Document Description Extra Data Relation
fr: La relation description du document et données complémentaire

# model:document.receive.line,name:
source: Receive Document Line
fr: Document à recevoir

# model:document.request,name:
source: Document Request
fr: Demande de Documents

# model:document.request.line,name:
source: Document Request Line
fr: Ligne de demande de documents

# model:document.request.process,name:
source: Document Request Batch Definition
fr: Définition du batch de demande de documents

# model:event.type,name:document_token_generation
source: Document Token Generation
fr: Génération de jeton de documents

# model:event.type,name:remind_documents
source: Remind Documents
fr: Relance de documents

# model:ir.action,name:
source: Document Reception
fr: Réception des documents

# model:ir.action,name:act_document_request_line_form
source: Document Request Lines
fr: Demandes de document

# model:ir.message,text:msg_document_request_for
source: Document Request For %(name)s
fr: Demande de documents pour %(name)s

# model:ir.message,text:msg_wrong_documents_rule
source: The return value of the document rule must be a dictionary with document description code as keys.
fr: La valeur retournée de la règle de document doit être un dictionnaire avec les code des types de documents comme clés.

# model:ir.ui.menu,name:
source: Receive Documents
fr: Documents reçus

# model:ir.ui.menu,name:menu_document_request_line_form
source: Document Request Lines
fr: Demandes de document

# model:report.template-paper_form,name:
source: Report Template Paper Form Relation
fr: Relation Modèle de courrier - Formulaire Papier

# selection:document.request.line,data_status:
source: Done
fr: Traité

# selection:document.request.line,data_status:
source: Waiting
fr: En attentes

# selection:extra_data,kind:
source: Document Request
fr: Demande de Documents

# selection:ir.attachment,status:
source: Invalid
fr: Non conforme

# selection:ir.attachment,status:
source: Valid
fr: Valide

# selection:ir.attachment,status:
source: Waiting Validation
fr: En attente de validation

# view:document.receive.line:
source: Lines
fr: Lignes

# view:document.request.line:
source: Confirm
fr: Confirmer

# view:document.request.line:
source: Details
fr: Commentaire

# view:document.request.line:
source: Invalidate
fr: Invalider

# view:document.request.line:
source: Validate
fr: Valider

# view:document.request.line:
source: Validate Attachment
fr: Valider la pièce jointe

# view:document.request:
source: Send Request
fr: Envoyer la demande

# view:ir.attachment:
source: Invalidate
fr: Invalider

# view:ir.attachment:
source: Put On Hold
fr: Mettre en attente

# view:ir.attachment:
source: Validate
fr: Valider
