Repository: fatizch/tryton
Catalog: modules/insurance_contract_subscription/locale/*.po
Languages: fr_fr

# error:contract.contract:
source: %s is not a valid start date for product %s
fr_fr: %s n'est pas une date d'effet compatible avec le produit %s

# error:contract.contract:
source: A product must be provided
fr_fr: Saisir un produit

# error:contract.contract:
source: A start date must be provided
fr_fr: Saisir la date d'effet

# error:contract.contract:
source: A subscriber must be provided
fr_fr: Saisir le Souscripteur

# error:contract.contract:
source: At least an option must be selected
fr_fr: Saisir une garantie

# error:contract.contract:
source: At least one option must be selected for %s
fr_fr: Saisir au moins une garantie pour %s

# error:contract.contract:
source: Everything is good !
fr_fr: Tout est bon!

# error:contract.contract:
source: Object %s is currently locked by user %s
fr_fr: L'objet %s est verrouillé par l'utilisateur %s

# error:contract.contract:
source: Option %s is not eligible
fr_fr: La garantie %s n'est pas éligible

# error:contract.contract:
source: Option %s must be subscribed after %s
fr_fr: La Garantie %s doit être souscrite après le %s

# error:contract.contract:
source: There must be at least one covered element
fr_fr: Saisir un élement couvert

# error:contract.endorsement_process_finder:
source: Please pick a process from the selection
fr_fr: Choisir un processus de la sélection

# error:ins_contract.subscription_mgr:
source: This item (%s) is used by %s (%s, %s)
fr_fr: Cet élément (%s) est utilisé par %s (%s, %s)

# field:contract.contract,doc_received:
source: All Document Received
fr_fr: Documents Reçus

# field:contract.contract,is_workflow:
source: Is Workflow
fr_fr: Processus

# field:contract.contract,logs:
source: Task
fr_fr: Tâche

# field:contract.contract,subscriber_as_company:
source: Subscriber
fr_fr: Souscripteur

# field:contract.contract,subscriber_as_person:
source: Subscriber
fr_fr: Souscripteur

# field:contract.contract,subscriber_desc:
source: Summary
fr_fr: Synthèse

# field:contract.contract,subscriber_kind:
source: Kind
fr_fr: Type

# field:contract.endorsement_process_parameters,contract:
source: Contract
fr_fr: Contrat

# field:contract.endorsement_process_parameters,good_process:
source: Good Process
fr_fr: Processus

# field:contract.endorsement_process_parameters,model:
source: Model
fr_fr: Modèle

# field:contract.endorsement_process_parameters,product:
source: Product
fr_fr: Produit

# field:contract.subscribed_option,is_health:
source: Is Health
fr_fr: Santé

# field:contract.subscribed_option,status_selection:
source: Status
fr_fr: Statut

# field:ins_contract.covered_data,status_selection:
source: Status
fr_fr: Statut

# field:ins_contract.covered_element,is_law_madelin:
source: Law Madelin
fr_fr: Loi Madelin

# field:ins_contract.covered_element,is_rsi:
source: Is RSI
fr_fr: RSI

# field:ins_contract.subscription_mgr,contract:
source: Contract
fr_fr: Contrat

# field:ins_contract.subscription_mgr,create_date:
source: Create Date
fr_fr: Date de création

# field:ins_contract.subscription_mgr,create_uid:
source: Create User
fr_fr: Créé par

# field:ins_contract.subscription_mgr,is_custom:
source: Custom
fr_fr: Sur Mesure

# field:ins_contract.subscription_mgr,is_used:
source: Is Used
fr_fr: Est Utilisé

# field:ins_contract.subscription_mgr,rec_name:
source: Name
fr_fr: Nom

# field:ins_contract.subscription_mgr,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:ins_contract.subscription_mgr,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:ins_contract.subscription_process_parameters,broker:
source: Broker
fr_fr: Courtier

# field:ins_contract.subscription_process_parameters,com_product:
source: Product Commercial
fr_fr: Produit Commercial

# field:ins_contract.subscription_process_parameters,dist_network:
source: Distribution Network
fr_fr: Réseau de Distribution

# field:ins_contract.subscription_process_parameters,good_process:
source: Good Process
fr_fr: Processus

# field:ins_contract.subscription_process_parameters,model:
source: Model
fr_fr: Modèle

# field:ins_contract.subscription_process_parameters,must_expand_tree:
source: Must Expand Tree
fr_fr: Etendre Arbre

# field:ins_contract.subscription_process_parameters,possible_brokers:
source: Possible Brokers
fr_fr: Courtiers Possibles

# field:ins_contract.subscription_process_parameters,possible_com_product:
source: Commercial Products Available
fr_fr: Produits Commerciaux Disponibles

# field:ins_contract.subscription_process_parameters,product:
source: Product
fr_fr: Produit

# field:process.process_desc,display_steps_without_status:
source: Display Steps Without Status
fr_fr: Afficher les Etapes sans Statuts

# field:process.process_desc,steps_to_display:
source: Steps
fr_fr: Etapes

# model:ins_contract.subscription_process_parameters,name:
source: Subscription Process Parameters
fr_fr: Paramètres du Processus de Souscription

# model:ir.action,name:endorsement_process_launcher
source: Start Endorsement
fr_fr: Démarer l'Avenant

# model:ir.action,name:subscription_process_launcher
source: Start Subscription
fr_fr: Démarrer la Souscription

# model:ir.ui.menu,name:menu_start_endorsement
source: Start Endorsement
fr_fr: Démarer l'Avenant

# model:ir.ui.menu,name:menu_start_subscription
source: Start Subscription
fr_fr: Démarrer la Souscription

# selection:contract.contract,subscriber_kind:
source: Company
fr_fr: Société

# selection:contract.contract,subscriber_kind:
source: Person
fr_fr: Personne Physique

# selection:ins_contract.subscription_mgr,contract:
source: Contract
fr_fr: Contrat

# selection:process.process_desc,kind:
source: Contract Endorsement
fr_fr: Avenant

# selection:process.process_desc,kind:
source: Contract Subscription
fr_fr: Souscription Contrat

# view:contract.subscribed_option:
source: Options
fr_fr: Garanties

# view:ins_contract.covered_data:
source: Covered Data
fr_fr: Données de Couverture

# wizard_button:contract.endorsement_process_finder,process_parameters,action:
source: Start Process
fr_fr: Démarrer le processus

# wizard_button:contract.endorsement_process_finder,process_parameters,end:
source: Cancel
fr_fr: Annuler

source: Start Process
fr_fr: Démarrer le processus

# wizard_button:ins_contract.subscription_process_finder,process_parameters,end:
source: Cancel
fr_fr: Annuler
