Repository: fatizch/tryton
Catalog: modules/contract_group/locale/*.po
Languages: fr_fr

# error:contract.transfer_covered_elements.contracts:
source: %s (%i covered elements)
fr_fr: %s (%i sous-éléments)

# error:contract.transfer_covered_elements:
source: There is a non covered period, source contract ends on the %(source_end)s when target starts on %(target_start)s.
fr_fr: Il y a une période non couverte, le contrat d'origine se termine le %(source_end)s alors que le nouveau commence le %(target_start)s.

# field:contract,is_group:
source: Group Contract
fr_fr: Contrat Collectif

# field:contract.option,is_group:
source: Group Option
fr_fr: Garantie collective

# field:contract.transfer_covered_elements.contracts,id:
source: ID
fr_fr: Identifiant

# field:contract.transfer_covered_elements.contracts,source_contract:
source: Source Contract
fr_fr: Contrat d'origine

# field:contract.transfer_covered_elements.contracts,source_item_descs:
source: Source Item Descs
fr_fr: Risques d'origine

# field:contract.transfer_covered_elements.contracts,source_product:
source: Source Product
fr_fr: Produit d'origine

# field:contract.transfer_covered_elements.contracts,target_contract:
source: Target Contract
fr_fr: Contrat cible

# field:contract.transfer_covered_elements.contracts,target_item_descs:
source: Target Item Descs
fr_fr: Risque cible

# field:contract.transfer_covered_elements.contracts,target_product:
source: Target Product
fr_fr: Produit cible

# field:contract.transfer_covered_elements.item_desc_line,id:
source: ID
fr_fr: Identifiant

# field:contract.transfer_covered_elements.item_desc_line,number:
source: Number
fr_fr: Nombre

# field:contract.transfer_covered_elements.item_desc_line,source_covered:
source: Source Covered
fr_fr: Origine

# field:contract.transfer_covered_elements.item_desc_line,target_covered:
source: Target Covered
fr_fr: Cible

# field:contract.transfer_covered_elements.item_descs,id:
source: ID
fr_fr: Identifiant

# field:contract.transfer_covered_elements.item_descs,lines:
source: Lines
fr_fr: Lignes

# field:contract.transfer_covered_elements.item_descs,possible_targets:
source: Possible Targets
fr_fr: Risques possibles

# field:offered.option.description,is_group:
source: Group Coverage
fr_fr: Garanties Collectif

# field:offered.product,is_group:
source: Group Product
fr_fr: Produits Collectif

# field:party.party,companies:
source: Companies
fr_fr: Sociétés

# help:contract.transfer_covered_elements.item_desc_line,source_covered:
source: One of the source contract covered elements with sub covered elements to transfer
fr_fr: Un élément couvert du contrat d'origine ayant des sous-éléments à transférer

# help:contract.transfer_covered_elements.item_desc_line,target_covered:
source: The covered element of the target contract to transfer the sub covered elements to
fr_fr: L'élément couvert du contrat cible vers lequel transférer les sous éléments

# model:contract.transfer_covered_elements.contracts,name:
source: Transfer Covered Elements Contracts
fr_fr: Contrats du transfert

# model:contract.transfer_covered_elements.item_desc_line,name:
source: Transfer Covered Elements Item Desc Line
fr_fr: Ligne de transfert d'élément couvert

# model:contract.transfer_covered_elements.item_descs,name:
source: Transfer Covered Elements Item Descs
fr_fr: Risques du transfert

# model:event.type,name:event_changed_enrollment
source: Changed Enrollment
fr_fr: Modification d'affiliation

# model:event.type,name:event_new_enrollment
source: New Enrollment
fr_fr: Nouvelle affiliation

# model:event.type,name:event_terminated_enrollment
source: Terminated Enrollment
fr_fr: Fin d'affiliation

# model:event.type,name:event_transferred_enrollment
source: Transferred Enrollment
fr_fr: Affiliation transférée

# model:ir.action,name:
source: Contrat Group
fr_fr: Contrat Collectif

# model:ir.action,name:act_contract_group_form
source: Group Contracts
fr_fr: Contrats Collectifs

# model:ir.action,name:act_contract_quote_form
source: Quotes
fr_fr: Devis

# model:ir.action,name:act_coverage_form
source: Group Coverages
fr_fr: Garanties Collectives

# model:ir.action,name:act_display_enrollment_form
source: Enrollments
fr_fr: Affiliations

# model:ir.action,name:act_product_form
source: Group Products
fr_fr: Produits Collectif

# model:ir.action,name:act_transfer_covered_elements
source: Transfer Covered Elements
fr_fr: Transférer des risques

# model:ir.action.act_window.domain,name:act_contract_domain_all
source: All
fr_fr: Toutes

# model:ir.action.act_window.domain,name:act_contract_domain_recent
source: Recent
fr_fr: Mon historique

# model:ir.action.act_window.domain,name:act_contract_domain_terminated
source: Terminated
fr_fr: Résiliée

# model:ir.ui.menu,name:
source: Group Contract
fr_fr: Contrat Collectif

# model:ir.ui.menu,name:menu_coverage_form
source: Group Coverages
fr_fr: Garanties Collectif

# model:ir.ui.menu,name:menu_group_contract
source: Group Contract
fr_fr: Contrat Collectif

# model:ir.ui.menu,name:menu_group_contract_active
source: Group Contracts
fr_fr: Contrats Collectifs

# model:ir.ui.menu,name:menu_group_contract_quotes
source: Quotes
fr_fr: Devis

# model:ir.ui.menu,name:menu_group_contract_transfer_enrollment
source: Transfer Covered Elements
fr_fr: Transférer des risques

# model:ir.ui.menu,name:menu_product_form
source: Group Products
fr_fr: Produits Collectif

# model:tag,name:tag_group
source: Group
fr_fr: Collectif

# view:contract.covered_element:
source: Enrollments
fr_fr: Affiliations

# view:contract.transfer_covered_elements.contracts:
source: Contracts
fr_fr: Contrats

# view:contract.transfer_covered_elements.item_desc_line:
source: Covered Elements
fr_fr: Risques

# view:contract.transfer_covered_elements.item_descs:
source: Item Descs
fr_fr: Risques

# view:contract:
source: Add Enrollment
fr_fr: Créer une affiliation

# wizard_button:contract.transfer_covered_elements,item_descs,end:
source: Cancel
fr_fr: Annuler

# wizard_button:contract.transfer_covered_elements,item_descs,transfer:
source: Transfer
fr_fr: Transférer

# wizard_button:contract.transfer_covered_elements,select_contracts,end:
source: Cancel
fr_fr: Annuler

# wizard_button:contract.transfer_covered_elements,select_contracts,item_descs:
source: Check Item Descs
fr_fr: Vérifier les risques
