Repository: fatizch/tryton
Catalog: modules/account_cog/test_case_data/*/test_case.po
Languages: fr

source: Tax Account
fr: Compte de Taxe

source: Fee Account
fr: Compte de Frais

source: Product Account
fr: Compte Produit

source: Coverage Account
fr: Compte de Garantie

source: Client Receivable
fr: Compte à recevoir

source: Client Payable
fr: Compte à payer

source: Default Payable Account
fr: Compte à payer par défaut

source: Default Receivable Account
fr: Compte à recevoir par défaut

source: Account for %s
fr: Compte pour %s

source: Fiscal Year
fr: Année Fiscale

source: fiscal_year
fr: annee_fiscale

source: Post Move Sequence
fr: Séquence de mouvements postés
