Repository: fatizch/tryton
Catalog: modules/migrator_contract/locale/*.po
Languages: fr

# field:migrator.contract,id:
source: ID
fr: Identifiant

# field:migrator.contract.event,id:
source: ID
fr: Identifiant

# field:migrator.contract.option,id:
source: ID
fr: Identifiant

# field:migrator.contract.premium,id:
source: ID
fr: Identifiant

# field:migrator.contract.premium_waiver,id:
source: ID
fr: Identifiant

# field:migrator.contract.version,id:
source: ID
fr: Identifiant

# model:migrator.contract,name:
source: Migrator Contract.
fr: Migration des contrats

# model:migrator.contract.event,name:
source: Migrator contract event.
fr: Migration des événements sur les contrats

# model:migrator.contract.option,name:
source: Migrator contract option
fr: Migration des garanties

# model:migrator.contract.premium,name:
source: Migrator Contract Premium
fr: Migration des tarifs

# model:migrator.contract.premium_waiver,name:
source: Migrator contract premium waiver
fr: Migration des périodes de non-paiement

# model:migrator.contract.version,name:
source: Migrator Contract Version.
fr: Migration des versions de contrat
