Repository: fatizch/tryton
Catalog: modules/account_payment_sepa_cog/locale/*.po
Languages: fr

# field:account.configuration,enable_amendment:
source: Allow Sepa Mandate Amendments
fr: Autoriser les amendements de mandat SEPA

# field:account.payment,bank_account:
source: Bank Account
fr: Compte Bancaire

# field:account.payment,payer:
source: Account Owner
fr: Titulaire du compte

# field:account.payment,reject_fee_amount:
source: Reject Fee Amount
fr: Montant frais de rejet

# field:account.payment,sepa_bank_reject_date:
source: SEPA Bank Reject Date
fr: Date de rejet de la banque

# field:account.payment.do_sepa_messages,id:
source: ID
fr: Identifiant

# field:account.payment.fail.message.create,id:
source: ID
fr: Identifiant

# field:account.payment.group,amount:
source: Amount
fr: Montant

# field:account.payment.group,currency:
source: Currency
fr: Devise

# field:account.payment.group,currency_digits:
source: Currency Digits
fr: Précision

# field:account.payment.group,currency_symbol:
source: Currency Symbol
fr: Symbole de la Devise

# field:account.payment.group,main_sepa_message:
source: SEPA Message
fr: Message SEPA

# field:account.payment.group,payment_dates:
source: Payment Dates
fr: Dates de paiement

# field:account.payment.journal,force_smnda:
source: Force SMNDA
fr: Forcer le SMNDA

# field:account.payment.journal,last_sepa_receivable_payment_creation_date:
source: Last Receivable Payment SEPA Creation
fr: Date de la dernière génération des prélèvements SEPA

# field:account.payment.journal,sepa_party:
source: Sepa Creditor / Debtor
fr: Créditeur / Débiteur Sepa

# field:account.payment.journal.failure_action,present_again_after:
source: Present Again After Period
fr: Représenter à nouveau à une date

# field:account.payment.journal.failure_action,present_again_day:
source: Present Again This Day
fr: Représenter ce jour

# field:account.payment.journal.update.sepa,id:
source: ID
fr: Identifiant

# field:account.payment.payment_creation.start,available_bank_accounts:
source: Available Bank Accounts
fr: Comptes bancaires disponibles

# field:account.payment.payment_creation.start,available_payers:
source: Available Payers
fr: Payeurs disponibles

# field:account.payment.payment_creation.start,bank_account:
source: Bank Account
fr: Compte Bancaire

# field:account.payment.payment_creation.start,payer:
source: Account Owner
fr: Titulaire du compte

# field:account.payment.sepa.mandate,amendment_of:
source: Amendment Of
fr: Amendement de

# field:account.payment.sepa.mandate,create_date_:
source: Creation date
fr: Date de Création

# field:account.payment.sepa.mandate,start_date:
source: Start Date
fr: Date d'Effet

# field:account.payment.sepa.mandate,xml_id:
source: XML Id
fr: Identifiant XML

# field:bank.account.number,mandates:
source: Sepa Mandates
fr: Mandats SEPA

# help:account.configuration,enable_amendment:
source: If checked, the sepa mandates may be amended rather than recreated
fr: Si coché, les mandats SEPA pourront être amendés plutôt que recréés

# help:account.payment.journal,force_smnda:
source: If True, the OrgnlDbtrAcct tag will always use SMNDA even when the BIC did not change
fr: Si coché, la balise OrgnlDbtrAcct sera toujours à "SMNDA" même si le BIC n'a pas été modifié

# help:account.payment.journal,sepa_party:
source: If set, will be used in place of the company for the Creditor / Debtor section of SEPA messages
fr: Si renseigné, sera utilisé en lieu et place de la compagnie pour les blocs Créditeur / Débiteur des messages SEPA

# model:account.payment.do_sepa_messages,name:
source: Payment Sepa Do Batch
fr: Batch d'exécution des messages SEPA

# model:account.payment.fail,name:
source: Payment Fail Batch
fr: Batch de rejets de paiements

# model:account.payment.fail.message.create,name:
source: Payment Fail Message Creation Batch
fr: Batch de création du message d'échec de paiement

# model:account.payment.journal.reject_reason,description:coog_sepa_generic_reject
source: Coog Generic Reject Reason
fr: Motif de rejet générique pour Coog

# model:account.payment.journal.reject_reason,description:sepa_AC01
source: Account identifier incorrect
fr: Identifiant du compte incorrect

# model:account.payment.journal.reject_reason,description:sepa_AC04
source: Account closed
fr: Compte fermé

# model:account.payment.journal.reject_reason,description:sepa_AC06
source: Account blocked
fr: Compte bloqué

# model:account.payment.journal.reject_reason,description:sepa_AC13
source: Debtor account is a consumer account
fr: Le titulaire du compte est un consommateur

# model:account.payment.journal.reject_reason,description:sepa_AG01
source: Transaction forbidden
fr: Opération non admise

# model:account.payment.journal.reject_reason,description:sepa_AG02
source: Invalid bank operation code
fr: Code opération incorrect

# model:account.payment.journal.reject_reason,description:sepa_AM04
source: Insufficient funds
fr: Provision insuffisante

# model:account.payment.journal.reject_reason,description:sepa_AM05
source: Duplication
fr: Doublon

# model:account.payment.journal.reject_reason,description:sepa_ARDT
source: The transaction has already been returned
fr: Opération d’origine déjà retournée

# model:account.payment.journal.reject_reason,description:sepa_BE04
source: Account address invalid
fr: Adresse du compte invalide

# model:account.payment.journal.reject_reason,description:sepa_BE05
source: Unrecognised initiating party
fr: Emetteur non reconnu

# model:account.payment.journal.reject_reason,description:sepa_BE06
source: Unknown customer
fr: Destinataire non reconnu

# model:account.payment.journal.reject_reason,description:sepa_CUST
source: Cancellation requested by customer
fr: Annulation demandée par le lient

# model:account.payment.journal.reject_reason,description:sepa_DUPL
source: Duplicate sending
fr: Doublon

# model:account.payment.journal.reject_reason,description:sepa_ED01
source: Correspondant bank not possible
fr: Banque hors échanges

# model:account.payment.journal.reject_reason,description:sepa_FF01
source: Invalid file format
fr: Format de fichier non valide

# model:account.payment.journal.reject_reason,description:sepa_FF05
source: Incorrect direct debit type
fr: Type de prélèvement incorrect

# model:account.payment.journal.reject_reason,description:sepa_FOCR
source: Positive answer to the recall
fr: Retour en réponse positive à un Recall

# model:account.payment.journal.reject_reason,description:sepa_FRAD
source: Fraudulent originated credit transfer
fr: Virement d’origine frauduleuse

# model:account.payment.journal.reject_reason,description:sepa_LEGL
source: Legal reason
fr: Motif réglementaire

# model:account.payment.journal.reject_reason,description:sepa_MD01
source: No mandate
fr: Pas d’autorisation / Absence de mandat

# model:account.payment.journal.reject_reason,description:sepa_MD02
source: No valid mandate
fr: Donnée mandat incorrecte

# model:account.payment.journal.reject_reason,description:sepa_MD06
source: Refund request by end customer
fr: Contestation débiteur / Contestation d’une opération autorisée

# model:account.payment.journal.reject_reason,description:sepa_MD07
source: End customer deceased
fr: Titulaire décédé

# model:account.payment.journal.reject_reason,description:sepa_MS02
source: Refusal by debtor
fr: Sur ordre du client / Refus du débiteur

# model:account.payment.journal.reject_reason,description:sepa_MS03
source: Not specified reason
fr: Raison non communiquée

# model:account.payment.journal.reject_reason,description:sepa_NOAS
source: No response from beneficiary
fr: Pas d’autorisation

# model:account.payment.journal.reject_reason,description:sepa_NOOR
source: Original credit transfer never received
fr: Reçu à tort car opération d’origine non reçue

# model:account.payment.journal.reject_reason,description:sepa_RC01
source: Incorrect bank identifier
fr: Code banque incorrect / Identifiant bancaire incorrect

# model:account.payment.journal.reject_reason,description:sepa_RR01
source: Missing debtor account or identification
fr: Motif réglementaire

# model:account.payment.journal.reject_reason,description:sepa_RR02
source: Missing debtor name or address
fr: Motif réglementaire

# model:account.payment.journal.reject_reason,description:sepa_RR03
source: Missing creditor name or address
fr: Motif réglementaire

# model:account.payment.journal.reject_reason,description:sepa_RR04
source: Regulatory reason
fr: Motif réglementaire

# model:account.payment.journal.reject_reason,description:sepa_SL01
source: Specific service by debtor agent
fr: Service spécifique

# model:account.payment.journal.reject_reason,description:sepa_TECH
source: Technical problems resulting in erroneous SCTs
fr: SCT non conforme dû à un problème technique

# model:account.payment.journal.reject_reason,description:sepa_TM01
source: File receive after Cut-off time
fr: Heure limite dépassée

# model:account.payment.journal.update.sepa,name:
source: Sepa Payment Journal Update Batch
fr: Batch de mise à jour du journal de paiement sepa

# model:event.type,name:event_parse_sepa_message
source: Process Incoming Sepa Message
fr: Traitement d'un message Sepa entrant

# model:event.type,name:event_send_sepa_message
source: Send Sepa Message
fr: Envoi d'un message Sepa

# model:ir.action,name:act_message_form
source: SEPA Reject Messages
fr: Messages de rejet SEPA

# model:ir.action,name:act_payment_relate_form
source: Payments
fr: Paiements

# model:ir.message,text:msg_bad_bank_account
source: The selected bank account %(bank_account)s is different than that of the SEPA mandate %(sepa_bank_account)s.
fr: Le compte bancaire sélectionné %(bank_account)s est différent du compte bancaire sur le mandat SEPA %(sepa_bank_account)s.

# model:ir.message,text:msg_bad_place_holders
source: Bad placeholders in SEPA Sequence. The following fields do not exist on Party model: %(names)s Please check the sequence's prefix and suffix.
fr: Mauvais paramètres dans la séquence SEPA. Les champs suivants n'existent pas sur le modèle Tiers: %(names)s Veuillez vérifier les préfixes et suffixes de la séquence.

# model:ir.message,text:msg_direct_debit_disbursement
source: Direct Debit Disbursement of
fr: Virement du

# model:ir.message,text:msg_direct_debit_payment
source: Direct Debit Payment of
fr: Prélèvement du

# model:ir.message,text:msg_missing_bank_acount
source: Missing bank account for "%(party)s" at "%(date)s".
fr: Compte bancaire manquant pour "%(party)s" au "%(date)s".

# model:ir.message,text:msg_origin_must_be_same
source: All SEPA mandates with identification "%(identification)s" must have the same origin.
fr: Tous les mandats SEPA ayant pour RUM : "%(identification)s" doivent avoir la même origine.

# model:ir.message,text:msg_payment_with_mandate
source: Cancelling mandate is not allowed because there is the payment %(payment)s which needs it.
fr: L'annulation du mandat n'est pas autorisée car il y a le paiement %(payment)s qui l'utilise.

# model:ir.sequence,name:sequence_account_payment_merged
source: Default Account Payment Merged
fr: Regroupement de paiement par défaut

# model:ir.sequence.type,name:sequence_type_account_payment_merged
source: Account Payment Merged
fr: Regroupement de paiement

# model:ir.ui.menu,name:menu_reject_message_form
source: SEPA Reject Messages
fr: Messages de rejet SEPA

# selection:account.payment.group,state:
source: Canceled
fr: Annulé

# selection:account.payment.group,state:
source: Done
fr: Fait

# selection:account.payment.group,state:
source: Draft
fr: Brouillon

# selection:account.payment.group,state:
source: Waiting
fr: En attente

# selection:account.payment.journal.failure_action,action:
source: Present Again At Date
fr: Représenter à nouveau à une date

# field:account.payment.sepa.mandate,identification_readonly:account_payment_sepa.
source: Identification Readonly
fr: RUM en lecture seule
