Repository: fatizch/tryton
Catalog: modules/claim_group/locale/*.po
Languages: fr

# field:benefit,is_group:
source: Group Benefit
fr: Prestation collective

# field:claim,interlocutor:
source: Interlocutor
fr: Interlocuteur

# field:claim,legal_entity:
source: Legal Entity
fr: Société

# field:claim,management_end_date:
source: Management End Date
fr: Date de fin de gestion

# field:claim,management_start_date:
source: Management Start Date
fr: Date de début de gestion

# field:contract,post_termination_claim_behaviour:
source: Post Termination Claim Behaviour
fr: Comportement des sinistres suite à résiliation

# field:contract.option,full_management_start_date:
source: Full Management Start Date
fr: Date de début de la gestion complète

# field:contract.option,previous_claims_management_rule:
source: Previous Claims Management Rule
fr: Règle de reprise de la gestion des prestations

# field:endorsement.contract.terminate,is_group:
source: Is Group
fr: Contrat groupe

# field:endorsement.contract.terminate,post_termination_claim_behaviour:
source: Post Termination Claim Behaviour
fr: Comportement des sinistres suite à résiliation

# field:offered.product,default_termination_claim_behaviour:
source: Default Post Termination Claim Behaviour
fr: Comportement par défaut des sinistres suite à résiliation

# help:benefit,is_group:
source: Define if the benefit is available only for a group coverage
fr: Définit si la prestation est une prestation pour une garantie collective

# help:offered.product,default_termination_claim_behaviour:
source: Define how claim indemnification will be computed once this option is terminated
fr: Définit comment les indemnisations sont calculées une fois que la garantie est résiliée

# model:ir.action,name:act_benefit_collective
source: Collective Benefits
fr: Prestations collectives

# model:ir.message,text:msg_subscriber_then_covered_enum
source: Subscriber then Covered
fr: Le souscripteur puis l'assuré

# model:ir.ui.menu,name:menu_benefit_collective
source: Collective Benefits
fr: Prestations collectives

# selection:benefit,beneficiary_kind:
source: Subscriber then Covered
fr: Le souscripteur puis l'assuré

# selection:contract,post_termination_claim_behaviour:
source: Lock Indemnifications
fr: Figer les montants des prestations au niveau atteint

# selection:contract,post_termination_claim_behaviour:
source: Normal Indemnifications
fr: Continuer les indemnisations

# selection:contract,post_termination_claim_behaviour:
source: Stop Indemnifications
fr: Arrêter les indemnisations

# selection:contract.option,previous_claims_management_rule:
source: Full management
fr: Reprise complète de la gestion

# selection:contract.option,previous_claims_management_rule:
source: In Complement of Previous Insurer
fr: En complément du précédent assureur

# selection:contract.option,previous_claims_management_rule:
source: In Complement of Previous Insurer (use previous rule)
fr: En complément de l'assureur précédent (selon l'ancienne règle de calcul)

# selection:contract.option,previous_claims_management_rule:
source: No management
fr: Aucune reprise de gestion

# selection:endorsement.contract.terminate,post_termination_claim_behaviour:
source: Lock Indemnifications
fr: Figer les montants des prestations au niveau atteint

# selection:endorsement.contract.terminate,post_termination_claim_behaviour:
source: Normal Indemnifications
fr: Continuer les indemnisations

# selection:endorsement.contract.terminate,post_termination_claim_behaviour:
source: Stop Indemnifications
fr: Arrêter les indemnisations

# selection:offered.product,default_termination_claim_behaviour:
source: Lock Indemnifications
fr: Figer les montants des prestations au niveau atteint

# selection:offered.product,default_termination_claim_behaviour:
source: Normal Indemnifications
fr: Continuer les indemnisations

# selection:offered.product,default_termination_claim_behaviour:
source: Stop Indemnifications
fr: Arrêter les indemnisations

# view:offered.product:
source: Claim
fr: Sinistre
