Repository: fatizch/tryton
Catalog: modules/claim_prest_ij_service/locale/*.po
Languages: fr

# selection:claim.ij.period,beneficiary_kind:
source: Company
fr: Société

# selection:claim.ij.period,beneficiary_kind:
source: Party
fr: Tiers

# selection:claim.ij.period,period_kind:
source: Illness
fr: Maladie

# selection:claim.ij.period,period_kind:
source: Pregnancy
fr: Maternité

# selection:claim.ij.period,period_kind:
source: Work Accident
fr: Accident du travail

# selection:claim.ij.period,sign:
source: Cancellation
fr: Annulation

# selection:claim.ij.period,sign:
source: Payment
fr: Paiement

# selection:claim.ij.period,state:
source: Received
fr: Reçu

# selection:claim.ij.period,state:
source: Treated
fr: Traitée

# selection:claim.ij.period.treat.select.line,automatic_action:
source: Cancel period
fr: Annuler la période

# selection:claim.ij.period.treat.select.line,automatic_action:
source: Cancellation of (non-paid) period
fr: Annulation de périodes non réglées

# selection:claim.ij.period.treat.select.line,automatic_action:
source: Cancelled (non-paid) period
fr: Période non réglée à annuler

# selection:claim.ij.period.treat.select.line,automatic_action:
source: Cannot determine course of action
fr: Impossible de déterminer un comportement

# selection:claim.ij.period.treat.select.line,automatic_action:
source: Manually Treated
fr: Traité manuellement

# selection:claim.ij.period.treat.select.line,automatic_action:
source: Missing Claim
fr: Sinistre non trouvé

# selection:claim.ij.period.treat.select.line,automatic_action:
source: New Period
fr: Nouvelle période

# selection:claim.ij.period.treat.select.line,automatic_action:
source: Treated
fr: Traitée

# selection:claim.ij.period.treat.select.line,automatic_action:
source: Waiting Previous Period
fr: En attente du traitement des périodes précédentes

# selection:claim.ij.period.treat.select.line,beneficiary_kind:
source: Company
fr: Société

# selection:claim.ij.period.treat.select.line,beneficiary_kind:
source: Party
fr: Tiers

# selection:claim.ij.period.treat.select.line,period_kind:
source: Illness
fr: Maladie

# selection:claim.ij.period.treat.select.line,period_kind:
source: Pregnancy
fr: Maternité

# selection:claim.ij.period.treat.select.line,period_kind:
source: Work Accident
fr: Accident du travail

# selection:claim.ij.period.treat.select.line,sign:
source: Cancellation
fr: Annulation

# selection:claim.ij.period.treat.select.line,sign:
source: Payment
fr: Paiement

# selection:claim.ij.period.treat.select.line,state:
source: Received
fr: Reçu

# selection:claim.ij.period.treat.select.line,state:
source: Treated
fr: Traitée

# selection:claim.ij.subscription,method:
source: Automatic
fr: Automatique

# selection:claim.ij.subscription,method:
source: Manual
fr: Manuelle

# selection:claim.ij.subscription,state:
source: Declaration Confirmed
fr: Déclaration confirmée

# selection:claim.ij.subscription,state:
source: Declared
fr: Déclarée

# selection:claim.ij.subscription,state:
source: Deleted
fr: Supprimée

# selection:claim.ij.subscription,state:
source: Deletion Confirmed
fr: Suppression confirmée

# selection:claim.ij.subscription,state:
source: In Error
fr: En erreur

# selection:claim.ij.subscription,state:
source: Undeclared
fr: Non déclarée

# selection:claim.ij.subscription_request,method:
source: Automatic
fr: Automatique

# selection:claim.ij.subscription_request,method:
source: Manual
fr: Manuelle

# selection:claim.ij.subscription_request,state:
source: Confirmed
fr: Confirmée

# selection:claim.ij.subscription_request,state:
source: Failed
fr: Échouée

# selection:claim.ij.subscription_request,state:
source: Processing
fr: En cours de traitement

# selection:claim.ij.subscription_request,state:
source: Unprocessed
fr: Non traitée

# selection:claim.ij.subscription_request.group,state:
source: Acknowledged
fr: Reçu

# selection:claim.ij.subscription_request.group,state:
source: Failed
fr: Échouée

# selection:claim.ij.subscription_request.group,state:
source: Processing
fr: En cours de traitement

# selection:process,kind:
source: PrestIJ Period Treatment
fr: Traitement des BPIJs

# view:claim.ij.subscription:
source: Manually Create IJ Subscription
fr: Création manuelle d'une souscription Prest IJ

# view:claim.ij.subscription:
source: Relaunch Subscription Process
fr: Relancer le processus d'inscription

# view:party.party:
source: Manually Create IJ Subscription
fr: Création manuelle d'une souscription Prest IJ

# wizard_button:claim.ij.period.treat,to_treat,automatic:
source: Treat
fr: Traiter

# wizard_button:claim.ij.period.treat,to_treat,cancel:
source: Cancel
fr: Annuler

# wizard_button:claim.ij.period.treat,to_treat,cancel:
source: Cancel Indemnifications
fr: Annuler les indemnisations

# wizard_button:claim.ij.period.treat,to_treat,end:
source: Exit
fr: Terminer

# wizard_button:claim.ij.period.treat,to_treat,manual:
source: Treat Manually
fr: Traiter manuellement

source: Create
fr: Créer

# wizard_button:covered_person.subscription.create_request,select_date,end:
source: Cancel
fr: Annuler
