Repository: fatizch/tryton
Catalog: modules/claim_prest_ij_service/locale/*.po
Languages: fr

# error:claim.ij.period.treat:
source: All periods are already treated, nothing to do
fr: Toutes les périodes sont traitées, plus rien à faire

# error:claim.ij.period.treat:
source: Cannot treat periods for different services
fr: Il n'est pas possible de traiter simultanément des BPIJs portant sur des prestations différentes

# error:claim.ij.period.treat:
source: Could not find a matching claim, one may have to be created
fr: Impossible de retrouver un sinistre, veuillez le déclarer avant de continuer

# error:claim.ij.period.treat:
source: Daily amount is changing, going from %(prev)s to %(new)s
fr: Le montant journalier évolue, il passe de %(prev)s à %(new)s

# error:claim.ij.period.treat:
source: Multiple types found when trying to treat: %(type1)s and %(type2)s
fr: Plusieurs types différents détectés : %(type1)s et %(type2)s

# error:claim.ij.period.treat:
source: No indemnification found between %(last_end)s and %(new_start)s
fr: Aucune indemnisation trouvée entre %(last_end)s et %(new_start)s

# error:claim.ij.period.treat:
source: Selected periods have different daily amounts
fr: Les périodes sélectionnées ont des montants journaliers différents

# error:claim.ij.period:
source: More than one IJ subscription found for SIREN %(siren)s and SSN %(ssn)s
fr: Plusieurs inscriptions Prest'IJ ont été trouvées pour le SIREN %(siren)s et le numéro de sécurité sociale %(ssn)s

# error:claim.ij.period:
source: No IJ subscription found for SIREN %(siren)s and SSN %(ssn)s
fr: Aucune inscription Prest'IJ n'a été trouvée pour le SIREN %(siren)s et le numéro de sécurité sociale %(ssn)s

# error:claim.ij.subscription:
source: %(number)s periods must be treated before going on
fr: Il reste %(number)s périodes à traiter avant de continuer

# error:claim.ij.subscription:
source: Enter a value for field '%s' of '%s'
fr: Entrez une valeur pour le champ '%s' de '%s'

# error:claim.ij.subscription:
source: Enter a value for field(s): %s
fr: Entrez une valeur pour le(s) champs(s) : %s

# error:claim.ij.subscription:
source: Everything is good !
fr: Tout est bon!

# error:claim.ij.subscription:
source: Select a date that is not in the future for field(s): %s
fr: Sélectionnez une date non à venir pour le(s) champ(s) : %s

# error:claim.ij.subscription:
source: There must be only one IJ subscription per siren / ssn
fr: Il ne doit y avoir qu'une seule inscription Prest'IJ par siren / ssn

# error:claim.ij.subscription_request.group:
source: The identification must be unique
fr: L'identification doit être unique

# error:claim.ij.subscription_request:
source: The period identification must be unique
fr: L'iddentification de la période doit être unique

# error:covered_person.subscription.create_request:
source: The chosen date is anterior to the end of the last short term disability which is: [%s]
fr: La date choisie est antérieure à la dernière date de fin d'arrêt de travail: [%s]

# error:covered_person.subscription.create_request:
source: There are no IJ Subscription confirmed for this person's companies
fr: Il n'y a aucune inscription PREST IJ confirmée pour les entreprises de cette personne

# error:covered_person.subscription.create_request:
source: There is already a manual period
fr: Il y a déjà une période manuelle

# error:covered_person.subscription.create_request:
source: This person is not covered at this date
fr: Cette personne n'est pas couverte à cette date

# error:party_subscription.find:
source: The selection does not have related subscription. %(selection)s
fr: La selection n'a pas de fiche de souscription liée. %(selection)s

# field:benefit,prest_ij:
source: Handle Prest IJ System
fr: Gestion du système Prest'IJ

# field:benefit.event.description,prest_ij_type:
source: Prest IJ Associated Type
fr: Type BPIJ associé

# field:claim.configuration,prest_ij_period_sequence:
source: IJ Period Sequence
fr: Séquence de période IJ

# field:claim.configuration,prest_ij_sequence:
source: IJ Flow Sequence
fr: Séquence du flux Prest'IJ

# field:claim.ij.period,accounting_date:
source: Accounting Date
fr: Date comptable

# field:claim.ij.period,automatic_action:
source: Automatic Action
fr: Action proposée

# field:claim.ij.period,beneficiary_kind:
source: Beneficiary Kind
fr: Type de bénéficiaire

# field:claim.ij.period,claim:
source: Claim
fr: Sinistre

# field:claim.ij.period,create_date:
source: Create Date
fr: Date de Création

# field:claim.ij.period,create_date_:
source: Creation date
fr: Date de Création

# field:claim.ij.period,create_uid:
source: Create User
fr: Créé par

# field:claim.ij.period,currency:
source: Currency
fr: Devise

# field:claim.ij.period,currency_digits:
source: Currency Digits
fr: Précision de la devise

# field:claim.ij.period,currency_symbol:
source: Currency Symbol
fr: Symbole de la Devise

# field:claim.ij.period,end_date:
source: End Date
fr: Date de Fin

# field:claim.ij.period,id:
source: ID
fr: Identifiant

# field:claim.ij.period,indemnification:
source: Indemnification
fr: Prestations

# field:claim.ij.period,indemnification_amount:
source: Indemnification Amount
fr: Montant indemnisé

# field:claim.ij.period,indemnification_beneficiary:
source: Beneficiary
fr: Destinataire du paiement

# field:claim.ij.period,indemnification_status:
source: Indemnification Status
fr: Statut de l'indemnisation

# field:claim.ij.period,indemnification_total_amount:
source: Indemnification Total Amount
fr: Total indemnisé

# field:claim.ij.period,lines:
source: Lines
fr: Lignes

# field:claim.ij.period,main_kind:
source: Main Kind
fr: Type principal

# field:claim.ij.period,number_of_days:
source: Number of days
fr: Nombre de jours

# field:claim.ij.period,other_periods:
source: Other Periods
fr: Autres périodes

# field:claim.ij.period,party:
source: Party
fr: Tiers

# field:claim.ij.period,period_kind:
source: Kind
fr: Nature

# field:claim.ij.period,rec_name:
source: Record Name
fr: Nom

# field:claim.ij.period,reception_date:
source: Reception Date
fr: Date de réception

# field:claim.ij.period,same_periods:
source: Same Periods
fr: Périodes identiques

# field:claim.ij.period,service:
source: Service
fr: Prestation

# field:claim.ij.period,sign:
source: Sign
fr: Sens

# field:claim.ij.period,start_date:
source: Start Date
fr: Date de début

# field:claim.ij.period,state:
source: State
fr: État

# field:claim.ij.period,subscriber:
source: Subscriber
fr: Souscripteur

# field:claim.ij.period,subscription:
source: subscription
fr: Souscription

# field:claim.ij.period,taxes_amount:
source: Taxes Amount
fr: Taxes

# field:claim.ij.period,total_amount:
source: Total Amount
fr: Montant Total

# field:claim.ij.period,total_per_day_amount:
source: Total per day Amount
fr: Montant total journalier

# field:claim.ij.period,write_date:
source: Write Date
fr: Modifié par

# field:claim.ij.period,write_uid:
source: Write User
fr: Modifié par

# field:claim.ij.period,xml_id:
source: XML Id
fr: Identifiant XML

# field:claim.ij.period.line,amount:
source: Amount
fr: Montant

# field:claim.ij.period.line,create_date:
source: Create Date
fr: Date de Création

# field:claim.ij.period.line,create_date_:
source: Creation date
fr: Date de Création

# field:claim.ij.period.line,create_uid:
source: Create User
fr: Créé par

# field:claim.ij.period.line,currency:
source: Currency
fr: Devise

# field:claim.ij.period.line,currency_digits:
source: Currency Digits
fr: Précision de la devise

# field:claim.ij.period.line,currency_symbol:
source: Currency Symbol
fr: Symbole de la Devise

# field:claim.ij.period.line,id:
source: ID
fr: Identifiant

# field:claim.ij.period.line,kind:
source: Kind
fr: Type

# field:claim.ij.period.line,number_of_days:
source: Number of Days
fr: Nombre de jours

# field:claim.ij.period.line,period:
source: Period
fr: Période

# field:claim.ij.period.line,rec_name:
source: Record Name
fr: Nom

# field:claim.ij.period.line,total_amount:
source: Total Amount
fr: Montant Total

# field:claim.ij.period.line,write_date:
source: Write Date
fr: Modifié par

# field:claim.ij.period.line,write_uid:
source: Write User
fr: Modifié par

# field:claim.ij.period.line,xml_id:
source: XML Id
fr: Identifiant XML

# field:claim.ij.period.treat.select,automatic_treatment:
source: Automatic Treatment
fr: Traitement automatique

# field:claim.ij.period.treat.select,cancellation:
source: Cancellation
fr: Annulation

# field:claim.ij.period.treat.select,id:
source: ID
fr: Identifiant

# field:claim.ij.period.treat.select,manual_treatment:
source: Manual Treatment
fr: Traitement manuel

# field:claim.ij.period.treat.select,values:
source: Periods to treat
fr: Périodes à traiter

# field:claim.ij.period.treat.select.line,accounting_date:
source: Accounting Date
fr: Date comptable

# field:claim.ij.period.treat.select.line,automatic_action:
source: Automatic Action
fr: Action proposée

# field:claim.ij.period.treat.select.line,beneficiary_kind:
source: Beneficiary Kind
fr: Type de bénéficiaire

# field:claim.ij.period.treat.select.line,claim:
source: Claim
fr: Sinistre

# field:claim.ij.period.treat.select.line,create_date:
source: Create Date
fr: Date de Création

# field:claim.ij.period.treat.select.line,create_date_:
source: Creation date
fr: Date de Création

# field:claim.ij.period.treat.select.line,create_uid:
source: Create User
fr: Créé par

# field:claim.ij.period.treat.select.line,currency:
source: Currency
fr: Devises

# field:claim.ij.period.treat.select.line,currency_digits:
source: Currency Digits
fr: Précision de la devise

# field:claim.ij.period.treat.select.line,currency_symbol:
source: Currency Symbol
fr: Symbole de la Devise

# field:claim.ij.period.treat.select.line,end_date:
source: End Date
fr: Date de Fin

# field:claim.ij.period.treat.select.line,id:
source: ID
fr: Identifiant

# field:claim.ij.period.treat.select.line,indemnification:
source: Indemnification
fr: Prestations

# field:claim.ij.period.treat.select.line,indemnification_amount:
source: Indemnification Amount
fr: Montant indemnisé

# field:claim.ij.period.treat.select.line,indemnification_beneficiary:
source: Beneficiary
fr: Destinataire du paiement

# field:claim.ij.period.treat.select.line,indemnification_status:
source: Indemnification Status
fr: Statut de l'indemnisation

# field:claim.ij.period.treat.select.line,indemnification_total_amount:
source: Indemnification Total Amount
fr: Total indemnisé

# field:claim.ij.period.treat.select.line,lines:
source: Lines
fr: Lignes

# field:claim.ij.period.treat.select.line,main_kind:
source: Main Kind
fr: Type principal

# field:claim.ij.period.treat.select.line,number_of_days:
source: Number of days
fr: Nombre de jours

# field:claim.ij.period.treat.select.line,other_periods:
source: Other Periods
fr: Autres périodes

# field:claim.ij.period.treat.select.line,party:
source: Party
fr: Tiers

# field:claim.ij.period.treat.select.line,period_id:
source: Period Id
fr: Id de la période

# field:claim.ij.period.treat.select.line,period_kind:
source: Kind
fr: Type de période

# field:claim.ij.period.treat.select.line,prev_selected:
source: Previously Selected
fr: Précédemment sélectionné

# field:claim.ij.period.treat.select.line,rec_name:
source: Record Name
fr: Nom

# field:claim.ij.period.treat.select.line,reception_date:
source: Reception Date
fr: Date de réception

# field:claim.ij.period.treat.select.line,same_periods:
source: Same Periods
fr: Périodes identiques

# field:claim.ij.period.treat.select.line,selected:
source: Selected
fr: Sélectionné

# field:claim.ij.period.treat.select.line,service:
source: Service
fr: Prestation

# field:claim.ij.period.treat.select.line,sign:
source: Sign
fr: Sens

# field:claim.ij.period.treat.select.line,start_date:
source: Start Date
fr: Date d'Effet

# field:claim.ij.period.treat.select.line,state:
source: State
fr: État

# field:claim.ij.period.treat.select.line,subscriber:
source: Subscriber
fr: Souscripteur

# field:claim.ij.period.treat.select.line,subscription:
source: subscription
fr: Souscription

# field:claim.ij.period.treat.select.line,taxes_amount:
source: Taxes Amount
fr: Taxes

# field:claim.ij.period.treat.select.line,total_amount:
source: Total Amount
fr: Montant Total

# field:claim.ij.period.treat.select.line,total_per_day_amount:
source: Total per day Amount
fr: Montant total journalier

# field:claim.ij.period.treat.select.line,write_date:
source: Write Date
fr: Modifié par

# field:claim.ij.period.treat.select.line,write_uid:
source: Write User
fr: Modifié par

# field:claim.ij.period.treat.select.line,xml_id:
source: XML Id
fr: Identifiant XML

# field:claim.ij.subscription,activated:
source: Activated
fr: Activée

# field:claim.ij.subscription,claims:
source: Claims
fr: Sinistres

# field:claim.ij.subscription,confirmation_date:
source: Confirmation Date
fr: Date de confirmation

# field:claim.ij.subscription,create_date:
source: Create Date
fr: Date de création

# field:claim.ij.subscription,create_date_:
source: Creation date
fr: Date de création

# field:claim.ij.subscription,create_uid:
source: Create User
fr: Créé par

# field:claim.ij.subscription,current_log:
source: Current Log
fr: Trace Courante

# field:claim.ij.subscription,current_state:
source: Current State
fr: Etat Courant

# field:claim.ij.subscription,current_state_name:
source: Current State In Process
fr: Etat courant au sein du processus

# field:claim.ij.subscription,date:
source: Declaration Or Deletion Date
fr: Date de déclaration ou de suppression

# field:claim.ij.subscription,error_code:
source: Error Code
fr: Code d'erreur

# field:claim.ij.subscription,ij_activation:
source: IJ Activation
fr: Activation de Prest'IJ

# field:claim.ij.subscription,logs:
source: Task
fr: Tâche

# field:claim.ij.subscription,method:
source: Method
fr: Méthode

# field:claim.ij.subscription,parties:
source: Parties
fr: Tiers

# field:claim.ij.subscription,party:
source: Party
fr: Assuré

# field:claim.ij.subscription,periods_to_treat:
source: Periods to Treat
fr: Périodes à traiter

# field:claim.ij.subscription,rec_name:
source: Record Name
fr: Nom de l'enregistrement

# field:claim.ij.subscription,requests:
source: Requests
fr: Demandes

# field:claim.ij.subscription,requests_event_logs:
source: Requests Event Logs
fr: Logs d'évènements des demandes

# field:claim.ij.subscription,ssn:
source: SSN
fr: Numéro de sécurité sociale

# field:claim.ij.subscription,state:
source: State
fr: État

# field:claim.ij.subscription,subscriber:
source: Subscriber
fr: Souscripteur

# field:claim.ij.subscription,task_name:
source: Task Name
fr: Nom de la tâche

# field:claim.ij.subscription,task_status:
source: Task Status
fr: Statut du processus

# field:claim.ij.subscription,write_date:
source: Write Date
fr: Modifié le

# field:claim.ij.subscription,write_uid:
source: Write User
fr: Modifié par

# field:claim.ij.subscription,xml_id:
source: XML Id
fr: Identifiant XML

# field:claim.ij.subscription_request,create_date:
source: Create Date
fr: Date de création

# field:claim.ij.subscription_request,create_date_:
source: Creation date
fr: Date de création

# field:claim.ij.subscription_request,create_uid:
source: Create User
fr: Créé par

# field:claim.ij.subscription_request,error_code:
source: Error Code
fr: Code d'erreur

# field:claim.ij.subscription_request,error_message:
source: Error Message
fr: Message d'erreur

# field:claim.ij.subscription_request,group:
source: Group
fr: Groupe

# field:claim.ij.subscription_request,method:
source: Method
fr: Méthode

# field:claim.ij.subscription_request,operation:
source: Operation
fr: Opération

# field:claim.ij.subscription_request,party:
source: Party
fr: Assuré

# field:claim.ij.subscription_request,period_end:
source: Period End
fr: Fin de période

# field:claim.ij.subscription_request,period_identification:
source: Period Identification
fr: Identification de la période

# field:claim.ij.subscription_request,period_start:
source: Period Start
fr: Début de période

# field:claim.ij.subscription_request,rec_name:
source: Record Name
fr: Nom de l'enregistrement

# field:claim.ij.subscription_request,retro_date:
source: Retroactive Date
fr: Date rétroactive

# field:claim.ij.subscription_request,ssn:
source: SSN
fr: Numéro de sécurité sociale

# field:claim.ij.subscription_request,state:
source: State
fr: État

# field:claim.ij.subscription_request,subscription:
source: Subscription
fr: Inscription

# field:claim.ij.subscription_request,write_date:
source: Write Date
fr: Modifié le

# field:claim.ij.subscription_request,write_uid:
source: Write User
fr: Modifié par

# field:claim.ij.subscription_request,xml_id:
source: XML Id
fr: Identifiant XML

# field:claim.ij.subscription_request.group,create_date:
source: Create Date
fr: Date de création

# field:claim.ij.subscription_request.group,create_date_:
source: Creation date
fr: Date de création

# field:claim.ij.subscription_request.group,create_uid:
source: Create User
fr: Créé par

# field:claim.ij.subscription_request.group,error_code:
source: Error Code
fr: Code d'erreur

# field:claim.ij.subscription_request.group,error_message:
source: Error Message
fr: Message d'erreur

# field:claim.ij.subscription_request.group,rec_name:
source: Record Name
fr: Nom de l'enregistrement

# field:claim.ij.subscription_request.group,requests:
source: Requests
fr: Demandes

# field:claim.ij.subscription_request.group,return_date:
source: Return Date
fr: Date de retour

# field:claim.ij.subscription_request.group,state:
source: State
fr: État

# field:claim.ij.subscription_request.group,write_date:
source: Write Date
fr: Modifié le

# field:claim.ij.subscription_request.group,write_uid:
source: Write User
fr: Modifié par

# field:claim.ij.subscription_request.group,xml_id:
source: XML Id
fr: Identifiant XML

# field:claim.indemnification,has_prestij_periods:
source: Has PrestIJ Periods
fr: Avec BPIJs

# field:claim.indemnification,prestij_periods:
source: PrestIJ Periods
fr: BPIJs

# field:claim.indemnification_definition,prestij_periods:
source: Prest IJ Periods
fr: BPIJs

# field:covered_person.ij_subscription_create.select_date,id:
source: ID
fr: Identifiant

# field:covered_person.ij_subscription_create.select_date,period_end:
source: Period End
fr: Fin de période

# field:covered_person.ij_subscription_create.select_date,period_start:
source: Period Start
fr: Début de période

# field:covered_person.ij_subscription_create.select_date,retro_date:
source: Retroactive Date
fr: Date rétroactive

# field:covered_person.ij_subscription_create.select_date,subscription:
source: Subscription
fr: Souscription

# field:prest_ij.periods.batch,id:
source: ID
fr: Identifiant

# field:prest_ij.subscription.submit_company,id:
source: ID
fr: Identifiant

# field:prest_ij.subscription.submit_person,id:
source: ID
fr: Identifiant

# help:benefit,prest_ij:
source: If set, the claims declared using this benefit will be handled by the Prest IJ system
fr: Si vrai, les sinistres déclarés pour cette prestation seront gérés par le système Prest'IJ

# model:claim.ij.period,name:
source: Claim Ij Period
fr: BPIJs

# model:claim.ij.period.line,name:
source: Claim Ij Period Line
fr: Détail de BPIJ

# model:claim.ij.period.treat.select,name:
source: Treat Ij Period Select
fr: Sélection des périodes

# model:claim.ij.period.treat.select.line,name:
source: Treat Ij Period Lines
fr: Traiter les BPIJs

# model:claim.ij.subscription,name:
source: Claim IJ Subscription
fr: Inscription Prest'IJ

# model:claim.ij.subscription_request,name:
source: Claim IJ Subscription Request
fr: Demande d'inscription Prest'IJ

# model:claim.ij.subscription_request.group,name:
source: Claim IJ Subscription Request Group
fr: Groupe de demandes d'inscription Prest'IJ

# model:covered_person.ij_subscription_create.select_date,name:
source: Covered Person IJ Susbscription Select Date
fr: Selection de la date de création de période pour une personne

# model:event.type,name:event_prest_ij_arl_ok
source: Prest IJ Request ARL OK
fr: Demande Prest'IJ ARL OK

# model:event.type,name:event_prest_ij_request_acknowledged
source: Prest IJ Request Acknowledged
fr: Traitement de la requête PrestIJ

# model:event.type,name:event_prest_ij_request_failed
source: Prest IJ Request Failed
fr: Demande Prest'IJ en échec

# model:event.type,name:event_prest_ij_request_sent
source: Prest IJ Request Sent
fr: Demande Prest'IJ envoyée

# model:gestip.flux.process,name:
source: Process Gestip Flux Batch
fr: Batch de traitement du flux Gestip

# model:ir.action,name:act_claim_ij_subscription_relate_form
source: Subscriptions IJ
fr: Inscriptions Prest'IJ

# model:ir.action,name:act_claim_ij_subscription_request_group_action
source: Prest IJ Requests Group
fr: Groupe d'inscription prestIJ

# model:ir.action,name:act_consult_ij_subscription
source: Consult Ij Subscription
fr: Consulter l'inscription Prest'IJ

# model:ir.action,name:act_erroneous_requests_prest_ij
source: Erroneous Requests
fr: Demandes en erreur

# model:ir.action,name:act_manual_ij_subscription_request
source: Manual Prest Ij Subscription
fr: Souscription manuelle à Prest IJ

# model:ir.action,name:act_open_all_claim_ij_period
source: PrestIJ Period
fr: BPIJs

# model:ir.action,name:act_open_claim_ij_period
source: PrestIJ Period
fr: BPIJs

# model:ir.action,name:act_relaunch_ij_subscription
source: Relaunch Prest Ij Subscription
fr: Relancer une inscription Prest'IJ

# model:ir.action,name:act_start_period_treatment
source: Treat Prest IJ Periods
fr: Traiter les BPIJs

# model:ir.ui.menu,name:menu_erroneous_requests_prest_ij
source: Erroneous Requests
fr: Demandes en erreur

# model:ir.ui.menu,name:menu_group_requests_prest_ij
source: Prest IJ Requests Groups
fr: Groupes d'inscription prestIJ

# model:ir.ui.menu,name:menu_prest_ij_periods
source: Prest'IJ Periods
fr: BPIJs

# model:prest_ij.periods.batch,name:
source: Create PrestIj Periods batch
fr: Batch de création des BPIJs

# model:prest_ij.subscription.create,name:
source: Create Prest Ij Susbscription
fr: Création des inscriptions Prest'IJ

# model:prest_ij.subscription.process,name:
source: Process Prest Ij Subscription
fr: Traitement des inscriptions Prest'IJ

# model:prest_ij.subscription.submit_company,name:
source: Submit Company Prest Ij Susbscription
fr: Envoi de la souscription d'entreprise à Prest IJ

# model:prest_ij.subscription.submit_person,name:
source: Submit Person Prest Ij Susbscription
fr: Envoi de la souscription d'assuré à Prest IJ

# model:process,fancy_name:prest_ij_process
source: PrestIJ Periods Treatment
fr: Traitement des BPIJs

# model:process.step,fancy_name:prest_ij_process_step
source: Periods to Treat
fr: Périodes à traiter

# selection:benefit.event.description,prest_ij_type:
source: Illness
fr: Maladie

# selection:benefit.event.description,prest_ij_type:
source: Pregnancy
fr: Maternité

# selection:benefit.event.description,prest_ij_type:
source: Work Accident
fr: Accident du travail

# selection:claim.ij.period,automatic_action:
source: Cancel period
fr: Annuler la période

# selection:claim.ij.period,automatic_action:
source: Cancellation of (non-paid) period
fr: Annulation de périodes non réglées

# selection:claim.ij.period,automatic_action:
source: Cancelled (non-paid) period
fr: Période non réglée à annuler

# selection:claim.ij.period,automatic_action:
source: Cannot determine course of action
fr: Impossible de déterminer un comportement

# selection:claim.ij.period,automatic_action:
source: Manually Treated
fr: Traité manuellement

# selection:claim.ij.period,automatic_action:
source: Missing Claim
fr: Sinistre non trouvé

# selection:claim.ij.period,automatic_action:
source: New Period
fr: Nouvelle période

# selection:claim.ij.period,automatic_action:
source: Treated
fr: Traitée

# selection:claim.ij.period,automatic_action:
source: Waiting Previous Period
fr: En attente du traitement des périodes précédentes
