Repository: fatizch/tryton
Catalog: modules/party_public_employment/locale/*.po
Languages: fr

# field:party.administrative_situation_sub_status,create_date:
source: Create Date
fr: Date de création

# field:party.administrative_situation_sub_status,create_date_:
source: Creation date
fr: Date de création

# field:party.administrative_situation_sub_status,create_uid:
source: Create User
fr: Créé par

# field:party.administrative_situation_sub_status,id:
source: ID
fr: Identifiant

# field:party.administrative_situation_sub_status,name:
source: Name
fr: Nom

# field:party.administrative_situation_sub_status,rec_name:
source: Record Name
fr: Nom de l'enregistrement

# field:party.administrative_situation_sub_status,situation:
source: Administrative Situation
fr: Situation administrative

# field:party.administrative_situation_sub_status,write_date:
source: Write Date
fr: Modifié par

# field:party.administrative_situation_sub_status,write_uid:
source: Write User
fr: Modifié par

# field:party.employment,is_civil_service_employment:
source: Civil Service Employment
fr: Emploi dans la Fonction Publique

# field:party.employment,is_retired:
source: Is retired
fr: Est en retraite

# field:party.employment,retirement_pension_identifier:
source: Retirement Pension Identifier
fr: N° de brevet

# field:party.employment.version,administrative_situation:
source: Administrative Situtation
fr: Situation Administrative

# field:party.employment.version,administrative_situation_sub_status:
source: Administrative Situation Details
fr: Détail de la situation administrative

# field:party.employment.version,gross_index:
source: Gross Index
fr: Indice Brut

# field:party.employment.version,increased_index:
source: Increased Index
fr: Indice Majoré

# field:party.employment.version,public_service_work_category:
source: Public Service Work Category
fr: Catégorie statutaire de la fonction publique

# field:party.employment.version,work_country:
source: Work Country
fr: Pays d'emploi

# field:party.employment.version,work_subdivision:
source: Subdivision Work Place
fr: Département de rattachement

# field:party.employment_kind,is_civil_service_employment:
source: Civil Service Employment
fr: Emploi de la Service Publique

# field:party.public_employment_index,create_date:
source: Create Date
fr: Date de Création

# field:party.public_employment_index,create_date_:
source: Creation date
fr: Date de Création

# field:party.public_employment_index,create_uid:
source: Create User
fr: Créé par

# field:party.public_employment_index,effective_date:
source: Effective Date
fr: Date d'effet

# field:party.public_employment_index,gross_index:
source: Gross Index
fr: Indice Brut

# field:party.public_employment_index,id:
source: ID
fr: Identifiant

# field:party.public_employment_index,increased_index:
source: Increased Index
fr: Indice Majoré

# field:party.public_employment_index,rec_name:
source: Record Name
fr: Nom de l'enregistrement

# field:party.public_employment_index,write_date:
source: Write Date
fr: Modifié par

# field:party.public_employment_index,write_uid:
source: Write User
fr: Modifié par

# field:party.public_service_work_category,create_date:
source: Create Date
fr: Date de Création

# field:party.public_service_work_category,create_date_:
source: Creation date
fr: Date de Création

# field:party.public_service_work_category,create_uid:
source: Create User
fr: Créé par

# field:party.public_service_work_category,id:
source: ID
fr: Identifiant

# field:party.public_service_work_category,name:
source: Name
fr: Nom

# field:party.public_service_work_category,rec_name:
source: Record Name
fr: Nom de l'enregistrement

# field:party.public_service_work_category,write_date:
source: Write Date
fr: Modifié par

# field:party.public_service_work_category,write_uid:
source: Write User
fr: Modifié par

# help:party.administrative_situation_sub_status,code:
source: The string that will be used to identify this record across the configuration. It should not be modified without checking first if it is used somewhere
fr: L'identifiant pour cet enregistrement dans la configuration. Il ne doit pas être modifié sans s'assurer au préalable des endroits y faisant référence

# help:party.administrative_situation_sub_status,name:
source: Name of Administrative Situation Sub Status
fr: Nom du sous statut de la situation administrative

# help:party.administrative_situation_sub_status,situation:
source: Define the administration situation (used to filter sub status according the administrative situation)
fr: Défini la situation administrative de ce statut (utilisé pour filtrer les statuts en fonction de la situation administrative)

# help:party.employment.version,gross_index:
source: Gross public service index used to defined salary
fr: Indice brut de la fonction publique servant de base au calcul du salaire

# help:party.employment.version,increased_index:
source: Increased public service index used to defined salary
fr: Indice majoré de la fonction publique servant de base au calcul du salaire

# help:party.employment.version,public_service_work_category:
source: Define the work category in public service administration of the employee
fr: Défini la catégorie statutaire de la fonction publique de l'employé

# help:party.employment.version,work_country:
source: Country where the employee works
fr: Le pays où l'employé travaille

# help:party.employment.version,work_subdivision:
source: Subdivision where the employee works
fr: Département du lieu de travail de l'employé

# help:party.employment_kind,is_civil_service_employment:
source: Is Civil Service Employment
fr: Est un emploi de la fonction publique

# help:party.public_employment_index,effective_date:
source: Date used to versionned the index
fr: Date utilisée pour versionner les correspondances d'indices

# help:party.public_service_work_category,code:
source: The string that will be used to identify this record across the configuration. It should not be modified without checking first if it is used somewhere
fr: L'identifiant pour cet enregistrement dans la configuration. Il ne doit pas être modifié sans s'assurer au préalable des endroits y faisant référence

# help:party.public_service_work_category,name:
source: The name that will be displayed to the end user
fr: Nom qui sera affiché à l'utilisateur

# model:ir.action,name:act_administrative_situation_sub_status
source: Admin Situation Sub Status
fr: Sous statut de la situation administrative

# model:ir.action,name:act_public_index
source: Public Employment Index
fr: Indice de la fonction publique

# model:ir.action,name:act_public_service_work_category
source: Public Service Work Category
fr: Catégorie statutaire de la fonction publique

# model:ir.ui.menu,name:menu_configuration_admin_situation_sub_status
source: Admin Situation Sub Status
fr: Sous statut de la situation administrative

# model:ir.ui.menu,name:menu_configuration_public_index
source: Public Employment Index
fr: Indice de la fonction publique

# model:ir.ui.menu,name:menu_configuration_public_service_work_status
source: Public Service Work Category
fr: Catégorie statutaire de la fonction publique

# model:party.administrative_situation_sub_status,name:
source: Administrative Situation Sub Status
fr: Sous statut de la situation administrative

# model:party.public_employment_index,name:
source: Public Employment Index Table
fr: Table des indices de la fonction publique

# model:party.public_service_work_category,name:
source: Public Service Work Category
fr: Catégorie statutaire de la fonction publique

# selection:party.administrative_situation_sub_status,situation:
source: Active
fr: Actif

# selection:party.administrative_situation_sub_status,situation:
source: Retired
fr: Retraité

# selection:party.employment.version,administrative_situation:
source: Active
fr: Actif

# selection:party.employment.version,administrative_situation:
source: Retired
fr: Retraité
