Repository: fatizch/tryton
Catalog: modules/contract_surrender/locale/*.po
Languages: fr

# error:contract.cancel.surrender:
source: No selected contract
fr: Aucun contrat sélectionné

# error:contract.option:
source: Surrender of %(option)s
fr: Rachat de %(option)s

# error:contract.plan.surrender:
source: Impossible to surrender before the contract's start_date (%(start_date)s)
fr: Impossible de rachter le contrat avant sa date de début (%(start_date)s)

# error:contract:
source: Confirm contracts surrender
fr: Confirmer le rachat

# error:contract:
source: Contract %(contract)s cannot be surrendered
fr: Le contrat %(contract)s ne peut pas être racheté

# error:contract:
source: Contract %(contract)s is not surrendered. Therefore, it cannot be reactivated.
fr: Le contrat %(contract)s n'est pas racheté, il ne peut donc pas être réactivé.

# error:contract:
source: Contracts surrender will be cancelled
fr: Le rachat du contrat sera annulé

# error:contract:
source: Contracts surrender will be planned
fr: Le rachat sera plannifié

# error:contract:
source: Contracts will automatically be surrendered
fr: Les contrats seront automatiquement rachetés

# error:contract:
source: Deletion not allowed because the contracts %(contracts)s are not quote or declined.
fr: La suppression n'est pas autorisée car les contrats %(contract)s ne sont pas des devis ou déclinés

# error:contract:
source: No options were found that can be surrendered for contract %(contract)s
fr: Aucune garantie ne peut être rachetée sur le contrat %(contract)s

# error:contract:
source: Surrender of %(contract)s
fr: Rachat du contrat %(contract)s

# field:account.configuration,surrender_journal:
source: Surrender Journal
fr: Journal de rachat

# field:account.configuration,surrender_payment_term:
source: Surrender payment term
fr: Conditions de paiement de rachat

# field:contract,can_surrender:
source: Can surrender
fr: Rachat possible

# field:contract,surrender_invoice:
source: Surrender invoice
fr: Facture de rachat

# field:contract,surrender_invoice_state:
source: Surrender Invoice State
fr: État de la quittance de rachat

# field:contract.surrender.parameters,contract:
source: Contract
fr: Contrat

# field:contract.surrender.parameters,id:
source: ID
fr: Identifiant

# field:contract.surrender.parameters,surrender_date:
source: Surrender Date
fr: Date de rachat

# field:contract.surrender.preview,contract:
source: Contract
fr: Contrat

# field:contract.surrender.preview,currency:
source: Currency
fr: Devise

# field:contract.surrender.preview,currency_digits:
source: Currency Digits
fr: Précision

# field:contract.surrender.preview,currency_symbol:
source: Currency Symbol
fr: Symbole de la Devise

# field:contract.surrender.preview,id:
source: ID
fr: Identifiant

# field:contract.surrender.preview,surrender_date:
source: Surrender Date
fr: Date de rachat

# field:contract.surrender.preview,surrender_value:
source: Surrender Value
fr: Valeur de rachat

# field:contract.validate.surrender.preview,contract:
source: Contract
fr: Contrat

# field:contract.validate.surrender.preview,currency:
source: Currency
fr: Devises

# field:contract.validate.surrender.preview,currency_digits:
source: Currency Digits
fr: Précision de la devise

# field:contract.validate.surrender.preview,currency_symbol:
source: Currency Symbol
fr: Symbole de la Devise

# field:contract.validate.surrender.preview,id:
source: ID
fr: Identifiant

# field:contract.validate.surrender.preview,surrender_date:
source: Surrender Date
fr: Date de rachat

# field:contract.validate.surrender.preview,surrender_value:
source: Surrender Value
fr: Valeur de rachat

# field:offered.option.description,surrender_rules:
source: Surrender Rules
fr: Règles de rachat

# field:offered.option.description.surrender_rule,coverage:
source: Coverage
fr: Garantie

# field:offered.option.description.surrender_rule,create_date:
source: Create Date
fr: Date de Création

# field:offered.option.description.surrender_rule,create_date_:
source: Creation date
fr: Date de Création

# field:offered.option.description.surrender_rule,create_uid:
source: Create User
fr: Créé par

# field:offered.option.description.surrender_rule,eligibility_rule:
source: Eligibility Rule
fr: Règle d'éligibilité

# field:offered.option.description.surrender_rule,eligibility_rule_extra_data:
source: Eligibility Rule Extra Data
fr: Paramètres d'éligibilité

# field:offered.option.description.surrender_rule,id:
source: ID
fr: Identifiant

# field:offered.option.description.surrender_rule,rec_name:
source: Record Name
fr: Nom

# field:offered.option.description.surrender_rule,rule:
source: Rule
fr: Règle

# field:offered.option.description.surrender_rule,rule_extra_data:
source: Rule Extra Data
fr: Paramètres

# field:offered.option.description.surrender_rule,surrender_account:
source: Surrender Account
fr: Compte de rachat

# field:offered.option.description.surrender_rule,write_date:
source: Write Date
fr: Modifié par

# field:offered.option.description.surrender_rule,write_uid:
source: Write User
fr: Modifié par

# field:offered.option.description.surrender_rule,xml_id:
source: XML Id
fr: Identifiant XML

# help:account.configuration,surrender_journal:
source: The journal that will be used to pay surrendered contracts
fr: Ce journal sera utilisée pour le règlement des rachats de contrats

# help:account.configuration,surrender_payment_term:
source: The payment term that will be used to pay surrendered contracts
fr: Ces conditions de paiement seront utilisées lors des rachats de contrats

# help:contract,surrender_invoice:
source: The surrender invoice for the contract
fr: La facture de rachat du contrat

# help:contract.surrender.parameters,surrender_date:
source: The date at which the contract will be surrendered
fr: La date de rachat souhaitée

# help:contract.surrender.preview,surrender_value:
source: The amount that will be surrendered
fr: La valeur de rachat qui sera reversée

# help:contract.validate.surrender.preview,surrender_value:
source: The amount that will be surrendered
fr: La valeur de rachat qui sera reversée

# help:offered.option.description.surrender_rule,eligibility_rule:
source: If set, the rule result must be True to allow surrendering of the contract
fr: Si renseignée, le résultat de la règle doit être "Vrai" pour permettre le rachat de la garantie

# help:offered.option.description.surrender_rule,rule:
source: If set, the rule result will be used to compute the surrender value of the contract
fr: Si renseignée, la valeur de retour de la règle contiendra la valeur de rachat de la garantie

# help:offered.option.description.surrender_rule,surrender_account:
source: The account that will be used to pay surrender lines for this coverage
fr: Ce compte sera utilisé pour payer les rachats de la garantie

# model:contract.sub_status,name:sub_status_surrendered
source: Surrendered
fr: Rachat

# model:contract.surrender.parameters,name:
source: Surrender Parameters
fr: Paramètres du rachat

# model:contract.surrender.preview,name:
source: Surrender Preview
fr: Prévisualisation du rachat

# model:contract.validate.surrender.preview,name:
source: Validate Surrender Parameters
fr: Paramètres du rachat

# model:event.type,name:event_cancel_contract_surrender
source: Contract Surrender Cancelling
fr: Annulation du rachat de contrat

# model:event.type,name:event_plan_surrender_contract
source: Plan Contract Surrender
fr: Planifier le rachat

# model:event.type,name:event_surrender_contract
source: Contract Surrender
fr: Rachat du contrat

# model:ir.action,name:
source: Surrender Contracts
fr: Rachats

# model:ir.action,name:act_cancel_surrender_contract
source: Cancel Surrender
fr: Annuler le rachat

# model:ir.action,name:act_validate_surrender_contract
source: Validate Surrender
fr: Valider le rachat

# model:ir.action,name:act_window_surrender_contract
source: Surrender Contracts
fr: Rachats

# model:ir.action.act_window.domain,name:act_contract_domain_planned
source: Planned Surrenders
fr: Rachats planifiés

# model:ir.ui.menu,name:menu_surrender_contract_form
source: Surrender Contracts
fr: Rachats

# model:offered.option.description.surrender_rule,name:
source: Option Description Surrender Rule
fr: Règle de rachat de garantie

# selection:account.invoice,business_kind:
source: Surrender
fr: Rachat de contrat

# selection:contract,surrender_invoice_state:
source: Canceled
fr: Annulée

# selection:contract,surrender_invoice_state:
source: Draft
fr: Brouillon

# selection:contract,surrender_invoice_state:
source: Paid
fr: Payée

# selection:contract,surrender_invoice_state:
source: Posted
fr: Postée

# selection:contract,surrender_invoice_state:
source: Validated
fr: Validée

# selection:rule_engine,type_:
source: Surrender
fr: Rachat de contrat

# selection:rule_engine,type_:
source: Surrender Eligibility
fr: Eligibilité de rachat

# view:account.configuration:
source: Surrender
fr: Racheter

# view:contract:
source: Cancel Surrender
fr: Annuler le rachat

# view:contract:
source: Surrender
fr: Racheter

# view:contract:
source: Validate Surrender
fr: Valider le rachat

# wizard_button:contract.plan.surrender,parameters,calculate:
source: Preview
fr: Prévisualiser

# wizard_button:contract.plan.surrender,parameters,end:
source: Cancel
fr: Annuler

# wizard_button:contract.plan.surrender,preview,end:
source: Cancel
fr: Annuler

# wizard_button:contract.plan.surrender,preview,parameters:
source: Previous
fr: Précédent

# wizard_button:contract.plan.surrender,preview,surrender:
source: Surrender
fr: Racheter

# wizard_button:contract.validate.surrender,parameters,end:
source: Cancel
fr: Annuler

# wizard_button:contract.validate.surrender,parameters,surrender:
source: Confirm Surrender
fr: Confirmer le rachat
