Repository: fatizch/tryton
Catalog: modules/claim_benefit_sync/locale/*.po
Languages: fr

# field:benefit,parent_benefits:
source: Parent Benefits
fr: Prestations de base

# field:benefit,sub_benefits:
source: Sub Benefits
fr: Prestation complémentaires

# field:benefit-benefit,create_date:
source: Create Date
fr: Date de Création

# field:benefit-benefit,create_date_:
source: Creation date
fr: Date de Création

# field:benefit-benefit,create_uid:
source: Create User
fr: Créé par

# field:benefit-benefit,id:
source: ID
fr: Identifiant

# field:benefit-benefit,master:
source: Master
fr: Base

# field:benefit-benefit,rec_name:
source: Record Name
fr: Nom

# field:benefit-benefit,slave:
source: Slave
fr: Complémentaire

# field:benefit-benefit,write_date:
source: Write Date
fr: Modifié par

# field:benefit-benefit,write_uid:
source: Write User
fr: Modifié par

# field:benefit-benefit,xml_id:
source: XML Id
fr: Identifiant XML

# field:claim.loss,main_services:
source: Main services
fr: Services de base

# field:claim.service,is_main_service:
source: Is main service
fr: Est un service de base

# field:claim.service,parent_service:
source: Parent service
fr: Service de base

# field:claim.service,sub_services:
source: Sub services
fr: Services complémentaires

# model:benefit-benefit,name:
source: Benefit Dependency Relation
fr: Relation entre prestations
