Repository: fatizch/tryton
Catalog: modules/contract/locale/*.po
Languages: fr

# error:contract.activate:
source: You cannot activate a contract that is not in quote or hold status !
fr: Vous ne pouvez pas activer un contrat qui est à l'état devis ou suspendu

# error:contract.option:
source: Coverage %s is inactive at date %s
fr: La garantie %s est inactive le %s

# error:contract.option:
source: End date should be anterior to end date of contract: %(end_date)s for option %(option)s in contract %(contract)s
fr: La date de fin doit être antérieure à la date de fin du contrat: %(end_date)s pour l'option %(option)s du contrat %(contract)s

# error:contract.option:
source: End date should be anterior to option automatic end date : %(end_date)s for option %(option)s in contract %(contract)s
fr: La date de fin doit être antérieure à la date de fin calculée: %(end_date)s pour l'option %(option)s du contrat %(contract)s

# error:contract.option:
source: End date should be posterior to start date: %(start_date)s for option %(option)s in contract %(contract)s
fr: La date de fin doit être postérieure à la date de début: %(start_date)s pour l'option %(option)s du contrat %(contract)s

# error:contract.option:
source: No end date defined
fr: Pas de date de fin défini

# error:contract.option:
source: Option %(option)s manual start date %(manual_start_date)s is anterior to contract initial start date %(start_date)s in contract %(contract)s
fr: La date manuelle de début %(manual_start_date)s de l'option %(option)s est antérieure à la date d'effet initial %(start_date)s du contrat %(contract)s

# error:contract.option:
source: The computed end date for option %(option)s is less than its start date, it will be automatically declined
fr: La garantie %(option)s a une date de fin antérieure à sa date de début, elle sera automatiquement déclinée

# error:contract.option:
source: There are overlapping coverages for %(parent)s
fr: Des garanties de même nature se chevauchent pour %(parent)s

# error:contract.reactivate:
source: No contract found
fr: Pas de contrat trouvé

# error:contract.sub_status.change:
source: No contract selected
fr: Aucun contrat sélectionné

# error:contract.sub_status:
source: The code must be unique!
fr: Le code doit être unique !

# error:contract:
source: Activation Periods "%(first)s" and "%(second)s" overlap.
fr: Les périodes "%(first)s" et "%(second)s" se chevauchent

# error:contract:
source: Cannot add functional key : both quotenumber and contract_number are missing from values
fr: Impossible d'ajouter la clé fonctionnelle : numéro de devis et de contrat absents des valeurs

# error:contract:
source: Cannot change start date, multiple activation period detected
fr: Impossible de changer la date de début, il existe plusieurs période d'activation

# error:contract:
source: Cannot reactivate a not yet terminated contract
fr: Réactivation impossible car le contrat n'est pas encore résilié

# error:contract:
source: Cannot reactivate contract, end reached
fr: Réactivation impossible car le terme est atteint

# error:contract:
source: Cannot reactivate contract, max end date reached
fr: Réactivation impossible car la date de fin maximale est atteinte

# error:contract:
source: Cannot set end date anterior to start date
fr: La date de fin ne peut être antérieure à la date de début

# error:contract:
source: Contact end date (%s) incompatible with associated address (%s) end (%s)
fr: La date de fin du contact (%s) n'est pas compatible avec celle de l'adresse (%s) associée (%s)

# error:contract:
source: Contact start date (%s) incompatible with associated address (%s) start (%s)
fr: La date de début du contact (%s) n'est pas compatible avec celle de l'adresse (%s) associée (%s)

# error:contract:
source: Contract %(contracts)s must have a distributor, please enter it
fr: Le contrat %(contracts)s doit avoir un distributeur, veuillez le renseigner

# error:contract:
source: Deletion not allowed because the contracts %(contracts)s are not quote or declined.
fr: La suppresion n'est pas autorisée car les contrats %(contracts)s ne sont pas déclinés ou en cours de souscription

# error:contract:
source: Invalid end date for last %s contact
fr: Date de fin invalide pour la dernière adresse du %s

# error:contract:
source: Invalid file format
fr: Format de fichier non valide

# error:contract:
source: Invalid start date for first %s contact
fr: Date de début invalide pour la première adresse du %s

# error:contract:
source: No contact defined for %s
fr: Aucune adresse de contact définie pour le %s

# error:contract:
source: No quote sequence defined
fr: Pas de séqunce de dévis définie

# error:contract:
source: The contract number must be unique.
fr: Le numéro de contrat doit être unique

# error:contract:
source: There are dates for which no %s address is defined
fr: Il y a des dates pour lesquelles le %s n'a pas d'adresse renseignée

# error:event.type.action:
source: Create Contract Notification
fr: Créer une notification

# error:event.type.action:
source: WARNING: The Pyson Condition is applied on contract.
fr: Attention : La condition Pyson est appliquée sur le contrat

# error:offered.product:
source: The field %(field)s on contracts cannot be set by a data rule. Please fix the contract data rule on product %(product)s
fr: Le champ %(field)s sur les contrats ne peut être renseigné par une règle de données. Veuillez réviser la règle de données contrat sur le produit %(product)s

# error:party.erase:
source: The party %(party)s can not be erased because it is on the following active contracts: %(contracts)s
fr: Le tiers %(party)s ne peut être supprimé car il est souscripteur sur les contracts actifs suivants: %(contracts)s

# error:party.erase:
source: The party %(party)s can not be erased because it is on the following quotes: %(quotes)s
fr: Le tiers %(party)s ne peut être supprimé car il est couvert sur les devis suivants: %(quotes)s

# error:party.erase:
source: The party %(party)s can not be erased because its following terminated contracts have not exceeded their shelf life: %(contracts)s
fr: Le tiers %(party)s ne peut être supprimé car il est souscripteur sur les contracts résiliés n'ayant pas excédé leur durée de conservation : %(contracts)s

# field:contract,activation_history:
source: Activation History
fr: Historique d'activation

# field:contract,appliable_conditions_date:
source: Appliable Conditions Date
fr: Date de Conditions

# field:contract,color:
source: Color
fr: Couleur

# field:contract,company:
source: Company
fr: Société

# field:contract,contract_number:
source: Contract Number
fr: Numéro de Contrat

# field:contract,create_date:
source: Create Date
fr: Date de création

# field:contract,create_uid:
source: Create User
fr: Créé par

# field:contract,currency:
source: Currency
fr: Devise

# field:contract,currency_digits:
source: Currency Digits
fr: Décimales de la monnaie

# field:contract,currency_symbol:
source: Currency Symbol
fr: Symbole de la Devise

# field:contract,current_policy_owner:
source: Current Policy Owner
fr: Responsable Courant de la Police

# field:contract,declined_options:
source: Declined Options
fr: Options déclinées

# field:contract,end_date:
source: End Date
fr: Date de fin

# field:contract,extra_data_values:
source: Extra Data
fr: Données Complémentaires

# field:contract,extra_data_values_summary:
source: Extra Data Summary
fr: Résumé des données complémentaires

# field:contract,extra_datas:
source: Extra Data
fr: Données Complémentaires

# field:contract,final_end_date:
source: Final End Date
fr: Date de fin définitive

# field:contract,form_color:
source: Form color
fr: Couleur du formulaire

# field:contract,func_key:
source: Functional Key
fr: Clé fonctionnelle

# field:contract,icon:
source: Icon
fr: Icône

# field:contract,initial_start_date:
source: Initial Start Date
fr: Date d'effet initiale

# field:contract,is_sub_status_required:
source: Is Sub Status Required
fr: Sous statut nécessaire

# field:contract,last_modification:
source: Last Modification
fr: Dernière modification

# field:contract,manual_contract_number:
source: Manual Contract Number
fr: Saisie manuelle du numéro de contrat

# field:contract,options:
source: Options
fr: Garanties

# field:contract,parties:
source: Parties
fr: Tiers

# field:contract,product:
source: Product
fr: Produit

# field:contract,product_icon:
source: Product Icon
fr: Icône du produit

# field:contract,product_subscriber_kind:
source: Product Subscriber Kind
fr: Type de souscripteur

# field:contract,quote_number:
source: Quote Number
fr: Numéro de devis

# field:contract,rec_name:
source: Number
fr: Numéro

# field:contract,signature_date:
source: Signature Date
fr: Date de signature

# field:contract,start_date:
source: Start Date
fr: Date d'effet

# field:contract,start_management_date:
source: Management Date
fr: Date de début de gestion

# field:contract,status:
source: Status
fr: Statut

# field:contract,sub_status:
source: Details on status
fr: Détails du statut

# field:contract,sub_status_code:
source: Sub Status Code
fr: Code du sous statut

# field:contract,subscriber:
source: Subscriber
fr: Souscripteur

# field:contract,subscriber_kind:
source: Subscriber Kind
fr: Type de souscripteur

# field:contract,termination_reason:
source: Termination Reason
fr: Motif de résiliation

# field:contract,write_date:
source: Write Date
fr: Date de mise à jour

# field:contract,write_uid:
source: Write User
fr: Mis à jour par

# field:contract,xml_id:
source: XML Id
fr: Identifiant XML

# field:contract.activate.confirm,clear_termination_reason:
source: Clear termination reason
fr: Effacer le motif de résiliation planifié

# field:contract.activate.confirm,contract:
source: Contract
fr: Contrat

# field:contract.activate.confirm,termination_reason:
source: Current termination reason
fr: Motif de résiliation planifiée

# field:contract.activation_history,active:
source: Active
fr: Actif

# field:contract.activation_history,contract:
source: Contract
fr: Contrat

# field:contract.activation_history,contract_status:
source: Contract Status
fr: Statut du contrat

# field:contract.activation_history,create_date:
source: Create Date
fr: Date de Création

# field:contract.activation_history,create_date_:
source: Creation date
fr: Date de Création

# field:contract.activation_history,create_uid:
source: Create User
fr: Créé par

# field:contract.activation_history,end_date:
source: End Date
fr: Date de Fin

# field:contract.activation_history,func_key:
source: Functional Key
fr: Clé fonctionnelle

# field:contract.activation_history,rec_name:
source: Record Name
fr: Nom

# field:contract.activation_history,start_date:
source: Start Date
fr: Date d'Effet

# field:contract.activation_history,termination_reason:
source: Termination Reason
fr: Motif de résiliation

# field:contract.activation_history,write_date:
source: Write Date
fr: Date de mise à jour

# field:contract.activation_history,write_uid:
source: Write User
fr: Mis à jour par

# field:contract.activation_history,xml_id:
source: XML Id
fr: Identifiant XML

# field:contract.contact,address:
source: Address
fr: Adresse

# field:contract.contact,contract:
source: Contract
fr: Contrat

# field:contract.contact,create_date:
source: Create Date
fr: Date de Création

# field:contract.contact,create_date_:
source: Creation date
fr: Date de Création

# field:contract.contact,create_uid:
source: Create User
fr: Créé par

# field:contract.contact,end_date:
source: End Date
fr: Date de Fin

# field:contract.contact,is_address_required:
source: Is Address Required
fr: Adresse requise?

# field:contract.contact,party:
source: Party
fr: Tiers

# field:contract.contact,rec_name:
source: Record Name
fr: Nom de l'enregistrement

# field:contract.contact,type_code:
source: Type Code
fr: Type de contact

# field:contract.contact,write_date:
source: Write Date
fr: Date de mise à jour

# field:contract.contact,write_uid:
source: Write User
fr: Mis à jour par

# field:contract.contact,xml_id:
source: XML Id
fr: Identifiant XML

# field:contract.contact.type,create_date:
source: Create Date
fr: Date de Création

# field:contract.contact.type,create_date_:
source: Creation date
fr: Date de Création

# field:contract.contact.type,create_uid:
source: Create User
fr: Créé par

# field:contract.contact.type,name:
source: Name
fr: Nom

# field:contract.contact.type,rec_name:
source: Record Name
fr: Nom

# field:contract.contact.type,write_date:
source: Write Date
fr: Date de mise à jour

# field:contract.contact.type,write_uid:
source: Write User
fr: Mis à jour par

# field:contract.contact.type,xml_id:
source: XML Id
fr: Identifiant XML

# field:contract.data.rule,create_date:
source: Create Date
fr: Date de Création

# field:contract.data.rule,create_date_:
source: Creation date
fr: Date de Création

# field:contract.data.rule,create_uid:
source: Create User
fr: Créé par

# field:contract.data.rule,id:
source: ID
fr: Identifiant

# field:contract.data.rule,product:
source: Product
fr: Produit

# field:contract.data.rule,rec_name:
source: Record Name
fr: Nom

# field:contract.data.rule,rule:
source: Rule Engine
fr: Moteur de Règle

# field:contract.data.rule,rule_extra_data:
source: Rule Extra Data
fr: Paramètres de règle

# field:contract.data.rule,write_date:
source: Write Date
fr: Modifié par

# field:contract.data.rule,write_uid:
source: Write User
fr: Modifié par

# field:contract.data.rule,xml_id:
source: XML Id
fr: Identifiant XML

# field:contract.decline.select_reason,contract:
source: Contract
fr: Contrat

# field:contract.decline.select_reason,reason:
source: Reason
fr: Raison

# field:contract.extra_data,contract:
source: Contract
fr: Contrat

# field:contract.extra_data,contract_status:
source: Contract Status
fr: Statut du contrat

# field:contract.extra_data,create_date:
source: Create Date
fr: Date de Création

# field:contract.extra_data,create_date_:
source: Creation date
fr: Date de Création

# field:contract.extra_data,create_uid:
source: Create User
fr: Créé par

# field:contract.extra_data,extra_data_summary:
source: Extra Data Summary
fr: Résumé des données complémentaires

# field:contract.extra_data,extra_data_values:
source: Extra Data
fr: Données Complémentaires

# field:contract.extra_data,rec_name:
source: Record Name
fr: Nom

# field:contract.extra_data,write_date:
source: Write Date
fr: Date de mise à jour

# field:contract.extra_data,write_uid:
source: Write User
fr: Mis à jour par

# field:contract.extra_data,xml_id:
source: XML Id
fr: Identifiant XML

# field:contract.hold.select_hold_status,hold_reason:
source: Hold Reason
fr: Raison de suspension

# field:contract.notification,contract:
source: Contract
fr: Contrat

# field:contract.notification,create_date:
source: Create Date
fr: Date de Création

# field:contract.notification,create_date_:
source: Creation date
fr: Date de Création

# field:contract.notification,create_uid:
source: Create User
fr: Créé par

# field:contract.notification,id:
source: ID
fr: Identifiant

# field:contract.notification,name:
source: Name
fr: Nom

# field:contract.notification,planned_treatment_date:
source: Planned Treatment Date
fr: Date de traitement planifiée

# field:contract.notification,rec_name:
source: Record Name
fr: Nom

# field:contract.notification,subscriber:
source: Subscriber
fr: Souscripteur

# field:contract.notification,treatment_date:
source: Treatment Date
fr: Date de traitement

# field:contract.notification,write_date:
source: Write Date
fr: Modifié par

# field:contract.notification,write_uid:
source: Write User
fr: Modifié par

# field:contract.notification,xml_id:
source: XML Id
fr: Identifiant XML

# field:contract.option,appliable_conditions_date:
source: Appliable Conditions Date
fr: Date de Conditions

# field:contract.option,automatic_end_date:
source: Automatic End Date
fr: Date de fin automatique

# field:contract.option,contract:
source: Contract
fr: Contrat

# field:contract.option,contract_number:
source: Contract Number
fr: Numéro de Contrat

# field:contract.option,contract_status:
source: Contract Status
fr: Statut de contrat

# field:contract.option,coverage:
source: Coverage
fr: Garantie

# field:contract.option,coverage_family:
source: Coverage Family
fr: Famille de garantie

# field:contract.option,create_date:
source: Create Date
fr: Date de création

# field:contract.option,create_uid:
source: Create User
fr: Créé par

# field:contract.option,currency:
source: Currency
fr: Devise

# field:contract.option,currency_digits:
source: Currency Digits
fr: Décimales de la monnaie

# field:contract.option,currency_symbol:
source: Currency Symbol
fr: Symbole de la Devise

# field:contract.option,current_extra_data:
source: Current Extra Data
fr: Données complémentaires courantes

# field:contract.option,current_extra_data_summary:
source: Current Extra Data Summary
fr: Résumé des données complémentaires courantes

# field:contract.option,current_policy_owner:
source: Current Policy Owner
fr: Responsable Courant de la Police

# field:contract.option,current_version:
source: Current Version
fr: Version Courante

# field:contract.option,end_date:
source: End Date
fr: Date de Fin

# field:contract.option,final_end_date:
source: Final End Date
fr: Date de fin définitive

# field:contract.option,full_name:
source: Full Name
fr: Nom complet

# field:contract.option,func_key:
source: Functional Key
fr: Clé fonctionnelle

# field:contract.option,initial_start_date:
source: Initial Start Date
fr: Date d'effet initiale

# field:contract.option,manual_end_date:
source: Manual End Date
fr: Date de fin manuelle

# field:contract.option,manual_start_date:
source: Manual Start Date
fr: Date de début manuelle

# field:contract.option,must_expand_tree:
source: Must Expand Tree
fr: Etendre l'arbre

# field:contract.option,parent_contract:
source: Parent Contract
fr: Contrat parent

# field:contract.option,product:
source: Product
fr: Produit

# field:contract.option,rec_name:
source: Record Name
fr: Nom

# field:contract.option,start_date:
source: Start Date
fr: Date d'Effet

# field:contract.option,status:
source: Status
fr: Statut

# field:contract.option,sub_status:
source: Sub Status
fr: Sous Statut

# field:contract.option,write_date:
source: Write Date
fr: Date de mise à jour

# field:contract.option,write_uid:
source: Write User
fr: Mis à jour par

# field:contract.option,xml_id:
source: XML Id
fr: Identifiant XML

# field:contract.option.terminate,id:
source: ID
fr: Identifiant

# field:contract.option.version,contract_status:
source: Contract Status
fr: Statut du contrat

# field:contract.option.version,create_date:
source: Create Date
fr: Date de Création

# field:contract.option.version,create_date_:
source: Creation date
fr: Date de Création

# field:contract.option.version,create_uid:
source: Create User
fr: Créé par

# field:contract.option.version,extra_data:
source: Extra Data
fr: Données Complémentaires

# field:contract.option.version,extra_data_as_string:
source: Extra Data Summary
fr: Résumé des données complémentaires

# field:contract.option.version,option:
source: Option
fr: Garantie souscrite

# field:contract.option.version,rec_name:
source: Record Name
fr: Nom

# field:contract.option.version,start:
source: Start
fr: Date de début

# field:contract.option.version,start_date:
source: Start Date
fr: Date d'Effet

# field:contract.option.version,write_date:
source: Write Date
fr: Date de mise à jour

# field:contract.option.version,write_uid:
source: Write User
fr: Mis à jour par

# field:contract.option.version,xml_id:
source: XML Id
fr: Identifiant XML

# field:contract.reactivate.check_contracts,contract:
source: Contract
fr: Contrat

# field:contract.reactivate.check_contracts,new_end_date:
source: New End Date
fr: Nouvelle date de fin

# field:contract.reactivate.check_contracts,previous_end_date:
source: Previous End Date
fr: Date de fin précédente

# field:contract.reactivate.check_contracts,termination_reason:
source: Termination Reason
fr: Motif de résiliation

# field:contract.reactivate.check_contracts,will_be_terminated:
source: Will be terminated
fr: Sera résilié

# field:contract.select_start_date,contract:
source: Contract
fr: Contrat

# field:contract.select_start_date,former_appliable_conditions_date:
source: Former appliable conditions date
fr: Date de condition précédente

# field:contract.select_start_date,former_start_date:
source: Former Start Date
fr: Date d'effet précédente

# field:contract.select_start_date,free_conditions_date:
source: Free Conditions Date
fr: Date de conditions libre

# field:contract.select_start_date,new_appliable_conditions_date:
source: New appliable conditions date
fr: Nouvelle date de conditions

# field:contract.select_start_date,new_start_date:
source: New start date
fr: Nouvelle date d'effet

# field:contract.service,contract:
source: Contract
fr: Contrat

# field:contract.service,create_date:
source: Create Date
fr: Date de création

# field:contract.service,create_uid:
source: Create User
fr: Créé par

# field:contract.service,func_error:
source: Error
fr: Erreur

# field:contract.service,option:
source: Coverage
fr: Garantie

# field:contract.service,rec_name:
source: Record Name
fr: Nom

# field:contract.service,status:
source: Status
fr: Statut

# field:contract.service,write_date:
source: Write Date
fr: Date de mise à jour

# field:contract.service,write_uid:
source: Write User
fr: Mis à jour par

# field:contract.service,xml_id:
source: XML Id
fr: Identifiant XML

# field:contract.stop.select_contracts,at_date:
source: At this date
fr: A cette date

# field:contract.stop.select_contracts,contracts:
source: Contracts to stop
fr: Contrats à résilier

# field:contract.stop.select_contracts,status:
source: Status
fr: Statut

# field:contract.stop.select_contracts,sub_status:
source: Sub Status
fr: Sous Statut

# field:contract.sub_status,active:
source: Active
fr: Actif

# field:contract.sub_status,create_date:
source: Create Date
fr: Date de Création

# field:contract.sub_status,create_date_:
source: Creation date
fr: Date de Création

# field:contract.sub_status,create_uid:
source: Create User
fr: Créé par

# field:contract.sub_status,name:
source: Name
fr: Nom

# field:contract.sub_status,rec_name:
source: Record Name
fr: Nom

# field:contract.sub_status,status:
source: Status
fr: Statut

# field:contract.sub_status,write_date:
source: Write Date
fr: Date de mise à jour

# field:contract.sub_status,write_uid:
source: Write User
fr: Mis à jour par

# field:contract.sub_status,xml_id:
source: XML Id
fr: Identifiant XML

# field:contract.sub_status.select,contract:
source: Contract
fr: Contrat

# field:contract.sub_status.select,id:
source: ID
fr: Identifiant

# field:contract.sub_status.select,new_sub_status:
source: New Sub Status
fr: Nouveau sous statut

# field:contract.sub_status.select,previous_sub_status:
source: Current Sub Status
fr: Sous statut actuel

# field:contract.wizard.option_subscription.options_displayer,contract:
source: Contract
fr: Contrat

# field:contract.wizard.option_subscription.options_displayer,package:
source: Package
fr: Formule

# field:contract.wizard.option_subscription.options_displayer.option,coverage:
source: Option Description
fr: Description d'Option

source: Subscription Behaviour
fr: Comportement à la Souscription

# field:contract.wizard.option_subscription.options_displayer.option,displayer:
source: Displayer
fr: Afficheur

# field:contract.wizard.option_subscription.options_displayer.option,is_selected:
source: Selected?
fr: Coché?

# field:contract.wizard.option_subscription.options_displayer.option,name:
source: Name
fr: Nom

# field:contract.wizard.option_subscription.options_displayer.option,selection:
source: Selection
fr: Sélection

# field:contract.wizard.option_subscription.select_package,package:
source: Package
fr: Formule
