Repository: fatizch/tryton
Catalog: modules/contract/locale/*.po
Languages: fr

# field:contract.wizard.option_subscription.select_package,possible_packages:
source: Possible Packages
fr: Formules possibles

# field:event.log,contract:
source: Contract
fr: Contrat

# field:event.type.action,notification_delay:
source: Notification Delay (in days)
fr: Délai avant notifications (en jours)

# field:ir.sequence,name:default_quote_contract_sequence
source: Default Quote Contract Sequence
fr: Séquence par défaut des numéros de devis

# field:offered.configuration,default_quote_number_sequence:
source: Default Quote Number Sequence
fr: Séquence de numéro de devis par défaut

# field:offered.configuration,free_conditions_date:
source: Free Conditions Date
fr: Date de conditions libre

# field:offered.configuration.default_quote_number_sequence,company:
source: Company
fr: Société

# field:offered.configuration.default_quote_number_sequence,create_date:
source: Create Date
fr: Date de Création

# field:offered.configuration.default_quote_number_sequence,create_date_:
source: Creation date
fr: Date de Création

# field:offered.configuration.default_quote_number_sequence,create_uid:
source: Create User
fr: Créé par

source: Default Quote Number Sequence
fr: Séquence de numéro de devis par défaut

# field:offered.configuration.default_quote_number_sequence,id:
source: ID
fr: Identifiant

# field:offered.configuration.default_quote_number_sequence,rec_name:
source: Record Name
fr: Nom

# field:offered.configuration.default_quote_number_sequence,write_date:
source: Write Date
fr: Modifié par

# field:offered.configuration.default_quote_number_sequence,write_uid:
source: Write User
fr: Modifié par

# field:offered.configuration.default_quote_number_sequence,xml_id:
source: XML Id
fr: Identifiant XML

# field:offered.option.description.ending_rule,automatic_sub_status:
source: Automatic Sub Status
fr: Sous statut automatique

# field:offered.product,contract_data_rule:
source: Contract Data Rule
fr: Règle de données du contrat

# field:offered.product,quote_number_sequence:
source: Quote number sequence
fr: Séquence de numéro de devis

# field:offered.product,quote_number_sequences:
source: Sequences
fr: Séquences

# field:offered.product.quote_number_sequence,company:
source: Company
fr: Société

# field:offered.product.quote_number_sequence,create_date:
source: Create Date
fr: Date de Création

# field:offered.product.quote_number_sequence,create_date_:
source: Creation date
fr: Date de Création

# field:offered.product.quote_number_sequence,create_uid:
source: Create User
fr: Créé par

# field:offered.product.quote_number_sequence,id:
source: ID
fr: Identifiant

# field:offered.product.quote_number_sequence,product:
source: Product
fr: Produit

# field:offered.product.quote_number_sequence,quote_number_sequence:
source: Quote Number Sequence
fr: Numéro de séquence de devis

# field:offered.product.quote_number_sequence,rec_name:
source: Record Name
fr: Nom

# field:offered.product.quote_number_sequence,write_date:
source: Write Date
fr: Modifié par

# field:offered.product.quote_number_sequence,write_uid:
source: Write User
fr: Modifié par

# field:offered.product.quote_number_sequence,xml_id:
source: XML Id
fr: Identifiant XML

# field:party.anonymize.identify,id:
source: ID
fr: Identifiant

# field:party.party,contracts:
source: Contracts
fr: Contrats

# field:party.party,last_quote:
source: Last Quote
fr: Dernier devis

# field:party.party,main_contract:
source: Main Contract
fr: Contrat Principal

# field:party.party,quotes:
source: Quotes
fr: Devis

# field:party.party,related_contracts:
source: Related Contracts
fr: Contrats liés

# field:party.synthesis.menu.contract,create_date:
source: Create Date
fr: Date de Création

# field:party.synthesis.menu.contract,create_date_:
source: Creation date
fr: Date de Création

# field:party.synthesis.menu.contract,create_uid:
source: Create User
fr: Créé par

# field:party.synthesis.menu.contract,name:
source: Contracts
fr: Contrats

# field:party.synthesis.menu.contract,rec_name:
source: Record Name
fr: Nom

# field:party.synthesis.menu.contract,subscriber:
source: Subscriber
fr: Souscripteur

# field:party.synthesis.menu.contract,write_date:
source: Write Date
fr: Date de mise à jour

# field:party.synthesis.menu.contract,write_uid:
source: Write User
fr: Mis à jour par

# field:party.synthesis.menu.contract,xml_id:
source: XML Id
fr: Identifiant XML

# help:contract.activate.confirm,clear_termination_reason:
source: If true, the current termination reason will be erased after reactivation
fr: Si coché, le motif de résiliation planifié sera effacé après réactivation

# help:contract.data.rule,rule:
source: This rules defines how to initalize a new contract. It should return a dictionnary whose keys are the fields to update on the contract, and whose values are the new field values
fr: Cette règle définit comment initialiser un nouveau contrat. Elle doit retourner un dictionnaire dont les clés sont les champs à mettre à jour sur le contrat, et dont les valeurs sont les nouvelles valeurs des champs

# help:offered.configuration,free_conditions_date:
source: If checked, users will be able to freely enter the conditions date of a contract subscription. If not, the conditions date will be the effective date
fr: Si cochée, les utilisateurs seront capables de choisir librement la date de conditions d'une souscription de contrat. Sinon, la date de conditions sera la date d'effet.

# help:offered.option.description.ending_rule,automatic_sub_status:
source: Automatic sub status which will be applied on automatilcally terminated options
fr: Ce sous statut sera appliqué sur les options résiliées automatiquement

# help:offered.product,contract_data_rule:
source: Rule called at contract creation in order to initialize any contract field
fr: Règle appelée à la création du contrat permettant d'initialiser des données du contrat

# help:offered.product,quote_number_sequence:
source: Sequence used to compute the quote number on the contract
fr: Générateur de numéro de devis pour un contrat

# help:offered.product.quote_number_sequence,quote_number_sequence:
source: Sequence used to initalize the quote number
fr: Générateur de numéro utilisé pour le numéro de devis

# model:contract,name:
source: Contract
fr: Contrat

# model:contract.activate.confirm,name:
source: Confirm Contract Activation View
fr: Confirmation de l'activation

# model:contract.activation_history,name:
source: Activation History
fr: Historique d'activation

# model:contract.contact,name:
source: Contract Contact
fr: Contact du contrat

# model:contract.contact.type,name:
source: Contact Type
fr: Type de contact

# model:contract.contact.type,name:subscriber
source: Subscriber
fr: Souscripteur

# model:contract.data.rule,name:
source: Contract Data Rule
fr: Règle de données du contrat

# model:contract.decline.select_reason,name:
source: Reason selector to decline contract
fr: Motif pour décliner le contrat

# model:contract.extra_data,name:
source: Contract Extra Data
fr: Données Complémentaires

# model:contract.hold.select_hold_status,name:
source: End date selector for contract
fr: Choix de la date de fin pour le contrat

# model:contract.notification,name:
source: Contract Notification
fr: Notifications

# model:contract.option,name:
source: Contract Option
fr: Garantie

# model:contract.option.terminate,name:
source: Terminate Contract Option
fr: Résiliation des garanties de contrat

# model:contract.option.version,name:
source: Contract Option Version
fr: Version de garantie souscrite

# model:contract.reactivate.check_contracts,name:
source: Contract Reactivate Check
fr: Validation de la réactivation du contrat

# model:contract.select_start_date,name:
source: Start date selector for contract
fr: Sélection de la date d'effet du contrat

# model:contract.service,name:
source: Contract Service
fr: Service délivré

# model:contract.stop.select_contracts,name:
source: Select Contract to stop
fr: Sélectionner le contrat à résilier

# model:contract.sub_status,name:
source: Contract SubStatus
fr: Sous statut de contrat

# model:contract.sub_status,name:cooling_off_cancelled
source: Cancelled by customer
fr: Renonciation

# model:contract.sub_status,name:sub_status_never_enforced
source: Error
fr: Erreur

# model:contract.sub_status,name:sub_status_reached_end_date
source: Reached end date
fr: Terme atteint

# model:contract.sub_status,name:sub_status_terminated
source: Terminated
fr: Résilié

# model:contract.sub_status.select,name:
source: Contract Select Sub Status
fr: Sélection du sous statut

# model:contract.termination.process,name:
source: Contract end date termination batch
fr: Batch de résiliation de contrat

# model:contract.wizard.option_subscription.options_displayer,name:
source: Select Covered Element
fr: Choisir Le Risque Couvert

# model:contract.wizard.option_subscription.select_package,name:
source: Select Package
fr: Choisir la formule

# model:event.type,name:automatic_terminate_option
source: Option Terminate Automatically
fr: Résiliation de garantie automatique

# model:event.type,name:event_activate_contract
source: Activate Contract
fr: Activation du contrat

# model:event.type,name:event_create_quote
source: Create Quote
fr: Création d'un devis

# model:event.type,name:event_decline_contract
source: Decline Contract
fr: Déclinaison du contrat

# model:event.type,name:event_hold_contract
source: Hold Contract
fr: Suspension du contrat

# model:event.type,name:event_plan_contract_termination
source: Plan Contract Termination
fr: Planification de la résiliation du contrat

# model:event.type,name:event_reactivate_contract
source: Reactivate Contract
fr: Réactivation du contrat

# model:event.type,name:event_terminate_contract
source: Terminate Contract
fr: Résiliation du contrat

# model:event.type,name:event_unhold_contract
source: Unhold Contract
fr: Remise en vigueur après suspension

# model:event.type,name:event_void_contract
source: Void Contract
fr: Contrat sans effet

# model:event.type.action,name:event_action_generate_documents_activation_contract
source: Generate letters at contract activation
fr: Génération des documents à l'activation du contrat

# model:event.type.action,name:event_action_notification
source: Notification After Void
fr: Notification suite sans effet

# model:ir.action,name:act_activate
source: Activate
fr: Activer

# model:ir.action,name:act_change_start_date
source: Change Start Date
fr: Modifier la date d'effet

# model:ir.action,name:act_change_sub_status
source: Change Sub Status
fr: Changer les détails du statut

# model:ir.action,name:act_contact_type_form
source: Contact Type
fr: Type de contact

# model:ir.action,name:act_contract_form
source: Contracts
fr: Contrats

# model:ir.action,name:act_contract_notification_view
source: Contract Notification
fr: Notifications

# model:ir.action,name:act_contract_relate_form
source: Contracts
fr: Contrats

# model:ir.action,name:act_decline
source: Decline
fr: Décliner

# model:ir.action,name:act_event_log_relate_form
source: Event Logs
fr: Logs d'événements

# model:ir.action,name:act_hold_contract
source: Hold Contract
fr: Suspendre le contrat

# model:ir.action,name:act_quote_form
source: Quotes
fr: Devis

# model:ir.action,name:act_reactivate
source: Reactivate Contract
fr: Réactiver le contrat

# model:ir.action,name:act_related_attachments
source: Related Attachments
fr: Pièces jointes liées

# model:ir.action,name:act_related_parties_relate_form
source: Related parties
fr: Tiers associés

# model:ir.action,name:act_stop
source: Stop Contract
fr: Résilier contrat

# model:ir.action,name:act_sub_status_form
source: Sub-status
fr: Sous statut

# model:ir.action,name:option_subscription_wizard
source: Option Subscription
fr: Souscription d'Option

# model:ir.action.act_window.domain,name:
source: Quote
fr: Devis

# model:ir.action.act_window.domain,name:act_contract_domain_active
source: Active
fr: Actif

# model:ir.action.act_window.domain,name:act_contract_domain_all
source: All
fr: Tous

# model:ir.action.act_window.domain,name:act_contract_domain_recent
source: Recent
fr: Mon historique

# model:ir.action.act_window.domain,name:act_contract_domain_terminated
source: Terminated
fr: Résilié

# model:ir.action.act_window.domain,name:act_notification_domain_close
source: Closed
fr: Fermé

# model:ir.action.act_window.domain,name:act_notification_domain_open
source: Open
fr: Ouvert

source: Closed
fr: Fermé

source: Open
fr: Ouvert

# model:ir.action.act_window.domain,name:act_quote_domain_all
source: Quote
fr: Devis

# model:ir.action.act_window.domain,name:act_quote_domain_recent
source: Recent
fr: Mon historique

# model:ir.sequence,name:default_quote_contract_sequence
source: Default Quote Contract Sequence
fr: Séquence par défaut des numéros de devis

# model:ir.sequence.type,name:sequence_type_quote
source: Quote
fr: Devis

# model:ir.ui.menu,name:
source: Quotes
fr: Devis

# model:ir.ui.menu,name:menu_contact_type_form
source: Contact Type
fr: Type de contact

# model:ir.ui.menu,name:menu_contract
source: Contract
fr: Contrat

# model:ir.ui.menu,name:menu_contract_batch
source: Batch
fr: Traitement

# model:ir.ui.menu,name:menu_contract_form
source: Contracts
fr: Contrats

# model:ir.ui.menu,name:menu_contract_substatus_general_configuration
source: Contract Sub-status
fr: Sous statut du contrat

# model:ir.ui.menu,name:menu_quote_form
source: Quotes
fr: Devis

# model:ir.ui.menu,name:sub_status_form
source: Sub-status
fr: Sous statut

# model:offered.configuration.default_quote_number_sequence,name:
source: Configuration Default Quote Number Sequence
fr: Configuration par défaut des numéros de séquence de devis

# model:offered.product.quote_number_sequence,name:
source: Product Quote Number Sequence
fr: Numéro de séquence du produit en devis

# model:party.anonymize.identify,name:
source: Identify Parties to Anonymize batch
fr: Batch d'identification des tiers à anonymiser

# model:party.synthesis.menu.contract,name:
source: Party Synthesis Menu Contract
fr: Synthèse acteur - Contrat

# model:res.group,name:group_contract
source: Contract
fr: Contrat

# model:res.group,name:group_contract_admin
source: Contract Administration
fr: Administration des contrats

# model:res.group,name:group_contract_manage
source: Coog Contract management
fr: Coog Gestion Contrat

# model:res.group,name:group_contract_read
source: Coog Contract consultation
fr: Coog Consultation Contrat

# model:res.group,name:group_contract_super_group
source: Coog Contract Manager Group
fr: Coog manager gestionnaire contract

# selection:contract,product_subscriber_kind:
source: All
fr: Toutes

# selection:contract,product_subscriber_kind:
source: Company
fr: Société

# selection:contract,product_subscriber_kind:
source: Person
fr: Personne Physique

# selection:contract,status:
source: Active
fr: Actif

# selection:contract,status:
source: Declined
fr: Décliné

# selection:contract,status:
source: Hold
fr: Suspendu

# selection:contract,status:
source: Quote
fr: Devis

# selection:contract,status:
source: Terminated
fr: Résilié

# selection:contract,status:
source: Void
fr: Sans Effet

# selection:contract,subscriber_kind:
source: Company
fr: Société

# selection:contract,subscriber_kind:
source: Person
fr: Personne Physique

# selection:contract.option,status:
source: Active
fr: Actif

# selection:contract.option,status:
source: Declined
fr: Décliné

# selection:contract.option,status:
source: Hold
fr: Suspendu

# selection:contract.option,status:
source: Quote
fr: Devis

# selection:contract.option,status:
source: Refused
fr: Refusé

# selection:contract.option,status:
source: Terminated
fr: Résiliée

# selection:contract.option,status:
source: Void
fr: Sans Effet

# selection:contract.service,status:
source: Calculated
fr: Calculé

# selection:contract.service,status:
source: Calculating
fr: Calcul en Cours

# selection:contract.service,status:
source: Delivered
fr: Delivré

# selection:contract.service,status:
source: Not Eligible
fr: Non Eligible

# selection:contract.stop.select_contracts,status:
source: Terminated
fr: Résilié

# selection:contract.stop.select_contracts,status:
source: Void
fr: Sans Effet

# selection:contract.sub_status,status:
source: Active
fr: Actif

# selection:contract.sub_status,status:
source: Declined
fr: Décliné

# selection:contract.sub_status,status:
source: Hold
fr: Suspendu

# selection:contract.sub_status,status:
source: Quote
fr: Devis

# selection:contract.sub_status,status:
source: Terminated
fr: Résilié

# selection:contract.sub_status,status:
source: Void
fr: Sans Effet

source: Defaulted
fr: Proposée par Défaut

source: Mandatory
fr: Obligatoire

source: Optional
fr: En Option

source: Automatic
fr: Automatique

source: Mandatory
fr: Obligatoire

source: Manual
fr: Manuelle

# selection:party.interaction,for_object_ref:
source: Contract
fr: Contrat

# selection:rule_engine,type_:
source: Contract Data
fr: Données du contrat

# view:contract.activate.confirm:
source: Activate Contract
fr: Activer contrat

# view:contract.activation_history:
source: Activation History
fr: Historique d'activation

# view:contract.contact.type:
source: Contact Type
fr: Type de contact

# view:contract.contact:
source: Contract Contact
fr: Contact du contrat

# view:contract.decline.select_reason:
source: Select Declination Reason
fr: Choisir le motif pour décliner

# view:contract.extra_data:
source: Extra Data
fr: Données Complémentaires

# view:contract.extra_data:
source: Extra Datas
fr: Données complémentaires

# view:contract.hold.select_hold_status:
source: Select Hold Reason
fr: Selectionner la raison de suspension

# view:contract.notification:
source: Treated
fr: Traitée

# view:contract.option:
source: Main Data
fr: Données principales

# view:contract.reactivate.check_contracts:
source: Contract will still be terminated as of today after validation
fr: Le contrat sera toujours résilié à aujourd'hui après la validation

# view:contract.select_start_date:
source: Select Start Date
fr: Sélectionner la date d'effet

# view:contract.service:
source: Contract Service
fr: Prestation Fournie

# view:contract.stop.select_contracts:
source: The selected contracts will be voided, it will be as though they never happened
fr: Les contrats sélectionnés seront sans effet comme si ils n'avaient jamais été en vigueur

# view:contract.sub_status:
source: Substatus
fr: Sous statut

# view:contract.wizard.option_subscription.select_package:
source: Select Package
fr: Choisir la formule

# view:contract:
source: Activate Contract
fr: Activer contrat

# view:contract:
source: Change Sub Status
fr: Changer les détails du statut

# view:contract:
source: Change start date
fr: Modifier la date d'effet

# view:contract:
source: Data
fr: Données

# view:contract:
source: Decline Contract
fr: Décliner le contrat

# view:contract:
source: Hold Contract
fr: Suspendre le contrat

# view:contract:
source: Reactivate Contract
fr: Réactiver le contrat

# view:contract:
source: Stop Contract
fr: Résilier contrat

# view:contract:
source: Will be terminated for:
fr: Sera résilié pour :

# view:offered.product:
source: Contract Data
fr: Données du contrat

# wizard_button:contract.activate,confirm,apply:
source: Apply
fr: Appliquer

# wizard_button:contract.activate,confirm,end:
source: Cancel
fr: Annuler

# wizard_button:contract.change_start_date,change_date,apply:
source: Apply
fr: Appliquer

# wizard_button:contract.change_start_date,change_date,end:
source: Cancel
fr: Annuler

# wizard_button:contract.decline,select_reason,apply:
source: Apply
fr: Appliquer

# wizard_button:contract.decline,select_reason,end:
source: Cancel
fr: Annuler

# wizard_button:contract.hold,select_hold_status,apply:
source: Apply
fr: Appliquer

# wizard_button:contract.hold,select_hold_status,end:
source: Cancel
fr: Annuler

# wizard_button:contract.reactivate,validate_reactivation,end:
source: Cancel
fr: Annuler

# wizard_button:contract.stop,select_contracts,end:
source: Cancel
fr: Annuler

# wizard_button:contract.sub_status.change,select_sub_status,apply_sub_status:
source: Apply Sub Status
fr: Appliquer le sous statut

# wizard_button:contract.sub_status.change,select_sub_status,end:
source: Cancel
fr: Annuler

# wizard_button:contract.wizard.option_subscription,options_displayer,end:
source: Cancel
fr: Annuler

source: Next
fr: Suivant

# wizard_button:contract.wizard.option_subscription,select_package,end:
source: Cancel
fr: Annuler

# wizard_button:contract.wizard.option_subscription,select_package,set_package:
source: Apply Package
fr: Appliquer la formule

source: Apply Package and Customize Options
fr: Appliquer la formule et personnaliser les options
