Repository: fatizch/tryton
Catalog: modules/party_employment/locale/*.po
Languages: fr

# error:party.employment_kind:
source: The code must be unique!
fr: Le code doit être unique !

# error:party.employment_work_time_type:
source: The code must be unique!
fr: Le code doit être unique !

# error:party.work_section:
source: The code must be unique!
fr: Le code doit être unique !

# field:party.employment,create_date:
source: Create Date
fr: Date de création

# field:party.employment,create_date_:
source: Creation date
fr: Date de création

# field:party.employment,create_uid:
source: Create User
fr: Créé par

# field:party.employment,employee:
source: Employee
fr: Employé

# field:party.employment,employer:
source: Employer
fr: Employeur

# field:party.employment,employment_identifier:
source: Employment Identifier
fr: Matricule de l'employé (n° liaison administratif)

# field:party.employment,employment_kind:
source: Employment Kind
fr: Type d'emploi

# field:party.employment,end_date:
source: End Date
fr: Date de fin

# field:party.employment,entry_date:
source: Entry Date
fr: Date d'entrée

# field:party.employment,id:
source: ID
fr: Identifiant

# field:party.employment,rec_name:
source: Record Name
fr: Nom de l'enregistrement

# field:party.employment,start_date:
source: Start Date
fr: Date de début

# field:party.employment,work_section:
source: Work Section
fr: Service gestionnaire

# field:party.employment,write_date:
source: Write Date
fr: Modifié par

# field:party.employment,write_uid:
source: Write User
fr: Modifié par

# field:party.employment.version,create_date:
source: Create Date
fr: Date de création

# field:party.employment.version,create_date_:
source: Creation date
fr: Date de création

# field:party.employment.version,create_uid:
source: Create User
fr: Créé par

# field:party.employment.version,employment:
source: Employment
fr: Situation professionnelle

# field:party.employment.version,gross_salary:
source: Annual Gross Salary
fr: Salaire annuel brut

# field:party.employment.version,id:
source: ID
fr: Identifiant

# field:party.employment.version,rec_name:
source: Record Name
fr: Nom de l'enregistrement

# field:party.employment.version,work_time_type:
source: Work Time Type
fr: Durée de travail

# field:party.employment.version,write_date:
source: Write Date
fr: Modifié par

# field:party.employment.version,write_uid:
source: Write User
fr: Modifié par

# field:party.employment_kind,create_date:
source: Create Date
fr: Date de création

# field:party.employment_kind,create_date_:
source: Creation date
fr: Date de création

# field:party.employment_kind,create_uid:
source: Create User
fr: Créé par

# field:party.employment_kind,id:
source: ID
fr: Identifiant

# field:party.employment_kind,name:
source: Name
fr: Nom

# field:party.employment_kind,rec_name:
source: Record Name
fr: Nom de l'enregistrement

# field:party.employment_kind,write_date:
source: Write Date
fr: Modifié par

# field:party.employment_kind,write_uid:
source: Write User
fr: Modifié par

# field:party.employment_work_time_type,create_date:
source: Create Date
fr: Date de création

# field:party.employment_work_time_type,create_date_:
source: Creation date
fr: Date de création

# field:party.employment_work_time_type,create_uid:
source: Create User
fr: Créé par

# field:party.employment_work_time_type,id:
source: ID
fr: Identifiant

# field:party.employment_work_time_type,name:
source: Name
fr: Nom

# field:party.employment_work_time_type,rec_name:
source: Record Name
fr: Nom de l'enregistrement

# field:party.employment_work_time_type,write_date:
source: Write Date
fr: Modifié par

# field:party.employment_work_time_type,write_uid:
source: Write User
fr: Modifié par

# field:party.party,employments:
source: Employments
fr: Situation professionnelle

# field:party.work_section,create_date:
source: Create Date
fr: Date de création

# field:party.work_section,create_date_:
source: Creation date
fr: Date de création

# field:party.work_section,create_uid:
source: Create User
fr: Créé par

# field:party.work_section,id:
source: ID
fr: Identifiant

# field:party.work_section,name:
source: Name
fr: Nom de l'enregistremnt

# field:party.work_section,party:
source: Party
fr: Société

# field:party.work_section,rec_name:
source: Record Name
fr: Nom de l'enregistrement

# field:party.work_section,write_date:
source: Write Date
fr: Modifié par

# field:party.work_section,write_uid:
source: Write User
fr: Modifié par

# help:party.employment,employment_identifier:
source: The identifier of the employee in his company
fr: Matricule Employé (n° liaison administratif)

# help:party.employment,end_date:
source: End date of the employment contract
fr: Date de fin du contrat de travail

# help:party.employment,entry_date:
source: Date of entry in the legal entity
fr: Date d'entrée ou de recrutement

# help:party.employment,start_date:
source: Begin date of the employment contract
fr: Date de début du contrat de travail

# help:party.employment_kind,name:
source: Employment kind name
fr: Nom du type de contrat de travail

# help:party.employment_work_time_type,name:
source: Employment work time type name
fr: Nom du type de durée de travail

# help:party.work_section,name:
source: Work Section Name
fr: Nom du service gestionnaire

# model:ir.action,name:act_employer_employees_relation
source: Employees
fr: Employés

# model:ir.action,name:act_employment_kind
source: Employment Kind
fr: Type de contrat de travail

# model:ir.action,name:act_work_section_relation
source: Work Sections
fr: Service gestionnaire

# model:ir.action,name:act_work_time_type
source: Work Time Type
fr: Type de durée de travail

# model:ir.ui.menu,name:menu_configuration_profession
source: Employment Kind
fr: Profession

# model:ir.ui.menu,name:menu_configuration_work_time
source: Work Time Type
fr: Type de durée de travail

# model:ir.ui.menu,name:menu_employment_configuration
source: Employment Configuration
fr: Configuration des données professionnelles

# model:party.employment,name:
source: Employment
fr: Emploi

# model:party.employment.version,name:
source: Employment Version
fr: Version du contrat de travail

# model:party.employment_kind,name:
source: Employment Kind
fr: Type de contrat de travail

# model:party.employment_work_time_type,name:
source: Employment Work Time Type
fr: Type de la durée du travail

# model:party.work_section,name:
source: Party Work Section
fr: Section gestionnaire

# view:party.employment.version:
source: Salary Information
fr: Données liées à la rémunération

# view:party.party:
source: Employment
fr: Données professionnelles
