Repository: fatizch/tryton
Catalog: modules/cog_utils/locale/*.po
Languages: fr_fr

# error:ir.test_case.instance:
source: Test Case %s uses the %s method, which does not exist !
fr_fr: Le jeux d'essai %s utilise la méthode %s qui n'existe pas!

# error:ir.test_case.run:
source: Cannot load test case file %s
fr_fr: Impossible de charger le jeu d'essai du fichier %s

# error:ir.ui.view.validate:
source: No Batch Path Specified
fr_fr: Le chemin d'exécution des batchs n'est pas configuré

# field:ir.action,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:ir.action.keyword,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:ir.export_package,create_date:
source: Create Date
fr_fr: Date de création

# field:ir.export_package,create_uid:
source: Create User
fr_fr: Créé par

# field:ir.export_package,instances_to_export:
source: Instances to export
fr_fr: Eléments à exporter

# field:ir.export_package,package_name:
source: Package Name
fr_fr: Nom du Groupe

# field:ir.export_package,rec_name:
source: Name
fr_fr: Nom

# field:ir.export_package,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:ir.export_package,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:ir.export_package,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:ir.export_package.add_records.start,export_package:
source: Package
fr_fr: Formule

# field:ir.export_package.item,create_date:
source: Create Date
fr_fr: Date de création

# field:ir.export_package.item,create_uid:
source: Create User
fr_fr: Créé par

# field:ir.export_package.item,package:
source: Package
fr_fr: Formule

# field:ir.export_package.item,rec_name:
source: Name
fr_fr: Nom

# field:ir.export_package.item,to_export:
source: To export
fr_fr: Elément à exporter

# field:ir.export_package.item,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:ir.export_package.item,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:ir.export_package.item,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:ir.import.select_file,file_content:
source: File Content
fr_fr: Contenu du fichier

# field:ir.import.select_file,name:
source: Filename
fr_fr: Nom du Fichier

# field:ir.import.select_file,selected_file:
source: Import File
fr_fr: Importer le Fichier

# field:ir.lang,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:ir.model,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:ir.model.access,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:ir.model.field,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:ir.model.field.access,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:ir.property,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:ir.rule,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:ir.rule.group,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:ir.sequence,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:ir.sequence.strict,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:ir.test_case,create_date:
source: Create Date
fr_fr: Date de création

# field:ir.test_case,create_uid:
source: Create User
fr_fr: Créé par

# field:ir.test_case,language:
source: Test Case Language
fr_fr: Langue des jeux d'essai

# field:ir.test_case,rec_name:
source: Name
fr_fr: Nom

# field:ir.test_case,test_cases:
source: Test Cases
fr_fr: Jeux de Test

# field:ir.test_case,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:ir.test_case,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:ir.test_case,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:ir.test_case.instance,create_date:
source: Create Date
fr_fr: Date de Création

# field:ir.test_case.instance,create_date_:
source: Creation date
fr_fr: Date de Création

# field:ir.test_case.instance,create_uid:
source: Create User
fr_fr: Créé par

# field:ir.test_case.instance,executed:
source: Executed
fr_fr: Exécuté

# field:ir.test_case.instance,execution_date:
source: Execution Date
fr_fr: Date d'exécution

# field:ir.test_case.instance,method_name:
source: Method Name
fr_fr: Nom de la Méthode

# field:ir.test_case.instance,name:
source: Name
fr_fr: Nom

# field:ir.test_case.instance,rec_name:
source: Name
fr_fr: Nom

# field:ir.test_case.instance,requirements:
source: Requirements
fr_fr: Pré requis

# field:ir.test_case.instance,test_method_name:
source: Test Method Name
fr_fr: Nom de la méthode de test

# field:ir.test_case.instance,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:ir.test_case.instance,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:ir.test_case.instance,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:ir.test_case.instance-ir.test_case.instance,child:
source: Child
fr_fr: Donnée Liée

# field:ir.test_case.instance-ir.test_case.instance,create_date:
source: Create Date
fr_fr: Date de Création

# field:ir.test_case.instance-ir.test_case.instance,create_date_:
source: Creation date
fr_fr: Date de Création

# field:ir.test_case.instance-ir.test_case.instance,create_uid:
source: Create User
fr_fr: Créé par

# field:ir.test_case.instance-ir.test_case.instance,rec_name:
source: Name
fr_fr: Nom

# field:ir.test_case.instance-ir.test_case.instance,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:ir.test_case.instance-ir.test_case.instance,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:ir.test_case.instance-ir.test_case.instance,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:ir.test_case.run.select,select_all_files:
source: Select All
fr_fr: Tout sélectionner

# field:ir.test_case.run.select,select_all_test_cases:
source: Select All
fr_fr: Tout sélectionner

# field:ir.test_case.run.select,test_cases:
source: Test Cases
fr_fr: Jeux de Test

# field:ir.test_case.run.select,test_files:
source: Test Files
fr_fr: Fichiers de test

# field:ir.test_case.run.select.file,filename:
source: File name
fr_fr: Nom du fichier

# field:ir.test_case.run.select.file,full_path:
source: Full Path
fr_fr: Chemin complet

# field:ir.test_case.run.select.file,selected:
source: Will be loaded
fr_fr: Seront chargés

# field:ir.test_case.run.select.method,selected:
source: Will be executed
fr_fr: Sera exécuté

# field:ir.test_case.run.select.method,selection:
source: Selection
fr_fr: Sélection

# field:ir.test_case.run.select.method,test_case:
source: Test Case
fr_fr: Jeu d'essai

# field:ir.ui.icon,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:ir.ui.menu,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:ir.ui.view,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:res.group,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:res.user,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:res.user.warning,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:utils.version_object,end_date:
source: End Date
fr_fr: Date de Fin

# field:utils.version_object,main_elem:
source: Descriptor
fr_fr: Descripteur

# field:utils.version_object,start_date:
source: Start Date
fr_fr: Date de Début

# field:utils.versionned_object,current_rec_name:
source: Current Value
fr_fr: Valeur Courante

# help:ir.test_case.instance,test_method_name:
source: The name of the method that will be used to decide whether the Test Case should be run or not
fr_fr: Le nom de la méthode utilisé pour décider si le jeux d'essai doit être lancé

# model:account.account,name:
source: account.account
fr_fr: Compte

# model:account.account.type,name:
source: account.account.type
fr_fr: Type de compte

# model:account.tax,name:
source: Account Tax
fr_fr: Compte de taxe

# model:company.company,name:
source: Company
fr_fr: Société

# model:ir.action,name:act_export_package
source: Export Package
fr_fr: Exports groupés

# model:ir.action,name:act_test_case_model
source: Test Case Parameters
fr_fr: Paramétres des jeux d'essai

# model:ir.action,name:act_test_case_wizard
source: Test Case Launcher
fr_fr: Gestionnaire de jeux d'essai

# model:ir.action,name:import_wizard
source: Import File
fr_fr: Importer le Fichier

# model:ir.export_package,name:
source: Export Package
fr_fr: Exports groupés

# model:ir.export_package.item,name:
source: Export Instance
fr_fr: Elément à exporter

# model:ir.import.select_file,name:
source: File Selector
fr_fr: Selecteur de fichier

# model:ir.test_case,name:
source: Test Case Model
fr_fr: Jeux d'essais

# model:ir.test_case.instance,name:
source: Test Case Instance
fr_fr: Instance de jeux d'essai

# model:ir.test_case.instance,name:set_global_search
source: Set Global Search
fr_fr: Définir la recherche globale

# model:ir.test_case.instance,name:set_language_translatable
source: Set Language Translatable
fr_fr: Définir les langues traduisibles

# model:ir.test_case.instance-ir.test_case.instance,name:
source: Test Case Requirement Relation
fr_fr: Pré requis des jeux d'essai

# model:ir.test_case.run.select,name:
source: Select Test Case
fr_fr: Sélection des jeux d'essai

# model:ir.test_case.run.select.file,name:
source: Test Case File Selector
fr_fr: Sélection des fichiers de jeu d'essai

# model:ir.test_case.run.select.method,name:
source: Test Case Selector
fr_fr: Sélection des jeux d'essai

# model:ir.ui.menu,name:menu_export_package
source: Export Package
fr_fr: Exports groupés

# model:ir.ui.menu,name:menu_import_wizard
source: Import Wizard
fr_fr: Importer un fichier

# model:ir.ui.menu,name:menu_test_case
source: Test Case
fr_fr: Jeu d'essai

# model:ir.ui.menu,name:menu_test_case_model
source: Test Case Parameters
fr_fr: Paramètres des jeux d'essai

# model:ir.ui.menu,name:test_case_menu
source: Test Case Launcher
fr_fr: Gestionnaire des jeux d'essai

# model:party.category,name:
source: Category
fr_fr: Catégorie

# model:utils.version_object,name:
source: Version Object
fr_fr: Version d'Objet

# model:utils.versionned_object,name:
source: Versionned Object
fr_fr: Objet Versionné

# selection:ir.test_case.run.select.method,selection:
source: Automatic
fr_fr: Automatique

# selection:ir.test_case.run.select.method,selection:
source: Manual
fr_fr: Manuel

# selection:ir.test_case.run.select.method,selection:
source: Not Selected
fr_fr: Non Sélectionné

# view:ir.export_package.item:
source: Export Instance
fr_fr: Elément à exporter

# view:ir.export_package:
source: Export Package
fr_fr: Exports groupés

# view:ir.import.select_file:
source: File Selection
fr_fr: Sélection de Fichier

# view:ir.test_case.instance:
source: Test Case Instance
fr_fr: Instance de jeux d'essai

# view:ir.test_case.instance:
source: Test Cases
fr_fr: Jeux de Test

# view:ir.test_case.run.select.file:
source: Test Case Files
fr_fr: Fichiers de jeu d'essai

# view:ir.test_case.run.select.method:
source: Test Cases
fr_fr: Jeux de Test

# view:ir.test_case.run.select:
source: Select Test Cases
fr_fr: Sélection des jeux d'essai

# view:ir.test_case:
source: Test Case Parameters
fr_fr: Paramètres des jeu d'essais

# view:utils.version_object:
source: Version Object
fr_fr: Version d'Objet

# view:utils.versionned_object:
source: Versionned Object
fr_fr: Objet Versionné

# wizard_button:ir.export_package.add_records,start,add:
source: Add
fr_fr: Compléter

# wizard_button:ir.export_package.add_records,start,end:
source: Cancel
fr_fr: Annuler

# wizard_button:ir.import,file_selector,end:
source: Cancel
fr_fr: Annuler

# wizard_button:ir.import,file_selector,file_import:
source: Import
fr_fr: Importer

# wizard_button:ir.test_case.run,select_test_cases,end:
source: Quit
fr_fr: Quitter

# wizard_button:ir.test_case.run,select_test_cases,execute_test_cases:
source: Execute Selected
fr_fr: Exécuter les jeux d'essai sélectionnés
