Repository: fatizch/tryton
Catalog: modules/commission_insurance_prepayment/locale/*.po
Languages: fr

# error:commission:
source: Prepayment
fr: Précompte

# error:commission:
source: Prepayment Amortization
fr: Amortissement du précompte

# error:commission:
source: Redeemed prepayment: %(redeemed_amount)s
fr: Précompte amorti: %(redeemed_amount)s

# error:contract.option:
source: An option must have either a contract or a covered element
fr: Une option doit avoir un contrat ou un élément couvert

# field:commission,extra_details:
source: Extra Details
fr: Détails complémentaires

# field:commission,extra_summary:
source: Extra Summary
fr: Résumé complémentaire

# field:commission,is_prepayment:
source: Is Prepayment
fr: Précompte

# field:commission,redeemed_prepayment:
source: Redeemed Prepayment
fr: Amortissement du précompte

source: Prepayment Adjustment Commission Title
fr: Titre des commissions d'ajustement du précompte

# field:commission.description.configuration,prepayment_commission_title:
source: Prepayment Commission Title
fr: Titre des commissions de précompte

# field:commission.plan,adjust_prepayment:
source: Adjust Prepayment
fr: Ajustement du précompte

# field:commission.plan,delete_unpaid_prepayment:
source: Delete Unpaid Prepayment
fr: Supprimer les précomptes non payés

# field:commission.plan,is_prepayment:
source: Is Prepayment
fr: Précompte

# field:commission.plan,prepayment_due_at_first_paid_invoice:
source: Prepayment Due At First Paid Invoice
fr: Précompte dû à la première quittance payée

# field:commission.plan.line,prepayment_formula:
source: Prepayment Formula
fr: Formule de calcul du précompte

# field:commission.simulate.line,is_prepayment:
source: Prepayment
fr: Précompte

# field:contract,has_prepayment:
source: With Prepayment
fr: Précompte

# field:contract.option,first_year_premium:
source: Premium
fr: Prime

# field:desynchronized.prepayment.report,id:
source: ID
fr: Identifiant

# field:desynchronized.redeemed.report,id:
source: ID
fr: Identifiant

# field:offered.configuration,remove_commission_for_sub_status:
source: Termination Sub Status That Remove Unpaid Prepayment
fr: Motifs de résiliation déclenchant la suppression des précomptes non payés

# field:offered.configuration-contract.sub_status,create_date:
source: Create Date
fr: Date de Création

# field:offered.configuration-contract.sub_status,create_date_:
source: Creation date
fr: Date de Création

# field:offered.configuration-contract.sub_status,create_uid:
source: Create User
fr: Créé par

# field:offered.configuration-contract.sub_status,id:
source: ID
fr: Identifiant

# field:offered.configuration-contract.sub_status,rec_name:
source: Record Name
fr: Nom de l'enregistrement

# field:offered.configuration-contract.sub_status,sub_status:
source: Sub Status
fr: Sous Statut

# field:offered.configuration-contract.sub_status,write_date:
source: Write Date
fr: Modifié le

# field:offered.configuration-contract.sub_status,write_uid:
source: Write User
fr: Modifié par

# field:offered.configuration-contract.sub_status,xml_id:
source: XML Id
fr: Identifiant XML

# field:prepayment.sync.show.displayer,actual_amount:
source: Total Amount
fr: Montant total

# field:prepayment.sync.show.displayer,agent:
source: Agent
fr: Protocole de commissionnement

# field:prepayment.sync.show.displayer,contract:
source: Contract
fr: Contrat

# field:prepayment.sync.show.displayer,deviation_amount:
source: Deviation Amount
fr: Ecart de montant

# field:prepayment.sync.show.displayer,generated_amount:
source: Remaining Amount
fr: Montant restant

# field:prepayment.sync.show.displayer,id:
source: ID
fr: Identifiant

# field:prepayment.sync.show.displayer,number_of_date:
source: Number Of Date(s)
fr: Nombre de dates différentes

# field:prepayment.sync.show.displayer,paid_amount:
source: Amount Attached To An Invoice
fr: Montant rattaché à un bordereau

# field:prepayment.sync.show.displayer,party:
source: Party
fr: Tiers

# field:prepayment.sync.show.displayer,theoretical_amount:
source: Recalculated Amount
fr: Montant recalculé

# field:prepayment.sync.show.displayer,theoretical_amount_today:
source: Real Recalculated Amount Based
fr: Montant réel recalculé

# field:prepayment.sync.show.redeemed,agent:
source: Agent
fr: Protocole de commissionnement

# field:prepayment.sync.show.redeemed,consistency:
source: Consistency
fr: Consistance

# field:prepayment.sync.show.redeemed,contract:
source: Contract
fr: Contrat

# field:prepayment.sync.show.redeemed,end:
source: End
fr: Terminer

# field:prepayment.sync.show.redeemed,id:
source: ID
fr: Identifiant

# field:prepayment.sync.show.redeemed,line:
source: Line
fr: Ligne

# field:prepayment.sync.show.redeemed,start:
source: Start
fr: Début

# field:prepayment.sync.show_prepayment,id:
source: ID
fr: Identifiant

# field:prepayment.sync.show_prepayment,inconsistencies:
source: Inconsistencies
fr: Inconsistances

# field:prepayment.sync.show_result,adjusted:
source: Adjusted
fr: Ajusté

# field:prepayment.sync.show_result,id:
source: ID
fr: Identifiant

# field:prepayment.sync.show_result,non_adjusted:
source: Non Adjusted
fr: Non ajusté

source: Contains the string which will be used to introduce prepayment adjustmentcommissions calculation details
fr: Contient l'introduction au détail des commissions d'ajustement du précompte

# help:commission.description.configuration,prepayment_commission_title:
source: Contains the string which will be used to introduce prepayment commissions calculation details
fr: Contient l'introduction au détail du calcul des commissions de précompte

# help:commission.plan,delete_unpaid_prepayment:
source: Redeemed of unpaid invoices will be deleted once contracts are terminated
fr: Suppression automatique des amortissements de précompte suite à résiliation

# help:commission.plan,prepayment_due_at_first_paid_invoice:
source: The prepayment is due only when a contract has at least one paid invoice
fr: Le précompte est dû seulement quand un contrat a au moins une quittance payée

# help:commission.plan.line,prepayment_formula:
source: Python expression that will be evaluated with: - amount: the original amount
fr: Expression python qui va être évalué avec :

# model:desynchronized.prepayment.report,name:
source: Prepayment Synchronization Batch
fr: Batch de synchronisation du précompte

# model:desynchronized.redeemed.report,name:
source: Redeemed Synchronization Batch
fr: Batch de synchronization de l'amortissement de précompte

# model:extra_details.configuration.line,string:commission_adjustment
source: Is adjustment
fr: Est un ajustement

# model:extra_details.configuration.line,string:commission_percentage
source: Percentage
fr: Pourcentage

# model:extra_details.configuration.line,string:commission_premium
source: First year premium
fr: Prime de la première année

# model:extra_details.configuration.line,string:commission_prepayment_amount
source: Prepayment Amount
fr: Montant du précompte

# model:extra_details.configuration.line,string:commission_rate
source: Duration Factor
fr: Facteur durée

# model:extra_details.configuration.line,string:commission_sum_prepayments
source: Sum of prepayments
fr: Somme des précomptes

source: Sum of redeemed prepayments
fr: Somme des amortissements

# model:ir.action,name:sync_prepayments_wizard
source: Synchronise Prepayments
fr: Synchroniser les précomptes

# model:offered.configuration-contract.sub_status,name:
source: Configuration to Termination Reason
fr: Relation configuration - motif de résiliation

# model:prepayment.sync.show.displayer,name:
source: Prepayment Sync Show Displayer
fr: Objet d'affichage de synchronisation du précompte

# model:prepayment.sync.show.redeemed,name:
source: Prepayment Sync Show Reedemed Inconsistency
fr: Syncronisation des inconsistances de l'amortissement du précompte

# model:prepayment.sync.show_prepayment,name:
source: Prepayment Sync Show
fr: Affichage de synchronisation du précompte

# model:prepayment.sync.show_result,name:
source: Prepayment Sync Result
fr: Résultat de la synchronisation des précomptes

# view:contract:
source: Synchronize Prepayment
fr: Synchroniser le précompte

# view:prepayment.sync.show.displayer:
source: Total Deviation Amount
fr: Montant total de l'écart

# wizard_button:prepayment.sync,prepayment_view,end:
source: Cancel
fr: Annuler

# wizard_button:prepayment.sync,prepayment_view,synchronize:
source: Synchronize
fr: Synchroniser

# wizard_button:prepayment.sync,result,end:
source: End
fr: Terminer
