Repository: fatizch/tryton
Catalog: coop_party_*/locale/*.po
Languages: fr_fr

# error:party.party:
source: Incompatible birth date and SSN
fr_fr: Date de naissance et numéro de Sécu incompatibles

# error:party.party:
source: Incompatible gender and SSN
fr_fr: Genre et numéro de sécu incompatibles

# error:party.party:
source: Invalid SSN Key
fr_fr: Clé de numéro de sécu non valide

# error:party.party:
source: Invalid format for SSN
fr_fr: Format non valide pour le numéro de sécu

# field:party.address,line2:
source: Add. complement
fr_fr: Compl. d'Adresse

# field:party.address,line3:
source: Building
fr_fr: Batiment

# field:party.address,name:
source: Recipient
fr_fr: Destinataire

# field:party.party,ssn_key:
source: SSN Key
fr_fr: Clé NIR

# field:party.party,ssn_no_key:
source: SSN
fr_fr: NIR

# help:party.address,line2:
source: AFNOR - Line 2 For individual : Delivery Point Access Data Door or Letterbox number, floor, staircase For societies : Individual Identification Form of Address - Given Name, Surname, function, Department
fr_fr: AFNOR - Ligne 2 Pour un particulier : numéro d’appartement, boite à lettres, étage, couloir, escalier Pour une entreprise : L’identité du destinataire final au sein de l’entreprise

# help:party.address,line3:
source: AFNOR - Line 3 Delivery point location Wing or Building or Construction or Industrial zone
fr_fr: AFNOR - Ligne 3 Bâtiment, entrée, résidence, lotissement

# help:party.address,name:
source: AFNOR - Line 1 For individual : Identity of the addressee - Form of address or given name or surname... For societies : Organization identification - Organization name, Legal Status
fr_fr: AFNOR - Ligne 1 Pour un particulier : sa civilité ou son titre, sa qualité, ses nom et prénom. Pour une entreprise : la raison sociale ou la dénomination de l’entreprise.

# help:party.address,street:
source: AFNOR - Line 4 Street number or plot and thoroughfare - Street or Avenue or Village...
fr_fr: AFNOR - Ligne 4 Le numéro dans la voie, le type de la voie et le nom de la voie

# help:party.address,streetbis:
source: AFNOR - Line 5 Delivery Service Identification Thoroughfare Complement BP (P.O box) and Locality (if different from the distribution area indicator
fr_fr: AFNOR - Ligne 5 LES SERVICES POSTAUX SPÉCIFIQUES : BP (Boite Postale), TSA (Tri Service Arrivée), CS (Course Spéciale), Autorisation LE LIEU-DIT
