Repository: fatizch/tryton
Catalog: modules/commission_insurer/locale/*.po
Languages: fr

# error:account.move.line:
source: Automatic Split Move
fr: Découpage automatique

# error:insurer:
source: Notice kind does not match insurer configuration
fr: Le type de bordereau ne correspond pas à la configuration de l'assureur

# error:insurer:
source: You cannot generate invoices simultaneously for insurers whose group invoice configuration is different
fr: Vous ne pouvez pas générer simultanément les bordereaux d'assureurs ayant une configuration différente de regroupement des bordereaux

# error:received_premiums:
source: Received Premium
fr: Primes reçues

# error:report.template:
source: All Insurer Invoice
fr: Bordereau Assureur Complet

# field:account.configuration,insurer_invoice_payment_term:
source: Insurer Invoice Payment Term
fr: Conditions de paiement pour les borderaux de commissions

# field:account.configuration,insurer_manual_payment_journal:
source: Insurer Check Journal
fr: Journal de paiement par chèque des assureurs

# field:account.configuration,insurer_payment_journal:
source: Insurer Payment Journal
fr: Journal de paiement automatique des assureurs

# field:account.invoice,insurer_role:
source: Insurer
fr: Assureur

# field:account.invoice,is_for_insurer:
source: For insurer
fr: Pour assureur

# field:account.move.line,principal_invoice_line:
source: Principal Invoice Line
fr: Ligne de facturation assureur

# field:account.move.line,xml_id:
source: XML Id
fr: Identifiant XML

# field:commission.agent,insurer:
source: Insurer
fr: Assureur

# field:commission.agent,is_for_insurer:
source: For insurer
fr: Pour assureur

# field:commission.create_invoice_principal.ask,company:
source: Company
fr: Société

# field:commission.create_invoice_principal.ask,insurers:
source: Insurers
fr: Assureurs

# field:commission.create_invoice_principal.ask,notice_kind:
source: Notice Kind
fr: Type de bordereau

# field:commission.create_invoice_principal.ask,post_invoices:
source: Post Invoices
fr: Emettre les bordereaux

# field:commission.create_invoice_principal.ask,until_date:
source: Until Date
fr: Jusqu'au

# field:insurer,group_insurer_invoices:
source: Group Insurer Invoices
fr: Regrouper les bordereaux

# help:account.configuration,insurer_invoice_payment_term:
source: Configure the insurer commission invoice payment term
fr: Configure les conditions de paiement des borderaux de commissions des assureurs

# help:account.configuration,insurer_manual_payment_journal:
source: Configure the check payment journal for insurer
fr: Journal par défaut qui va être pris en compte lors des paiements par chèque pour les assureurs

# help:account.configuration,insurer_payment_journal:
source: Configure the default payment journal for insurer
fr: Journal par défaut qui va être pris en compte lors de la génération des virements pour les assureurs

# help:insurer,group_insurer_invoices:
source: If True, all insurer related invoices (premiums / claims / etc) will be grouped in one
fr: Si coché, tous les bordereaux (primes, prestations, etc) seront regroupés en un seul

# model:account.journal,name:
source: Commission Reset Journal
fr: Journal de reprise de prime suite à délettrage

# model:account.journal.type,name:
source: Commission Reset
fr: Reprise de prime suite à délettrage

# model:commission.create_invoice_principal.ask,name:
source: Create Invoice Principal
fr: Génération des bordereaux

# model:commission.invoice_principal.create_empty,name:
source: Insurer Empty Invoice Principal Creation Batch
fr: Batch de création des bordereaux assureur

# model:commission.invoice_principal.finalize,name:
source: Insurer Invoice Principal Finalize Batch
fr: Batch de finalisation des bordereaux assureur

# model:commission.invoice_principal.link,name:
source: Insurer Invoice Principal Link Batch
fr: Batch de constitution des bordereaux assureur

# model:ir.action,name:
source: Related Lines
fr: Lignes associées

# model:ir.action,name:act_commission_create_invoice_principal
source: Create Commission Invoice Principal
fr: Générer les bordereaux assureurs

# model:ir.ui.menu,name:menu_commission_create_invoice_principal
source: Create Commission Invoice Principal
fr: Générer les bordereaux assureurs

# model:report.template,name:default_commission_reporting_template
source: Commission Reporting
fr: Bordereau Apporteur

# model:report.template,name:default_insurer_reporting_template
source: Insurer Reporting
fr: Bordereau Assureur

# selection:account.invoice,business_kind:
source: All Insurer Invoices
fr: Bordereau Assureur

# selection:commission.create_invoice_principal.ask,notice_kind:
source: All
fr: Tous

# selection:commission.create_invoice_principal.ask,notice_kind:
source: Premiums
fr: Primes

# view:account.configuration:
source: Insurers
fr: Assureurs

# view:commission.create_invoice_principal.ask:
source: Create Commission Invoice Principal
fr: Générer les bordereaux assureurs

# wizard_button:commission.create_invoice_principal,ask,end:
source: Cancel
fr: Annuler
