Repository: fatizch/tryton
Catalog: modules/contract_coverage_amount/locale/*.po
Languages: fr_fr

# error:contract.option:
source: Coverage amount "%(coverage_amount)s" is invalid for coverage "%(coverage)s"
fr_fr: Le montant de couverture "%(coverage_amount)s" n'est pas valide pour la garantie "%(coverage)s"

# field:contract.option,current_coverage_amount:
source: Coverage Amount
fr_fr: Montant de Couverture

# field:contract.option,current_coverage_amount_selection:
source: Coverage Amount
fr_fr: Montant de Couverture

# field:contract.option,free_coverage_amount:
source: Free Coverage Amount
fr_fr: Montant de couverture libre

# field:contract.option,has_coverage_amount:
source: Has Coverage Amount
fr_fr: Avec montant de couverture

# field:contract.option.version,coverage_amount:
source: Coverage Amount
fr_fr: Montant de couverture

# field:contract.option.version,currency:
source: Currency
fr_fr: Devises

# field:contract.option.version,currency_digits:
source: Currency Digits
fr_fr: Précision

# field:contract.option.version,currency_symbol:
source: Currency Symbol
fr_fr: Symbole de la Devise

# field:offered.coverage_amount.rule,coverage:
source: Coverage
fr_fr: Garantie

# field:offered.coverage_amount.rule,create_date:
source: Create Date
fr_fr: Date de Création

# field:offered.coverage_amount.rule,create_date_:
source: Creation date
fr_fr: Date de Création

# field:offered.coverage_amount.rule,create_uid:
source: Create User
fr_fr: Créé par

# field:offered.coverage_amount.rule,free_input:
source: Free Input
fr_fr: Saisie libre

# field:offered.coverage_amount.rule,func_key:
source: Functional Key
fr_fr: Clé fonctionnelle

# field:offered.coverage_amount.rule,rec_name:
source: Name
fr_fr: Nom

# field:offered.coverage_amount.rule,rule:
source: Rule Engine
fr_fr: Règle

# field:offered.coverage_amount.rule,rule_extra_data:
source: Rule Extra Data
fr_fr: Paramètres de règle

# field:offered.coverage_amount.rule,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:offered.coverage_amount.rule,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:offered.coverage_amount.rule,xml_id:
source: XML Id
fr_fr: Identifiant XML

# field:offered.option.description,coverage_amount_rules:
source: Coverage Amount Rules
fr_fr: Règles de montant de couverture

# help:offered.coverage_amount.rule,free_input:
source: If True, the rule must return a boolean to validate the entry, otherwise the rule must return a list of possible values
fr_fr: Si Vrai, la règle doit retourner un booléen pour valider la saisie, autrement la règle doit retourner une liste de valeurs possibles

# model:offered.coverage_amount.rule,name:
source: Coverage Amount Rule
fr_fr: Règle de montant de couverture

# selection:rule_engine,type_:
source: Coverage Amount Selection
fr_fr: Sélection montant de couverture

# selection:rule_engine,type_:
source: Coverage Amount Validation
fr_fr: Validation montant de couverture

# view:offered.coverage_amount.rule:
source: Coverage Amount Rule
fr_fr: Règle de montant de couverture

# view:offered.coverage_amount.rule:
source: Coverage Amount Rules
fr_fr: Règles de montant de couverture
