Repository: fatizch/tryton
Catalog: modules/contract_noemie/locale/*.po
Languages: fr

# field:contract.covered_element,is_noemie:
source: Is Noemie
fr: Personne noémisable

# field:contract.covered_element,noemie_end_date:
source: Noemie End Date
fr: Date de fin de noémisation

# field:contract.covered_element,noemie_return_code:
source: Noemie Return Code
fr: Code retour

# field:contract.covered_element,noemie_start_date:
source: Noemie Start Date
fr: Date de début de noémisation

# field:contract.covered_element,noemie_status:
source: Noemie Status
fr: Statut

# field:contract.covered_element,noemie_update_date:
source: Noemie Update Date
fr: Date de mise à jour

# field:contract.noemie.flow.batch,id:
source: ID
fr: Identifiant

# field:offered.item.description,is_noemie:
source: Is Noemie Person
fr: Gestion de la noémisation

# field:offered.product,is_noemie:
source: Is Noemie Product
fr: Gestion de la noémisation

# help:offered.item.description,is_noemie:
source: If True, covered elements using this item descriptor will have noemie related informations
fr: Si vrai, les risques couverts utilisant ce descripteur auront des informations noémie liées

# help:offered.product,is_noemie:
source: If true, all covered elements for contracts using this product will have noemie related information
fr: Si vrai, tous les risques couverts des contrats utilisant ce produit auront des informations Noémie

# model:contract.noemie.flow.batch,name:
source: Contract Noemie Flow Batch
fr: Contract Noémie Flow Batch

# model:event.type,name:event_noemie_acquittement
source: Noemie Acquitements
fr: Acquittement Noémie

# model:event.type,name:event_noemie_reject
source: Noemie Rejets
fr: Rejet Noémie

# model:event.type,name:event_noemie_report
source: Noemie Signalements
fr: Signalement Noémie

# selection:contract.covered_element,noemie_return_code:
source: [01] Birth date absent onMvt. of member
fr: [01] Date naissance absente surMvt. Adhérent

# selection:contract.covered_element,noemie_return_code:
source: [02] Wrong registration number
fr: [02] Numéro de matricule erroné

# selection:contract.covered_element,noemie_return_code:
source: [03] Wrong movement code
fr: [03] Code Mouvement erroné

# selection:contract.covered_element,noemie_return_code:
source: [04] C.O Wrong number
fr: [04] Numéro d'O.C. erroné

# selection:contract.covered_element,noemie_return_code:
source: [05] Wrong type of contract
fr: [05] Type de contrat erroné

# selection:contract.covered_element,noemie_return_code:
source: [06] Invalid start date of contract
fr: [06] Date de début de contrat erronée

# selection:contract.covered_element,noemie_return_code:
source: [07] Invalid end date of contract
fr: [07] Date de fin de contrat erronée

# selection:contract.covered_element,noemie_return_code:
source: [08] Incomp. start date end date of contract
fr: [08] Incomp. Date Début Date Fin de contrat

# selection:contract.covered_element,noemie_return_code:
source: [09] Wrong beneficiary birth date
fr: [09] Date de naissancebénéficiaire erronée

# selection:contract.covered_element,noemie_return_code:
source: [10] Bad beneficiary rank
fr: [10] Rang de bénéficiaire erroné

# selection:contract.covered_element,noemie_return_code:
source: [11] Reserved to CPAM
fr: [11] RESERVE A LA CPAM

# selection:contract.covered_element,noemie_return_code:
source: [13] Reserved to CPAM
fr: [13] RESERVE A LA CPAM

# selection:contract.covered_element,noemie_return_code:
source: [14] Unknown Annul imposs Rub O.C./CT
fr: [14] Annul imposs Rub O.C./CTinconnue

# selection:contract.covered_element,noemie_return_code:
source: [15] Beneficiary creation impossible> 19
fr: [15] Création bénéficiaireimpossible > 19

# selection:contract.covered_element,noemie_return_code:
source: [16] O.C creation impossible> 3
fr: [16] Création O.C. impossible > 3

# selection:contract.covered_element,noemie_return_code:
source: [17] O.C unknown to the file
fr: [17] O.C. inconnu au fichier

# selection:contract.covered_element,noemie_return_code:
source: [18] Insured unknown to the file
fr: [18] Assuré inconnu au fichier

# selection:contract.covered_element,noemie_return_code:
source: [19] Reserved to CPAM
fr: [19] RESERVE A LA CPAM

# selection:contract.covered_element,noemie_return_code:
source: [20] Beneficiary unknown to the file
fr: [20] Bénéficiaire inconnu au fichier

# selection:contract.covered_element,noemie_return_code:
source: [21] Insured managed by another Caisse
fr: [21] Assuré géré par une autre Caisse

# selection:contract.covered_element,noemie_return_code:
source: [22] Validity period O.C. not outstanding
fr: [22] Période validité O.C. non encours

# selection:contract.covered_element,noemie_return_code:
source: [23] Not mutualist insured
fr: [23] Assuré non mutualiste

# selection:contract.covered_element,noemie_return_code:
source: [24] Not mutualist beneficiary
fr: [24] Bénéficiaire non mutualiste

# selection:contract.covered_element,noemie_return_code:
source: [25] Modif. imposs. Rub. O.C./CT not found
fr: [25] Modif. imposs. Rub. O.C./CTnon trouvée

# selection:contract.covered_element,noemie_return_code:
source: [26] Reserved to CPAM
fr: [26] RESERVE A LA CPAM

# selection:contract.covered_element,noemie_return_code:
source: [27] Divergence on Civil Status
fr: [27] Divergence sur Etat Civil

# selection:contract.covered_element,noemie_return_code:
source: [28] Rub. Benef. only allowed for VITALE
fr: [28] Rub. Bénéf. seule autorisée pour VITALE

# selection:contract.covered_element,noemie_return_code:
source: [29] Origin different flow of the option
fr: [29] Origine flux différente del'option

# selection:contract.covered_element,noemie_return_code:
source: [30] Matricular key absent or erroneous
fr: [30] Clé Matriculaire absente ou erronée

# selection:contract.covered_element,noemie_return_code:
source: [31] Birthday benef. diverge
fr: [31] Jour de naissanceBénéf. divergent

# selection:contract.covered_element,noemie_return_code:
source: [32] Modification info C.O. acquitted
fr: [32] Modification info O.C.acquittée

# selection:contract.covered_element,noemie_return_code:
source: [33] Creation info C.O. acquitted
fr: [33] Création info O.C. acquittée

# selection:contract.covered_element,noemie_return_code:
source: [34] Cancellation info C.O. acquitted
fr: [34] Annulation info O.C. acquittée

# selection:contract.covered_element,noemie_return_code:
source: [35] Refusal of the Member trades
fr: [35] Refus de l'Adhérent auxéchanges

# selection:contract.covered_element,noemie_return_code:
source: [36] Member mutual status
fr: [36] Situation mutualiste Adhérent

# selection:contract.covered_element,noemie_return_code:
source: [37] C.O. not founded
fr: [37] O.C. non trouvé

# selection:contract.covered_element,noemie_return_code:
source: [38] Cash change XXX to XXX - with convention
fr: [38] Changement de CaisseXXX vers XXX - avecconvention

# selection:contract.covered_element,noemie_return_code:
source: [40] Matrix Id Change: XXXXX XX XXX XXX
fr: [40] Changement Idt Matriculaire :XXXXX XX XXX XXX

# selection:contract.covered_element,noemie_return_code:
source: [41] Change Birth Date. Benefit: XX/XX/XX
fr: [41] Changement Date naissanceBénéf.: XX/XX/XX

# selection:contract.covered_element,noemie_return_code:
source: [43] Mutual Beneficiary Cancellation
fr: [43] Annulation Bénéficiaire Mutualiste

# selection:contract.covered_element,noemie_return_code:
source: [53] Contracts overlap
fr: Chevauchement contrat

# selection:contract.covered_element,noemie_return_code:
source: [55] CMU Contract update not allowed
fr: Non autorisé à mettre à jour contrat CMU

# selection:contract.covered_element,noemie_return_code:
source: [56] Over with CMU contract
fr: Contrat CMU déjà en cours

# selection:contract.covered_element,noemie_return_code:
source: [59] Only insured number update allowed
fr: Seulement autorisé à modifier N° adhérent

# selection:contract.covered_element,noemie_return_code:
source: [60] CMU contract creation known insured
fr: Création contrat CMU adhérent connu

# selection:contract.covered_element,noemie_return_code:
source: [61] CMU contract extension
fr: Prolongation contrat CMU

# selection:contract.covered_element,noemie_return_code:
source: [62] CMU contract update
fr: Modification contrat CMU

# selection:contract.covered_element,noemie_return_code:
source: [63] CMU contract creation
fr: Création contrat CMU

# selection:contract.covered_element,noemie_return_code:
source: [64] CMU contract voided
fr: Annulation contrat CMU

# selection:contract.covered_element,noemie_return_code:
source: [65] CMU contract creation CPAM renewal
fr: Création CT CMU renouvlt CPAM

# selection:contract.covered_element,noemie_return_code:
source: [66] CMU contract creation OC renewal
fr: Création CT CMU renouvlt O.C.

# selection:contract.covered_element,noemie_return_code:
source: [67] Rejected - two existing contracts
fr: Information refusée - 2 contrats déjà en cours

# selection:contract.covered_element,noemie_return_code:
source: [72] OC data updated by CPAM
fr: Modification info O.C. par CPAM

# selection:contract.covered_element,noemie_return_code:
source: [73] OC data creation by CPAM
fr: Création info O.C. par CPAM

# selection:contract.covered_element,noemie_return_code:
source: [74] OC data cancellled by CPAM
fr: Annulation info O.C. par CPAM

# selection:contract.covered_element,noemie_return_code:
source: [75] OC identifier update
fr: Changt. identifiant O.C.

# selection:contract.covered_element,noemie_return_code:
source: [78] Contract end dat mandatory 85, 87, 88
fr: Date fin contrat 85, 87, 88 obligatoire

# selection:contract.covered_element,noemie_return_code:
source: [80] Inconsistent contract type with history
fr: Incomp. type contrat/Historique rubrique

# selection:contract.covered_element,noemie_return_code:
source: [81] Contract 85/87/88 overlap forbidden
fr: Chevauchement contrat 85/87/88 interdit

# selection:contract.covered_element,noemie_return_code:
source: [82] Existing contract 85, 87, 88
fr: Contrat 85, 87 ou 88 en cours

# selection:contract.covered_element,noemie_return_code:
source: [84] Contract type change
fr: Changement type de contrat XX en YY

# selection:contract.covered_element,noemie_return_code:
source: [85] OC transposition not processed
fr: Transposition non effectuée OC

# selection:contract.covered_element,noemie_status:
source: Acquitted
fr: Acquitté

# selection:contract.covered_element,noemie_status:
source: Rejected
fr: Rejeté

# selection:contract.covered_element,noemie_status:
source: Reported
fr: Signalé

# selection:contract.covered_element,noemie_status:
source: Waiting
fr: En attente

# view:contract.covered_element:
source: Noemie management
fr: Gestion Noémie
