Repository: fatizch/tryton
Catalog: modules/party_cog/locale/*.po
Languages: fr

# field:api.party,id:
source: ID
fr: Identifiant

# field:country.address.line,country:
source: Country
fr: Pays

# field:country.address.line,create_date:
source: Create Date
fr: Date de Création

# field:country.address.line,create_date_:
source: Creation date
fr: Date de Création

# field:country.address.line,create_uid:
source: Create User
fr: Créé par

# field:country.address.line,digits:
source: Digits
fr: Précision

# field:country.address.line,domain:
source: Domain
fr: Domaine

# field:country.address.line,id:
source: ID
fr: Identifiant

# field:country.address.line,max_length:
source: Max Length
fr: Longeur maximum

# field:country.address.line,rec_name:
source: Record Name
fr: Nom de l'enregistrement

# field:country.address.line,selection:
source: Selection
fr: Sélection

# field:country.address.line,selection_json:
source: Selection JSON
fr: Sélection JSON

# field:country.address.line,selection_sorted:
source: Selection Sorted
fr: Sélection Triée

# field:country.address.line,string:
source: Label
fr: Libellé

# field:country.address.line,write_date:
source: Write Date
fr: Modifié par

# field:country.address.line,write_uid:
source: Write User
fr: Modifié par

# field:country.address.line,xml_id:
source: XML Id
fr: Identifiant XML

# field:country.country,address_line_configuration:
source: Address Line Configuration
fr: Configuration des lignes d'adresse

# field:country.country,address_lines:
source: Address Lines
fr: Lignes d'adresse

# field:ir.api.identity,party:
source: Party
fr: Tiers

# field:ir.test_case,adult_age_max:
source: Maximum age for adults
fr: Age maximum des adultes

# field:ir.test_case,adult_age_min:
source: Minimum age for adults
fr: Age minimum des adultes

# field:ir.test_case,max_nb_of_children_per_couple:
source: Maximum number of children per couple
fr: Nombre maximum d'enfants par couple

# field:ir.test_case,number_of_males:
source: Number of Males
fr: Nombre d'hommes

# field:ir.test_case,number_of_parties:
source: Number of Parties
fr: Nombre d'acteurs

# field:ir.test_case,percent_of_couple:
source: Percentage of couples
fr: Pourcentage de couples

# field:ir.test_case,percent_of_couple_with_children:
source: Percentage of couples with children
fr: Pourcentage de couples ayant des enfants

# field:ir.test_case,percent_of_couple_with_same_name:
source: Percentage of couples with the same name
fr: Pourcentage de couples de même nom

# field:ir.test_case,phone_prefix:
source: Phone Prefix
fr: Préfixe des numéro de téléphone

# field:party.address,address_lines:
source: Address Lines
fr: Lignes d'adresse

# field:party.address,color:
source: Color
fr: Couleur

# field:party.address,end_date:
source: End Date
fr: Date de Fin

# field:party.address,func_key:
source: Functional Key
fr: Clé fonctionnelle

# field:party.address,has_address_lines:
source: Has Address Lines
fr: Avec lignes d'adresses

# field:party.address,icon:
source: Icon
fr: Icône

# field:party.address,needs_subdivision:
source: Needs Subdivision
fr: Subdivision requise

# field:party.address,one_line_street:
source: Street
fr: Rue

# field:party.address,return_to_sender:
source: Return To Sender
fr: N'habite pas à l'adresse indiquée

# field:party.address,start_date:
source: Start Date
fr: Date de Début

# field:party.address,xml_id:
source: XML Id
fr: Identifiant XML

# field:party.address,zip_and_city:
source: Zip
fr: Code Postal

# field:party.anonymize.process,id:
source: ID
fr: Identifiant

# field:party.category,xml_id:
source: XML Id
fr: Identifiant XML

# field:party.configuration,party_lang:
source: Party Language
fr: Langue des tiers

# field:party.contact_mechanism,xml_id:
source: XML Id
fr: Identifiant XML

# field:party.extract.gdpr_data_view,data:
source: Data
fr: Données

# field:party.extract.gdpr_data_view,filename:
source: Filename
fr: Nom du Fichier

# field:party.identifier,create_date:
source: Create Date
fr: Date de Création

# field:party.identifier,create_uid:
source: Create User
fr: Créé par

# field:party.identifier,party:
source: Party
fr: Tiers

# field:party.identifier,rec_name:
source: Name
fr: Nom

# field:party.identifier,write_date:
source: Write Date
fr: Date de mise à jour

# field:party.identifier,write_uid:
source: Write User
fr: Mis à jour par

# field:party.identifier,xml_id:
source: XML Id
fr: Identifiant XML

# field:party.identifier.type,create_date:
source: Create Date
fr: Date de Création

# field:party.identifier.type,create_date_:
source: Creation date
fr: Date de Création

# field:party.identifier.type,create_uid:
source: Create User
fr: Créé par

# field:party.identifier.type,name:
source: Name
fr: Nom de l'enregistrement

# field:party.identifier.type,rec_name:
source: Record Name
fr: Nom de l'enregistrement

# field:party.identifier.type,write_date:
source: Write Date
fr: Date de mise à jour

# field:party.identifier.type,write_uid:
source: Write User
fr: Mis à jour par

# field:party.identifier.type,xml_id:
source: XML Id
fr: Identifiant XML

# field:party.interaction,address:
source: Address
fr: Adresse

# field:party.interaction,attachment:
source: Attachment
fr: Pièce jointe

# field:party.interaction,comment:
source: Comment
fr: Commentaire

# field:party.interaction,contact_datetime:
source: Date and Time
fr: Date et Heure

# field:party.interaction,contact_datetime_str:
source: Date and Time
fr: Date et Heure

# field:party.interaction,contact_mechanism:
source: Contact Mechanism
fr: Moyen de contact

# field:party.interaction,create_date:
source: Create Date
fr: Date de création

# field:party.interaction,create_uid:
source: Create User
fr: Créé par

# field:party.interaction,for_object:
source: For Object
fr: Pour l'Objet

# field:party.interaction,for_object_ref:
source: For Object
fr: Pour l'Objet

# field:party.interaction,party:
source: Party
fr: Tiers

# field:party.interaction,rec_name:
source: Record Name
fr: Nom de l'enregistrement

# field:party.interaction,title:
source: Title
fr: Titre

# field:party.interaction,user:
source: User
fr: Utilisateur

# field:party.interaction,write_date:
source: Write Date
fr: Date de mise à jour

# field:party.interaction,write_uid:
source: Write User
fr: Mis à jour par

# field:party.interaction,xml_id:
source: XML Id
fr: Identifiant XML

# field:party.party,all_addresses:
source: All Addresses
fr: Adresses

# field:party.party,birth_date:
source: Birth Date
fr: Date de Naissance

# field:party.party,birth_name:
source: Birth Name
fr: Nom de naissance

# field:party.party,commercial_name:
source: Commercial Name
fr: Nom commercial

# field:party.party,death_date:
source: Death Date
fr: Date du décès

# field:party.party,first_name:
source: First Name
fr: Prénom

# field:party.party,gender:
source: Gender
fr: Genre

# field:party.party,has_active_address:
source: Has Active Address
fr: A une adresse active

# field:party.party,has_multiple_addresses:
source: Has multiple addresses
fr: A plusieurs adresses

# field:party.party,has_role:
source: has_role
fr: A un rôle

# field:party.party,identifiers:
source: Identifiers
fr: Identifiants

# field:party.party,is_anonymized:
source: Is Anonymized
fr: Est anonymisé

# field:party.party,is_person:
source: Person
fr: Personne physique

# field:party.party,last_modification:
source: Last Modification
fr: Dernière modification

# field:party.party,long_gender:
source: Gender Long
fr: Genre long

# field:party.party,main_address:
source: Main Address
fr: Adresse

# field:party.party,planned_anonymization_date:
source: Planned Anonymization Date
fr: Date d'anonymisation planifiée

# field:party.party,summary:
source: Summary
fr: Synthèse

# field:party.party,synthesis:
source: Synthesis
fr: Synthèse

# field:party.party,synthesis_rec_name:
source: Name
fr: Nom

# field:party.party,xml_id:
source: XML Id
fr: Identifiant XML

# field:party.party.lang,xml_id:
source: XML Id
fr: Identifiant XML

# field:party.relation,create_date_:
source: Creation date
fr: Date de Création

# field:party.relation,end_date:
source: End Date
fr: Date de Fin

# field:party.relation,func_key:
source: Functional Key
fr: Clé fonctionnelle

# field:party.relation,start_date:
source: Start Date
fr: Date d'Effet

# field:party.relation,xml_id:
source: XML Id
fr: Identifiant XML

# field:party.relation.all,create_date_:
source: Creation date
fr: Date de Création

# field:party.relation.all,end_date:
source: End Date
fr: Date de Fin

# field:party.relation.all,func_key:
source: Functional Key
fr: Clé fonctionnelle

# field:party.relation.all,start_date:
source: Start Date
fr: Date d'Effet

# field:party.relation.all,xml_id:
source: XML Id
fr: Identifiant XML

# field:party.relation.type,create_date_:
source: Creation date
fr: Date de Création

# field:party.relation.type,xml_id:
source: XML Id
fr: Identifiant XML

# field:party.replace.ask,birth_date:
source: Birth Date
fr: Date de Naissance

# field:party.replace.ask,gender:
source: Gender
fr: Genre

# field:party.replace.ask,is_person:
source: Person
fr: Personne Physique

# field:party.synthesis.menu,childs:
source: Childs
fr: Enfants

# field:party.synthesis.menu,create_date:
source: Create Date
fr: Date de Création

# field:party.synthesis.menu,create_date_:
source: Creation date
fr: Date de Création

# field:party.synthesis.menu,create_uid:
source: Create User
fr: Créé par

# field:party.synthesis.menu,icon:
source: Icon
fr: Icône

# field:party.synthesis.menu,must_expand_tree:
source: Must Expand Tree
fr: Etendre l'arbre

# field:party.synthesis.menu,name:
source: Name
fr: Nom de l'enregistrement

# field:party.synthesis.menu,party:
source: Party
fr: Tiers

# field:party.synthesis.menu,rec_name:
source: Record Name
fr: Nom de l'enregistrement

# field:party.synthesis.menu,sequence:
source: Sequence
fr: Séquence

# field:party.synthesis.menu,write_date:
source: Write Date
fr: Date de mise à jour

# field:party.synthesis.menu,write_uid:
source: Write User
fr: Mis à jour par

# field:party.synthesis.menu,xml_id:
source: XML Id
fr: Identifiant XML

# field:party.synthesis.menu.action_close,create_date:
source: Create Date
fr: Date de Création

# field:party.synthesis.menu.action_close,create_date_:
source: Creation date
fr: Date de Création

# field:party.synthesis.menu.action_close,create_uid:
source: Create User
fr: Créé par

# field:party.synthesis.menu.action_close,name:
source: Close Synthesis
fr: Fermer la synthèse

# field:party.synthesis.menu.action_close,party:
source: Party
fr: Tiers

# field:party.synthesis.menu.action_close,rec_name:
source: Record Name
fr: Nom de l'enregistrement

# field:party.synthesis.menu.action_close,write_date:
source: Write Date
fr: Date de mise à jour

# field:party.synthesis.menu.action_close,write_uid:
source: Write User
fr: Mis à jour par

# field:party.synthesis.menu.action_close,xml_id:
source: XML Id
fr: Identifiant XML

# field:party.synthesis.menu.action_refresh,create_date:
source: Create Date
fr: Date de Création

# field:party.synthesis.menu.action_refresh,create_date_:
source: Creation date
fr: Date de Création

# field:party.synthesis.menu.action_refresh,create_uid:
source: Create User
fr: Créé par

# field:party.synthesis.menu.action_refresh,name:
source: Refresh Synthesis
fr: Rafraichir la synthèse

# field:party.synthesis.menu.action_refresh,party:
source: Party
fr: Tiers

# field:party.synthesis.menu.action_refresh,rec_name:
source: Record Name
fr: Nom de l'enregistrement

# field:party.synthesis.menu.action_refresh,write_date:
source: Write Date
fr: Date de mise à jour

# field:party.synthesis.menu.action_refresh,write_uid:
source: Write User
fr: Mis à jour par

# field:party.synthesis.menu.action_refresh,xml_id:
source: XML Id
fr: Identifiant XML

# field:party.synthesis.menu.address,create_date:
source: Create Date
fr: Date de Création

# field:party.synthesis.menu.address,create_date_:
source: Creation date
fr: Date de Création

# field:party.synthesis.menu.address,create_uid:
source: Create User
fr: Créé par

# field:party.synthesis.menu.address,name:
source: Addresses
fr: Adresses

# field:party.synthesis.menu.address,party:
source: Party
fr: Tiers

# field:party.synthesis.menu.address,rec_name:
source: Record Name
fr: Nom de l'enregistrement

# field:party.synthesis.menu.address,write_date:
source: Write Date
fr: Date de mise à jour

# field:party.synthesis.menu.address,write_uid:
source: Write User
fr: Mis à jour par

# field:party.synthesis.menu.address,xml_id:
source: XML Id
fr: Identifiant XML

# field:party.synthesis.menu.contact,create_date:
source: Create Date
fr: Date de Création

# field:party.synthesis.menu.contact,create_date_:
source: Creation date
fr: Date de Création

# field:party.synthesis.menu.contact,create_uid:
source: Create User
fr: Créé par

# field:party.synthesis.menu.contact,party:
source: Party
fr: Tiers

# field:party.synthesis.menu.contact,rec_name:
source: Record Name
fr: Nom de l'enregistrement

# field:party.synthesis.menu.contact,write_date:
source: Write Date
fr: Date de mise à jour

# field:party.synthesis.menu.contact,write_uid:
source: Write User
fr: Mis à jour par

# field:party.synthesis.menu.contact,xml_id:
source: XML Id
fr: Identifiant XML

# field:party.synthesis.menu.open_state,need_refresh:
source: Need Refresh
fr: Besoin de rafraichir la synthèse

# field:party.synthesis.menu.party_interaction,create_date:
source: Create Date
fr: Date de Création

# field:party.synthesis.menu.party_interaction,create_date_:
source: Creation date
fr: Date de Création

# field:party.synthesis.menu.party_interaction,create_uid:
source: Create User
fr: Créé par

# field:party.synthesis.menu.party_interaction,name:
source: Interactions
fr: Historique des contacts

# field:party.synthesis.menu.party_interaction,party:
source: Party
fr: Tiers

# field:party.synthesis.menu.party_interaction,rec_name:
source: Record Name
fr: Nom de l'enregistrement

# field:party.synthesis.menu.party_interaction,write_date:
source: Write Date
fr: Date de mise à jour

# field:party.synthesis.menu.party_interaction,write_uid:
source: Write User
fr: Mis à jour par

# field:party.synthesis.menu.party_interaction,xml_id:
source: XML Id
fr: Identifiant XML

# field:party.synthesis.menu.relationship,create_date:
source: Create Date
fr: Date de Création

# field:party.synthesis.menu.relationship,create_date_:
source: Creation date
fr: Date de Création

# field:party.synthesis.menu.relationship,create_uid:
source: Create User
fr: Créé par

# field:party.synthesis.menu.relationship,name:
source: Party Relation
fr: Relation acteurs

# field:party.synthesis.menu.relationship,party:
source: Party
fr: Tiers

# field:party.synthesis.menu.relationship,rec_name:
source: Record Name
fr: Nom de l'enregistrement

# field:party.synthesis.menu.relationship,write_date:
source: Write Date
fr: Date de mise à jour

# field:party.synthesis.menu.relationship,write_uid:
source: Write User
fr: Mis à jour par

# field:party.synthesis.menu.relationship,xml_id:
source: XML Id
fr: Identifiant XML

# field:res.user,party_synthesis:
source: Synthesis Parties
fr: Synthèse acteur

# field:res.user,party_synthesis_previous:
source: Previous Synthesis Parties
fr: Synthèses acteur précédentes

# help:party.party,death_date:
source: Death date
fr: Date du décès du tiers

# help:country.address.line,max_length:
source: When validating the address, the corresponding address line length will be checked not to exceed this limit
fr: Lors de la validation des adresses, la taille lignes d'adresse sera vérifiée afin de ne pas dépasser cette limite

# help:country.address.line,selection:
source: A couple of key and label separated by ":" per line
fr: Un couple de clé, valeur séparé par un \":\" par ligne

# help:country.address.line,selection_sorted:
source: If the selection must be sorted on label
fr: Si la sélection doit être triée par le libéllé

# help:ir.api.identity,party:
source: If set, the identity will be bound to this party, which will limit what may be available in consultation APIs
fr: Si rensigné, l'identité sera liée à ce tiers, ce qui limitera les informations qui lui seront accessibles

# help:party.configuration,party_lang:
source: The default language for new parties.
fr: La valeur définie initialisera la langue sur les tiers

# help:party.party,identities:
source: The list of identities which will be associated to this party
fr: La liste des identités associées à ce tiers

# help:party.relation.type,code:
source: The string that will be used to identify this record across the configuration. It should not be modified without checking first if it is used somewhere
fr: L'identifiant pour cet enregistrement dans la configuration. Il ne doit pas être modifié sans s'assurer au préalable des endroits y faisant référence

# model:country.address.line,name:
source: Country Address Line
fr: Ligne d'adresse

# model:ir.action,name:
source: Parties Synthesis
fr: Synthèse acteur

# model:ir.action,name:act_all_address_relate_form
source: Addresses
fr: Adresses

# model:ir.action,name:act_company_form
source: Companies
fr: Personnes morales

# model:ir.action,name:act_configuration_parties
source: Configuration Parties
fr: Tiers de configuration

# model:ir.action,name:act_contact_history_relate_form1
source: Party Interaction
fr: Historique des Contacts

# model:ir.action,name:act_contact_mechanisms_relate_form
source: Contact Mechanisms
fr: Moyens de contact

# model:ir.action,name:act_menu_form
source: Synthesis
fr: Synthèse

# model:ir.action,name:act_menu_open
source: Open Party Synthesis Menu
fr: Ouvrir la synthèse

# model:ir.action,name:act_open_party_api_identity
source: API Identity
fr: Identité API

# model:ir.action,name:act_party_identifier_type_form
source: Party Identifier Type
fr: Type d'identifiant de tiers

# model:ir.action,name:act_person_form
source: Persons
fr: Personnes physiques

# model:ir.action,name:start_extract_gdpr_data
source: Extract GDPR Data
fr: Extraction des données RGPD

# model:ir.action,name:start_synthesis_menu
source: Synthesis
fr: Synthèse

# model:ir.action,name:wizard_open
source: Open Party Synthesis Menu
fr: Ouvrir la synthèse

# model:ir.action.act_window.domain,name:act_company_domain_active
source: All
fr: Toutes

# model:ir.action.act_window.domain,name:act_company_domain_recent
source: Recent
fr: Mon historique

# model:ir.action.act_window.domain,name:act_party_domain_active
source: All
fr: Tous

# model:ir.action.act_window.domain,name:act_party_domain_recent
source: Recent
fr: Mon historique

# model:ir.action.act_window.domain,name:act_person_domain_active
source: All
fr: Toutes

# model:ir.action.act_window.domain,name:act_person_domain_recent
source: Recent
fr: Mon historique

# model:ir.message,text:msg_different_first_name
source: Parties have different first names: %(source_name)s vs %(destination_name)s.
fr: Les tiers ont des prénoms différents: %(source_name)s vs %(destination_name)s.

# model:ir.message,text:msg_duplicate_party
source: Duplicate(s) already exist(s) : %s.
fr: Des doublon(s) existe(nt) déjà : %s.

# model:ir.message,text:msg_interaction_attachment
source: Some attachments are used on interactions with the following parties: %(parties)s Going on will break the links.
fr: Certaines pièces jointes sont référencées par des communications avec lestiers suivants : %(parties)s Continuer brisera ces liens.

# model:ir.message,text:msg_invalid_birth_date
source: Birth date can't be in the future: %(name)s - %(birthdate)s
fr: La date de naissance ne peut être future : %(name)s - %(birthdate)s

# model:ir.message,text:msg_invalid_email
source: Invalid Email.
fr: e-Mail Invalide

# model:ir.message,text:msg_line_exceeds_max_length
source: "%(value)s" into the address line "%(line)s" exceeds the configuration limit of character(s) (%(max)s) for the country "%(country)s".
fr: "%(value)s" dans la ligne d'adresse "%(line)s" dépasse la limite de caractère définie dans la configuration (%(max)s) pour le pays "%(country)s".

# model:ir.message,text:msg_type_is_used
source: Identifier type is used. Deletion impossible.
fr: Le type d'identifiant est utilisé. Impossible de le supprimer.

# model:ir.message,text:msg_used_zip_code
source: You cannot modify this zip code: %(zip_info)s as it is used in other addresses. Add a new zipcode instead.
fr: Vous ne pouvez pas modifier ce code postal : %(zip_info)s car il est utilisé dans d'autres adresses. Veuillez ajouter un nouveau code postal.

# model:ir.test_case.instance,name:hierarchy_test_case
source: Hierarchy Test Case
fr: Jeux d'essai : hierarchie

# model:ir.test_case.instance,name:party_test_case
source: Party Test Case
fr: Jeux d'essai : acteurs

# model:ir.test_case.instance,name:relation_type_test_case
source: Relation Type Test Case
fr: Jeux d'essai : type de relation

# model:ir.ui.menu,name:
source: Parties Synthesis
fr: Synthèse acteur

# model:ir.ui.menu,name:menu_company_form
source: Companies
fr: Personnes morales

# model:ir.ui.menu,name:menu_party_configuration_parties
source: Configuration Parties
fr: Tiers de configuration

# model:ir.ui.menu,name:menu_party_general_configuration
source: Party Configuration
fr: Configuration des tiers

# model:ir.ui.menu,name:menu_party_identifier_type_form
source: Party Identifier Type
fr: Type d'identifiant de tiers

# model:ir.ui.menu,name:menu_party_relation_type_general_configuration
source: Party Relation Types
fr: Types de relation des tiers

# model:ir.ui.menu,name:menu_person_form
source: Persons
fr: Personnes physiques

# model:ir.ui.menu,name:menu_zipcode_form
source: Zip
fr: Code Postal

# model:party.anonymize.process,name:
source: Anonymize Parties batch
fr: Batch d'anonymisation de tiers

# model:party.extract.gdpr_data_view,name:
source: Extract GDPR Data View
fr: Vue extraction des données RGPD

# model:party.identifier,name:
source: Party Identifier
fr: Identifiant de tiers

# model:party.identifier.type,name:
source: Party Identifier Type
fr: Type d'identifiant de tiers

# model:party.interaction,name:
source: Party Interaction
fr: Historique des Contacts

# model:party.relation.type,name:child_relation_type
source: Child
fr: Enfant

# model:party.synthesis.menu,name:
source: Party Synthesis Menu
fr: Synthèse acteur

# model:party.synthesis.menu.action_close,name:
source: Party Synthesis Menu Action Close
fr: Fermer menu synthèse acteurs

# model:party.synthesis.menu.action_refresh,name:
source: Party Synthesis Menu Action Refresh
fr: Action Rafraichir Menu Synthese Tiers

# model:party.synthesis.menu.address,name:
source: Party Synthesis Menu Address
fr: Synthèse acteur - Adresse

# model:party.synthesis.menu.contact,name:
source: Party Synthesis Menu Contact
fr: Synthèse acteur - Moyens de contact

# model:party.synthesis.menu.open_state,name:
source: Syntesis Menu Open State
fr: Etat ouvert menu synthèse acteurs

# model:party.synthesis.menu.party_interaction,name:
source: Party Synthesis Menu Interaction
fr: Synthèse acteur - Contact

# model:party.synthesis.menu.relationship,name:
source: Party Synthesis Menu Contact
fr: Synthèse acteur - Moyens de contact

# model:res.group,name:group_party_manage
source: Coog Party management
fr: Coog Gestion Tiers

# model:res.group,name:group_party_read
source: Coog Party consultation
fr: Coog Consultation Tiers

# selection:country.address.line,type_:
source: Char
fr: Caractères

# selection:party.interaction,for_object_ref:
source: Party
fr: Tiers

# selection:party.interaction,media:
source: Mail
fr: Courrier

# selection:party.interaction,media:
source: Other
fr: Autre

# selection:party.interaction,media:
source: Phone
fr: Téléphone

# selection:party.interaction,media:
source: Website
fr: Site web

# selection:party.party,gender:
source: Mr.
fr: M.

# selection:party.party,gender:
source: Mrs.
fr: Mme

# selection:party.party,long_gender:
source: Mister
fr: Monsieur

# view:party.address:
source: Zip:
fr: Code Postal :
