Repository: fatizch/tryton
Catalog: modules/party_cog/locale/*.po
Languages: fr

# view:party.identifier.type:
source: Party Identifier Type
fr: Type d'identifiant de tiers

# view:party.identifier:
source: Party Identifier
fr: Identifiant de tiers

# view:party.identifier:
source: Party Identifiers
fr: Identifiants de tiers

# view:party.interaction:
source: Communication Log
fr: Historique des Contacts

# view:party.party:
source: Extract GDPR Data
fr: Extraction des données RGPD

# view:party.party:
source: GDPR
fr: RGPD

# view:party.party:
source: Roles
fr: Rôles

# view:party.party:
source: Synthesis
fr: Synthèse

# view:party.synthesis.menu:
source: Party Synthesis Menu
fr: Synthèse acteur

# view:party.synthesis.menu:
source: Party Synthesis Menus
fr: Synthèse acteur

# view:party.synthesis.menu:
source: Synthesis
fr: Synthèse

# wizard_button:party.extract.gdpr_data,data_view,end:
source: End
fr: Terminer

# field:party.address,name:party.
source: Building Name
fr: Ligne 2

# field:party.address,street:party.
source: Street
fr: Rue (Ligne 4)
