Repository: fatizch/tryton
Catalog: modules/analytic_coog/locale/*.po
Languages: fr

# error:analytic_account.account.distribution:
source: The code must be unique!
fr: Le code doit être unique !

# error:analytic_account.account:
source: The code must be unique!
fr: Le code doit être unique !

# error:analytic_account.rule:
source: The code must be unique!
fr: Le code doit être unique !

# error:analytic_account.rule:
source: You cannot create a rule using analytic accounts with type 'Distribution over extra details': %(accounts)s
fr: Vous ne pouvez pas créer une règle utilisant des comptes analytiques de type 'Distribution à partir de dimensions métier' : %(accounts)s

# field:analytic_account.account,pattern:
source: Pattern
fr: Schéma

# field:analytic_account.account,xml_id:
source: XML Id
fr: Identifiant XML

# field:analytic_account.account.distribution,xml_id:
source: XML Id
fr: Identifiant XML

# field:analytic_account.line,extra_details:
source: Extra Details
fr: Détails complémentaires

# field:analytic_account.line,extra_summary:
source: Extra Summary
fr: Résumé complémentaire

# field:analytic_account.rule,xml_id:
source: XML Id
fr: Identifiant XML

# model:ir.ui.menu,name:menu_analytic_lines
source: Analytic Lines
fr: Lignes analytiques

# selection:analytic_account.account,type:
source: Distribution Over Extra Details
fr: Distribution à partir de dimensions métier
