Repository: fatizch/tryton
Catalog: modules/claim_reporting/locale/*.po
Languages: fr

# error:report.template:
source: Insurer Report Claim
fr: Rapport assureur sinistre

# field:claim_reporting.claim.configure,id:
source: ID
fr: Identifiant

# field:claim_reporting.claim.configure,insurer:
source: Insurer
fr: Assureur

# field:claim_reporting.claim.configure,template:
source: Template
fr: Modèle

# field:claim_reporting.result,id:
source: ID
fr: Identifiant

# field:claim_reporting.result,reports:
source: Reports
fr: Rapports

# field:insurer,claim_stock_reports:
source: Claim Stock Reports
fr: Rapports stock sinistres

# field:insurer_reporting.claim.generate,id:
source: ID
fr: Identifiant

# model:claim_reporting.claim.configure,name:
source: Configure Insurer Claim Reporting
fr: Configuration du rapport assureur sinistres

# model:claim_reporting.result,name:
source: Insurer Claim Reporting Result
fr: Résultat du rapport assureur sinistres

# model:insurer_reporting.claim.generate,name:
source: Insurer Report Claim Batch
fr: Batch de reporting sinistre assureur

# model:ir.action,name:act_insurer_report_claim
source: Insurer Report Claim
fr: Rapport assureur: sinistes

# model:ir.ui.menu,name:menu_report_insurer_claim
source: Insurer Report Claim
fr: Rapport assureur: sinistes

# wizard_button:claim_reporting.claim,configure_report,end:
source: Cancel
fr: Annuler

# wizard_button:claim_reporting.claim,configure_report,result:
source: Report
fr: Rapports/Courriers

# model:report.template,name:ddefault_claim_reporting_template
source: Claim Reporting
fr: Stock sinistres
