Repository: fatizch/tryton
Catalog: modules/commission/locale/*.po
Languages: fr_fr

# error:commission.rule:
source: You can not have 2 business rules that overlaps!
fr_fr: 2 règles se chevauchent!

# field:account.move,com_amount:
source: Com amount
fr_fr: Montant de Commissions

# field:account.move,wo_com_amount:
source: Amount w/o com
fr_fr: Montant hors Commissions

# field:account.move,wo_tax_amount:
source: Total Amount w/o taxes
fr_fr: Montant total hors Taxes

# field:broker,create_date:
source: Create Date
fr_fr: Date de création

# field:broker,create_uid:
source: Create User
fr_fr: Créé par

# field:broker,dist_networks:
source: Distribution Networks
fr_fr: Réseaux de Distribution

# field:broker,must_expand_tree:
source: Must Expand Tree
fr_fr: Etendre Arbre

# field:broker,party:
source: Party
fr_fr: Acteur

# field:broker,rec_name:
source: Name
fr_fr: Nom

# field:broker,reference:
source: Reference
fr_fr: Référence

# field:broker,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:broker,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:commission.option.description-option.description,component:
source: Component
fr_fr: Composante

# field:commission.option.description-option.description,coverage:
source: Option Description
fr_fr: Garantie

# field:commission.option.description-option.description,create_date:
source: Create Date
fr_fr: Date de création

# field:commission.option.description-option.description,create_uid:
source: Create User
fr_fr: Créé par

# field:commission.option.description-option.description,rec_name:
source: Name
fr_fr: Nom

# field:commission.option.description-option.description,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:commission.option.description-option.description,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:commission.rule,config_kind:
source: Conf. kind
fr_fr: Type de Conf.

# field:commission.rule,create_date:
source: Create Date
fr_fr: Date de création

# field:commission.rule,create_uid:
source: Create User
fr_fr: Créé par

# field:commission.rule,end_date:
source: To Date
fr_fr: Date de Fin

# field:commission.rule,must_expand_tree:
source: Must Expand Tree
fr_fr: Etendre Arbre

# field:commission.rule,offered:
source: Offered
fr_fr: Offre

# field:commission.rule,rate:
source: Rate
fr_fr: Taux

# field:commission.rule,rec_name:
source: Name
fr_fr: Nom

# field:commission.rule,rule:
source: Rule Engine
fr_fr: Moteur de Règle

# field:commission.rule,rule_extra_data:
source: Rule Extra Data
fr_fr: Paramètres de Rêgle

# field:commission.rule,start_date:
source: From Date
fr_fr: Date de Début

# field:commission.rule,template:
source: Template
fr_fr: Modèle

# field:commission.rule,template_behaviour:
source: Template Behaviour
fr_fr: Comportement du Modèle

# field:commission.rule,view_rec_name:
source: Name
fr_fr: Nom

# field:commission.rule,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:commission.rule,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:contract.billing.premium,com_lines:
source: Commission lines
fr_fr: Lignes de Commissions

# field:contract.billing.premium,estimated_com:
source: Estimated Commissions
fr_fr: Commissions estimées

# field:contract.billing.premium,estimated_wo_com:
source: Estimated w/o coms
fr_fr: Montant estimé hors Commissions

# field:contract.billing.premium-commission.option,amount:
source: Amount
fr_fr: Montant

# field:contract.billing.premium-commission.option,com_option:
source: Commission Subscribed
fr_fr: Garantie commissionée

# field:contract.billing.premium-commission.option,create_date:
source: Create Date
fr_fr: Date de création

# field:contract.billing.premium-commission.option,create_uid:
source: Create User
fr_fr: Créé par

# field:contract.billing.premium-commission.option,price_line:
source: Price Line
fr_fr: Ligne de Prime

# field:contract.billing.premium-commission.option,rec_name:
source: Name
fr_fr: Nom

# field:contract.billing.premium-commission.option,to_recalculate:
source: Recalculate at billing
fr_fr: Recalculer à la facturation

# field:contract.billing.premium-commission.option,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:contract.billing.premium-commission.option,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:contract.option,options:
source: Option-Commission Option Relations
fr_fr: Options Commissionnées

# field:contract.option-commission.option,com_amount:
source: Com Amount
fr_fr: Montant de la commission

# field:contract.option-commission.option,com_option:
source: Commission Option
fr_fr: Option de Commissionnement

# field:contract.option-commission.option,create_date:
source: Create Date
fr_fr: Date de création

# field:contract.option-commission.option,create_uid:
source: Create User
fr_fr: Créé par

# field:contract.option-commission.option,currency:
source: Currency
fr_fr: Devises

# field:contract.option-commission.option,currency_digits:
source: Currency Digits
fr_fr: Précision

# field:contract.option-commission.option,currency_symbol:
source: Currency Symbol
fr_fr: Symbole de la Devise

# field:contract.option-commission.option,end_date:
source: End Date
fr_fr: Date de Fin

# field:contract.option-commission.option,must_expand_tree:
source: Must Expand Tree
fr_fr: Etendre Arbre

# field:contract.option-commission.option,option:
source: Subscribed Option
fr_fr: Garantie Souscrite

# field:contract.option-commission.option,rate:
source: Rate
fr_fr: Taux

# field:contract.option-commission.option,rec_name:
source: Name
fr_fr: Nom

# field:contract.option-commission.option,start_date:
source: Start Date
fr_fr: Date de Début

# field:contract.option-commission.option,use_specific_rate:
source: Specific Rate
fr_fr: Taux Spécifique

# field:contract.option-commission.option,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:contract.option-commission.option,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:distribution.network,all_com_plans:
source: Top Level Commission Plans
fr_fr: Plans de Commissionnement Hérités

# field:distribution.network,brokers:
source: Brokers
fr_fr: Courtiers

# field:distribution.network,childs_brokers:
source: Sub Level Brokers
fr_fr: Courtiers du Réseau

# field:distribution.network,commission_plans:
source: Commission Plans
fr_fr: Plans de Commissionnement

# field:distribution.network,parent_com_plans:
source: Top Level Commission Plans
fr_fr: Plans de Commissionnement Hérités

# field:distribution.network-broker,broker:
source: Broker
fr_fr: Courtier

# field:distribution.network-broker,create_date:
source: Create Date
fr_fr: Date de création

# field:distribution.network-broker,create_uid:
source: Create User
fr_fr: Créé par

# field:distribution.network-broker,dist_network:
source: Distribution Network
fr_fr: Réseau de Distribution

# field:distribution.network-broker,must_expand_tree:
source: Must Expand Tree
fr_fr: Etendre Arbre

# field:distribution.network-broker,rec_name:
source: Name
fr_fr: Nom

# field:distribution.network-broker,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:distribution.network-broker,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:distribution.network-commission.plan,com_plan:
source: Commission Plan
fr_fr: Plan de Commissionnement

# field:distribution.network-commission.plan,create_date:
source: Create Date
fr_fr: Date de création

# field:distribution.network-commission.plan,create_uid:
source: Create User
fr_fr: Créé par

# field:distribution.network-commission.plan,dist_network:
source: Distribution Network
fr_fr: Réseau de Distribution

# field:distribution.network-commission.plan,rec_name:
source: Name
fr_fr: Nom

# field:distribution.network-commission.plan,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:distribution.network-commission.plan,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:offered.option.description,commission_rules:
source: Commission Rules
fr_fr: Règles de Commissionnement

# field:offered.option.description,coverages:
source: Coverages
fr_fr: Garanties

# field:offered.option.description,is_loan:
source: Is Loan
fr_fr: Emprunteur

# field:offered.product,commission_kind:
source: Commission Kind
fr_fr: Type de commission

# field:offered.product,dist_networks:
source: Distribution Networks
fr_fr: Réseaux de Distribution

# field:offered.product,is_loan:
source: Is Loan
fr_fr: Emprunteur

# field:party.party,broker_role:
source: Broker
fr_fr: Courtier

# field:party.party,is_broker:
source: Broker
fr_fr: Courtier

# model:broker,name:
source: Broker
fr_fr: Courtier

# model:commission.option.description-option.description,name:
source: Commission Option Description-Option Description Relation
fr_fr: Relation Composante de Com - Garantie

# model:commission.rule,name:
source: Commission Rule
fr_fr: Règle de Commissionnement

# model:contract.billing.premium-commission.option,name:
source: Billing Premium-Commission Option Relation
fr_fr: Relation Ligne de Prime - Commission

# model:contract.option-commission.option,name:
source: Option-Commission Option Relation
fr_fr: Option Commissionnée

# model:distribution.network-broker,name:
source: Relation Distribution Network - Broker
fr_fr: Relation Réseau de Distrib - Courtier

# model:distribution.network-commission.plan,name:
source: Relation Distribution Network - Commission Plan
fr_fr: Relation Réseau de Distrib - Plan de Com

# model:ir.action,name:act_agreement_form
source: Commission Agreements
fr_fr: Agréments de Commissionnement

# model:ir.action,name:act_broker_form
source: Brokers
fr_fr: Courtiers

# model:ir.action,name:act_component_form
source: Option Descriptions
fr_fr: Composantes de Commissionnement

# model:ir.action,name:act_plan_form
source: Commission Plans
fr_fr: Plans de Commissionnement

# model:ir.ui.menu,name:menu_agreement_form
source: Commission Agreements
fr_fr: Agréments de Commissionnement

# model:ir.ui.menu,name:menu_broker_form
source: Brokers
fr_fr: Courtiers

# model:ir.ui.menu,name:menu_commission
source: Commissioning
fr_fr: Commissionnement

# model:ir.ui.menu,name:menu_component_form
source: Option Descriptions
fr_fr: Composantes de Commissionnement

# model:ir.ui.menu,name:menu_plan_form
source: Commission Plans
fr_fr: Plans de Commissionnement

# selection:commission.rule,config_kind:
source: Advanced
fr_fr: Avancé

# selection:commission.rule,offered:
source: Option Description
fr_fr: Garantie

# selection:commission.rule,offered:
source: Product
fr_fr: Produit

# selection:commission.rule,template_behaviour:
source: Add
fr_fr: Compléter

# selection:commission.rule,template_behaviour:
source: Remove
fr_fr: Remplacer

# selection:contract-agreement,kind:
source: Business Provider
fr_fr: Apporteur d'affaires

# selection:contract-agreement,kind:
source: Management Delegation
fr_fr: Délégation de gestion

# selection:offered.option.description,subscription_behaviour:
source: Mandatory
fr_fr: Obligatoire

# selection:offered.option.description,subscription_behaviour:
source: Optional
fr_fr: En Option

# selection:offered.option.description,subscription_behaviour:
source: Proposed
fr_fr: Proposé par Défaut

# selection:offered.product,commission_kind:
source: Business Provider
fr_fr: Apporteur d'affaires

# selection:offered.product,commission_kind:
source: Management Delegation
fr_fr: Délégation de gestion

# view:broker:
source: Broker
fr_fr: Courtier

# view:broker:
source: Brokers
fr_fr: Courtiers

# view:commission.rule:
source: Commission rule
fr_fr: Règle de Commissionnement

# view:contract.billing.premium-commission.option:
source: Com Line
fr_fr: Ligne de Commission

# view:contract.billing.premium-commission.option:
source: Com Lines
fr_fr: Lignes de Commission

# view:contract.option-commission.option:
source: Option-Commission Option Relation
fr_fr: Option Commissionnée

# view:contract.option:
source: Coverages
fr_fr: Garanties

# view:contract.option:
source: Option-Commission Option Relation
fr_fr: Relation Option - Option de Com

# view:distribution.network:
source: Commissioning
fr_fr: Commissionnement

# view:offered.option.description:
source: Commissioning
fr_fr: Commissionnement

# view:offered.product:
source: Commission Plans
fr_fr: Plans de Commissionnement

# view:party.party:
source: Broker
fr_fr: Courtier
