Repository: fatizch/tryton
Catalog: modules/account_payment_cog/locale/*.po
Languages: fr

# error:account.payment.creation:
source: Selected lines are incompatible with selected kind
fr: Les lignes sélectionnées sont incompatibles avec le type de paiement sélectionné.

# error:account.payment.creation:
source: The payment date for all payments will be update to %(date)s
fr: La date de tous les paiements sera mise à jour au %(date)s

# error:account.payment.creation:
source: Selected lines are incompatible. Some are payable lines some are receivable.
fr: Les lignes sélectionnées sont incompatibles: certaines sont des lignes à payer d'autres des lignes à recevoir

# error:account.payment.fail_information:
source: Trying to fail different payment kinds at the same time
fr: Impossible d'échouer en même temps des paiements de différents types

# error:account.payment.fail_information:
source: Trying to fail different payment methods at the same time
fr: Impossible d'échouer en même temps des paiements de différentes méthodes de traitement

# error:account.payment.group:
source: The payment group %(number)s has payment(s) which does not allow the deletion
fr: Le groupe de paiement %(number)s a un ou plusieurs paiements qui n'autorisent pas la suppression

# error:account.payment.group:
source: The payment group %(number)s is not deletable
fr: Le groupe de paiement %(number)s n'est pas supprimable

# error:account.payment.group:
source: The payment group %(number)s should not be acknowledged: %(date)s < %(payment_date)s
fr: Un groupe de paiement ne devrait pas être reçu aujourd'hui: %(date)s < %(payment_date)s

# error:account.payment.group:
source: The reason code on journal %s is not found
fr: Le motif de rejet sur le journal %s est introuvable

# error:account.payment.journal.failure_action:
source: Unknown reject code : %s
fr: Motif de rejet inconnu : %s

# error:account.payment.journal.reject_reason:
source: The code must be unique
fr: Le code doit être unique

# error:account.payment.journal:
source: Trying to fail different kind of payments at the same time
fr: Ne pas essayer de faire échouer en même temps des paiements de différents types

# error:account.payment.manual_payment_fail:
source: Selected payments must have the same payment method.
fr: Les paiements sélectionnés doivent avoir la même méthode de traitement.

# error:account.payment.manual_payment_fail:
source: Selected payments status must be succeeded or processing
fr: Le statut des paiements sélectionnés doit être 'réussi' ou 'traité'

# error:account.payment.manual_payment_fail:
source: You cannot fail payments with differents journal process methods at the same time
fr: Vous ne pouvez pas échouer en même temps des paiements dont les méthodes de traitement du journal sont différentes

# error:account.payment.motive:
source: The code must be unique!
fr: Le code doit être unique !

# error:account.payment:
source: Payments blocked for party %s
fr: Paiements bloqués pour le tiers %s

# error:account.payment:
source: Payment dates will automatically be updated to %(date)s for consistency: %(dates)s
fr: Les dates de paiement vont être automatiquement mises à jour au %(date)s : %(dates)s

# error:account.payment:
source: Payments with same merged_id must be failed at the same time.
fr: Les paiements avec le même identifiant regroupement doivent être rejetés en même temps.

# error:account.payment:
source: The transition to the approved state is not allowed on the payment with the merged id %(merged_id)s
fr: La transition vers le statut approuvé n'est pas autorisé sur le paiement dont le numéro de regroupement est %(merged_id)s

# field:account.configuration,direct_debit_journal:
source: Direct Debit Journal
fr: Journal de paiement automatique

# field:account.configuration,reject_fee_journal:
source: Reject Fee Journal
fr: Journal des frais de rejet

# field:account.configuration.direct_debit_journal,company:
source: Company
fr: Société

# field:account.configuration.direct_debit_journal,create_date:
source: Create Date
fr: Date de Création

# field:account.configuration.direct_debit_journal,create_date_:
source: Creation date
fr: Date de Création

# field:account.configuration.direct_debit_journal,create_uid:
source: Create User
fr: Créé par

# field:account.configuration.direct_debit_journal,direct_debit_journal:
source: Direct Debit Journal
fr: Journal de paiement automatique

# field:account.configuration.direct_debit_journal,id:
source: ID
fr: Identifiant

# field:account.configuration.direct_debit_journal,rec_name:
source: Name
fr: Numéro

# field:account.configuration.direct_debit_journal,write_date:
source: Write Date
fr: Modifié par

# field:account.configuration.direct_debit_journal,write_uid:
source: Write User
fr: Modifié par

# field:account.configuration.direct_debit_journal,xml_id:
source: XML Id
fr: Identifiant XML

# field:account.configuration.reject_fee_journal,company:
source: Company
fr: Société

# field:account.configuration.reject_fee_journal,create_date:
source: Create Date
fr: Date de Création

# field:account.configuration.reject_fee_journal,create_date_:
source: Creation date
fr: Date de Création

# field:account.configuration.reject_fee_journal,create_uid:
source: Create User
fr: Créé par

# field:account.configuration.reject_fee_journal,id:
source: ID
fr: Identifiant

# field:account.configuration.reject_fee_journal,rec_name:
source: Name
fr: Numéro

# field:account.configuration.reject_fee_journal,reject_fee_journal:
source: Reject Fee Journal
fr: Journal des frais de rejet

# field:account.configuration.reject_fee_journal,write_date:
source: Write Date
fr: Modifié par

# field:account.configuration.reject_fee_journal,write_uid:
source: Write User
fr: Modifié par

# field:account.configuration.reject_fee_journal,xml_id:
source: XML Id
fr: Identifiant XML

# field:account.invoice,credit_reconciliation_lines:
source: Payment Lines
fr: Lignes de paiement

# field:account.invoice,payments:
source: Payments
fr: Paiements

# field:account.invoice,pending_payment:
source: Pending Payment
fr: Paiement en attente

# field:account.move.line,payment_date:
source: Payment Date
fr: Date de paiement

# field:account.move.line,xml_id:
source: XML Id
fr: Identifiant XML

# field:account.payment,can_approve:
source: Can Approve
fr: Possibilité d'approuver

# field:account.payment,color:
source: Color
fr: Couleur

# field:account.payment,icon:
source: Icon
fr: Icône

# field:account.payment,journal_method:
source: Journal Method
fr: Methode de traitement du journal

# field:account.payment,line_reconciled:
source: Line Reconciled
fr: Ligne reconciliée

# field:account.payment,manual_fail_status:
source: Manual Fail Status
fr: Statut du rejet manuel

# field:account.payment,manual_reject_code:
source: Manual Reject Code
fr: Motif de rejet manuel

# field:account.payment,merged_id:
source: Merged ID
fr: ID regroupement

# field:account.payment,reject_description:
source: Reject Description
fr: Description du rejet

# field:account.payment,related_invoice:
source: Related Invoice
fr: Quittance associée

# field:account.payment,related_invoice_business_kind:
source: Related Invoice Business Kind
fr: Type métier associé à la quittance

# field:account.payment,xml_id:
source: XML Id
fr: Identifiant XML

# field:account.payment.fail_information,payment_kind:
source: Payment Kind
fr: Type de paiement

# field:account.payment.fail_information,payments:
source: Payments
fr: Paiements

# field:account.payment.fail_information,process_method:
source: Process Method
fr: Méthode de traitement

# field:account.payment.fail_information,reject_reason:
source: Reject Reason
fr: Motif de rejet

# field:account.payment.group,amount:
source: Amount
fr: Montant

# field:account.payment.group,color:
source: color
fr: Couleur

# field:account.payment.group,currency:
source: Currency
fr: Devise

# field:account.payment.group,currency_digits:
source: Currency Digits
fr: Précision

# field:account.payment.group,currency_symbol:
source: Currency Symbol
fr: Symbole de la Devise

# field:account.payment.group,payment_date_min:
source: Payment Date Min
fr: Date de paiement minimale

# field:account.payment.group,payment_dates:
source: Payment Dates
fr: Dates de paiement

# field:account.payment.group,process_method:
source: Process Method
fr: Méthode de traitement

# field:account.payment.group,processing_payments:
source: Processing Payments
fr: Traitement des paiements

# field:account.payment.group,state:
source: State
fr: État

# field:account.payment.group,xml_id:
source: XML Id
fr: Identifiant XML

# field:account.payment.group.create,id:
source: ID
fr: Identifiant

# field:account.payment.group.process,id:
source: ID
fr: Identifiant

# field:account.payment.journal,allow_group_deletion:
source: Allow Group Deletion
fr: Autoriser la suppression du groupe de paiement

# field:account.payment.journal,default_reject_fee:
source: Default Fee
fr: Frais par défaut

# field:account.payment.journal,failure_actions:
source: Failure Actions
fr: Actions en cas de rejet

# field:account.payment.journal,xml_id:
source: XML Id
fr: Identifiant XML

# field:account.payment.journal.failure_action,create_date:
source: Create Date
fr: Date de Création

# field:account.payment.journal.failure_action,create_date_:
source: Creation date
fr: Date de Création

# field:account.payment.journal.failure_action,create_uid:
source: Create User
fr: Créé par

# field:account.payment.journal.failure_action,func_key:
source: Functional Key
fr: Clé fonctionnelle

# field:account.payment.journal.failure_action,is_fee_required:
source: Fee Required
fr: Frais requis

# field:account.payment.journal.failure_action,payment_kind:
source: Payment Kind
fr: Type de paiement

# field:account.payment.journal.failure_action,rec_name:
source: Name
fr: Nom

# field:account.payment.journal.failure_action,reject_number:
source: Reject Number
fr: Numéro de rejets

# field:account.payment.journal.failure_action,reject_reason:
source: Reject Reason
fr: Motif de rejet

# field:account.payment.journal.failure_action,rejected_payment_fee:
source: Fee
fr: Frais

# field:account.payment.journal.failure_action,report_template:
source: Report Template
fr: Modèle de courrier

# field:account.payment.journal.failure_action,report_template_if_exceeded:
source: Report Template If Reject Number Exceeded
fr: Modèle de courrier si numéro de rejet dépassé

# field:account.payment.journal.failure_action,write_date:
source: Write Date
fr: Date de mise à jour

# field:account.payment.journal.failure_action,write_uid:
source: Write User
fr: Mis à jour par

# field:account.payment.journal.failure_action,xml_id:
source: XML Id
fr: Identifiant XML

# field:account.payment.journal.reject_reason,create_date:
source: Create Date
fr: Date de Création

# field:account.payment.journal.reject_reason,create_date_:
source: Creation date
fr: Date de Création

# field:account.payment.journal.reject_reason,create_uid:
source: Create User
fr: Créé par

# field:account.payment.journal.reject_reason,failure_actions:
source: Failure Actions
fr: Actions en cas de rejet

# field:account.payment.journal.reject_reason,payment_kind:
source: Payment Kind
fr: Type de paiement

# field:account.payment.journal.reject_reason,process_method:
source: Process method
fr: Méthode de traitement

# field:account.payment.journal.reject_reason,rec_name:
source: Name
fr: Nom

# field:account.payment.journal.reject_reason,write_date:
source: Write Date
fr: Date de mise à jour

# field:account.payment.journal.reject_reason,write_uid:
source: Write User
fr: Mis à jour par

# field:account.payment.journal.reject_reason,xml_id:
source: XML Id
fr: Identifiant XML

# field:account.payment.merged,amount:
source: Amount
fr: Montant

# field:account.payment.merged,create_date:
source: Create Date
fr: Date de Création

# field:account.payment.merged,create_date_:
source: Creation date
fr: Date de Création

# field:account.payment.merged,create_uid:
source: Create User
fr: Créé par

# field:account.payment.merged,currency:
source: Currency
fr: Devise

# field:account.payment.merged,currency_digits:
source: Currency Digits
fr: Précision

# field:account.payment.merged,currency_symbol:
source: Currency Symbol
fr: Symbole de la Devise

# field:account.payment.merged,merged_id:
source: Merged id
fr: Identifiant de regroupement

# field:account.payment.merged,party:
source: Party
fr: Tiers

# field:account.payment.merged,payments:
source: Payments
fr: Paiements

# field:account.payment.merged,rec_name:
source: Name
fr: Nom

# field:account.payment.merged,state:
source: State
fr: État

# field:account.payment.merged,write_date:
source: Write Date
fr: Date de mise à jour

# field:account.payment.merged,write_uid:
source: Write User
fr: Mis à jour par

# field:account.payment.merged,xml_id:
source: XML Id
fr: Identifiant XML

# field:account.payment.motive,create_date:
source: Create Date
fr: Date de Création

# field:account.payment.motive,create_date_:
source: Creation date
fr: Date de Création

# field:account.payment.motive,create_uid:
source: Create User
fr: Créé par

# field:account.payment.motive,name:
source: Name
fr: Nom

# field:account.payment.motive,rec_name:
source: Name
fr: Nom

# field:account.payment.motive,write_date:
source: Write Date
fr: Date de mise à jour

# field:account.payment.motive,write_uid:
source: Write User
fr: Mis à jour par

# field:account.payment.motive,xml_id:
source: XML Id
fr: Identifiant XML

# field:account.payment.payment_creation.start,created_payments:
source: Created Payments
fr: Paiements créés

# field:account.payment.payment_creation.start,free_motive:
source: Free motive
fr: Motif libre

# field:account.payment.payment_creation.start,have_lines_payment_date:
source: Lines Have Payment Date
fr: Les lignes ont une date de paiement

# field:account.payment.payment_creation.start,journal:
source: Payment Journal
fr: Journal de paiement

# field:account.payment.payment_creation.start,kind:
source: Payment Kind
fr: Type de paiement

# field:account.payment.payment_creation.start,lines_to_pay:
source: Lines To Pay
fr: Lignes à payer

# field:account.payment.payment_creation.start,lines_to_pay_filter:
source: Lines To Pay Filter
fr: Lignes à payer

# field:account.payment.payment_creation.start,motive:
source: Motive
fr: Motif

# field:account.payment.payment_creation.start,multiple_parties:
source: Payments For Multiple Parties
fr: Paiements pour plusieurs tiers

# field:account.payment.payment_creation.start,party:
source: Party
fr: Tiers

# field:account.payment.payment_creation.start,payment_date:
source: Payment Date
fr: Date de paiement

# field:account.payment.payment_creation.start,process_method:
source: Process Method
fr: Méthode de traitement

# field:account.payment.payment_creation.start,process_validate_payment:
source: Process and Validate Payments
fr: Traiter et valider les paiements

# field:account.payment.payment_creation.start,total_amount:
source: Total Amount
fr: Montant total

# field:account.payment.payment_information_selection,move_lines:
source: Move Line
fr: Ligne de mouvement

# field:account.payment.payment_information_selection,new_date:
source: New Payment Date
fr: Nouvelle date de paiement

# field:account.payment.succeed,id:
source: ID
fr: Identifiant

# field:account.payment.update,id:
source: ID
fr: Identifiant

# field:party.party,block_payable_payments:
source: Block Payments
fr: Bloquer les paiements

# field:party.synthesis.menu.payment,create_date:
source: Create Date
fr: Date de Création

# field:party.synthesis.menu.payment,create_date_:
source: Creation date
fr: Date de Création

# field:party.synthesis.menu.payment,create_uid:
source: Create User
fr: Créé par

# field:party.synthesis.menu.payment,name:
source: Outstanding/Failed Payments
fr: Paiements en cours / Rejet

# field:party.synthesis.menu.payment,party:
source: Party
fr: Tiers

# field:party.synthesis.menu.payment,rec_name:
source: Name
fr: Nom

# field:party.synthesis.menu.payment,write_date:
source: Write Date
fr: Date de mise à jour

# field:party.synthesis.menu.payment,write_uid:
source: Write User
fr: Mis à jour par

# field:party.synthesis.menu.payment,xml_id:
source: XML Id
fr: Identifiant XML

# field:report.template,export_dir:
source: Export Directory
fr: Répertoire d'export

# help:account.payment.journal.failure_action,reject_number:
source: Filter the action according to the number of rejects for a given payment. If empty, action will be used for all rejects
fr: Filtre l'action en fonction du nombre de rejets pour un paiement donné. Si vide, l'action sera utilisée pour tous les rejets

# help:account.payment.journal.failure_action,report_template_if_exceeded:
source: This template will be printed if the reject number is positive and the number of rejects for a given payment exceeds its value.
fr: Ce modèle sera imprimé si le numéro de rejet est positif et le nombre de rejet pour un paiement donné dépasse cette valeur

# help:account.payment.payment_creation.start,payment_date:
source: Payment date is required if at least one line to pay doesn't have a payment date, or it is set in the past. When its value is set, it is propagated to all lines to pay.
fr: La date de paiement est requise si au moins une des lignes à payer n'a pas de date de paiement, ou bien si cette date est dans le passé. Quand la valeur est renseignée, elle est propagée sur toutes les lignes à payer

# help:report.template,export_dir:
source: Store a copy of each generated document in specified server directory
fr: Répertoire serveur dans lequel sauvegarder une copie de chaque document généré.

# model:account.payment.acknowledge,name:
source: Payment Acknowledge Batch
fr: Batch de validation des paiements

# model:account.payment.create,name:
source: Payment Creation Batch
fr: Batch de création des paiements

# model:account.payment.fail_information,name:
source: Payment Fail Information
fr: Informations du rejet

# model:account.payment.group.process,name:
source: Payment Group Processing Batch
fr: Batch de traitement des groupes de paiement

# model:account.payment.journal.failure_action,name:
source: Journal Failure Action
fr: Action suite à rejet

# model:account.payment.journal.reject_reason,name:
source: Payment Journal Reject Reason
fr: Motif de Rejet

# model:account.payment.merged,name:
source: Merged payments
fr: Paiements regroupés

# model:account.payment.motive,name:
source: Payment Motive
fr: Motif de paiement

# model:account.payment.payment_creation.start,name:
source: Payment Creation Start
fr: Création des paiements

# model:account.payment.payment_information_selection,name:
source: Payment Information Selection
fr: Sélection des informations de prélèvement

# model:account.payment.process,name:
source: Payment Treatment Batch
fr: Batch de traitement des paiements

# model:account.payment.succeed,name:
source: Payment Succeed Batch
fr: Batch de réussite des paiements

# model:account.payment.update,name:
source: Payment Updating Batch
fr: Batch de mise à jour des groupes de paiement

# model:event.type,name:event_fail_payment
source: Fail Payment
fr: Échec du paiement

# model:event.type,name:event_group_acknowledge_planned
source: Payment Group Acknowledge Planned
fr: Accusé réception du groupe de paiement planifié

# model:event.type,name:event_payment_group_created
source: Payment Group Created
fr: Groupe de paiement créé

# model:event.type,name:event_process_payment
source: Process Payment
fr: Traitement du paiement

# model:event.type,name:event_succeed_payment
source: Succeed payment
fr: Succès du paiement

# model:ir.action,name:
source: Receivable Payments
fr: Paiements à recevoir

# model:ir.action,name:act_merged_form_relate_details
source: Related payments
fr: Paiements associés

# model:ir.action,name:act_payment_fail_status_form
source: Payments Rejected
fr: Paiements rejetés

# model:ir.action,name:act_payment_form_other_payments
source: All Payments Of The Line
fr: Tous les paiements associés à la ligne comptable

# model:ir.action,name:act_payment_group_merged_form
source: Merged payments
fr: Paiements regroupés

# model:ir.action,name:act_payment_motive_form
source: Payment Motive
fr: Motif de paiement

# model:ir.action,name:act_payment_relate_form
source: Payments
fr: Paiements

# model:ir.action,name:act_process_payments_button
source: Process Payments
fr: Traiter les paiements

# model:ir.action,name:act_reject_reason_form
source: Reject reasons
fr: Motifs de rejet

# model:ir.action,name:create_payments_wizard
source: Create Payments
fr: Créer les paiements

# model:ir.action,name:manual_merged_payments_fail_wizard
source: Fail Merged Payments
fr: Paiements regroupés rejetés

# model:ir.action,name:manual_payment_fail_wizard
source: Fail Payment
fr: Rejeter des paiements

# model:ir.action,name:modify_payment_information_wizard
source: Modify Payment Information
fr: Modifier les informations de prélèvement

# model:ir.action,name:process_manual_payment_fail_wizard
source: Process Manual Fail Payment
fr: Traiter manuellement les paiements rejetés

# model:ir.action.act_window.domain,name:
source: Pending Failed
fr: Rejet en cours

# model:ir.action.act_window.domain,name:act_payment_form_domain_all_failed
source: All Failed
fr: Tous les rejets

# model:ir.ui.menu,name:
source: Create Receivable Payment
fr: Créer les prélèvements

# model:ir.ui.menu,name:menu_create_payments
source: Create Payments
fr: Créer les paiements

# model:ir.ui.menu,name:menu_fail_payment_status_form
source: Payments Rejected
fr: Paiements rejetés

# model:ir.ui.menu,name:menu_merged_payment_form
source: Merged payments
fr: Paiements regroupés

# model:ir.ui.menu,name:menu_payment_journals_general_configuration
source: Payment Journals
fr: Journaux de paiement

# model:ir.ui.menu,name:menu_payment_motive_form
source: Payment Motive
fr: Motif de paiement

# model:ir.ui.menu,name:menu_reject_reason_form
source: Reject reasons
fr: Motifs de rejet

# model:party.synthesis.menu.payment,name:
source: Party Synthesis Menu payment
fr: Synthèse acteur - Paiement

# selection:account.move,kind:
source: Automatic Payment In
fr: Prélèvement automatique

# selection:account.move,kind:
source: Automatic Payment Out
fr: Virement automatique

# selection:account.move,kind:
source: Rejected Payment In
fr: Rejet de prélèvement

# selection:account.move,kind:
source: Rejected Payment Out
fr: Rejet de virement

# selection:account.payment,manual_fail_status:
source: Done
fr: Fait

# selection:account.payment,manual_fail_status:
source: Pending
fr: En cours

# selection:account.payment.group,state:
source: Acknowledged
fr: Reçu

# selection:account.payment.group,state:
source: Failed
fr: Rejeté

# selection:account.payment.group,state:
source: Processing
fr: En cours de traitement

# selection:account.payment.group,state:
source: To Acknowledge
fr: Planifier l'accusé réception

# selection:account.payment.journal.failure_action,action:
source: Manual
fr: Manuelle

# selection:account.payment.journal.failure_action,action:
source: Retry
fr: Réessayer

# selection:account.payment.journal.failure_action,payment_kind:
source: Payable
fr: À payer

# selection:account.payment.journal.failure_action,payment_kind:
source: Receivable
fr: À recevoir

# selection:account.payment.journal.reject_reason,payment_kind:
source: Payable
fr: À payer

# selection:account.payment.journal.reject_reason,payment_kind:
source: Receivable
fr: À recevoir

# selection:account.payment.merged,state:
source: Approved
fr: Approuvé

# selection:account.payment.merged,state:
source: Draft
fr: Brouillon

# selection:account.payment.merged,state:
source: Failed
fr: Rejeté

# selection:account.payment.merged,state:
source: Processing
fr: Traitement

# selection:account.payment.merged,state:
source: Succeeded
fr: Réussi

# selection:account.payment.payment_creation.start,kind:
source: Payable
fr: À payer
