Repository: fatizch/tryton
Catalog: modules/account_payment_cog/locale/*.po
Languages: fr

# selection:account.payment.payment_creation.start,kind:
source: Receivable
fr: À recevoir

# selection:party.interaction,for_object_ref:
source: Payment
fr: Paiement

# view:account.move.line:
source: Block
fr: Bloquer

# view:account.move.line:
source: Payments
fr: Paiements

# view:account.move.line:
source: Unblock
fr: Débloquer

# view:account.payment.fail_information:
source: Payment Fail Information
fr: Informations du rejet

# view:account.payment.group:
source: Acknowledge
fr: Accuser réception

# view:account.payment.group:
source: Fail
fr: Échouer

# view:account.payment.group:
source: Processing
fr: Traitement

# view:account.payment.group:
source: To Acknowledge
fr: Accusé récéption planifié

# view:account.payment.journal.failure_action:
source: Payment Journal Failure Action
fr: Action suite à rejet

# view:account.payment.journal.failure_action:
source: Payment Journal Failure Actions
fr: Actions suite à rejet

# view:account.payment.journal.reject_reason:
source: Payment Journal Reject Reasons
fr: Motifs de rejet

# view:account.payment.journal.reject_reason:
source: Reject Reason
fr: Motif de rejet

# view:account.payment.merged:
source: Fail payments
fr: Échouer les paiements

# view:account.payment.motive:
source: Payment Motive
fr: Motif de paiement

# view:account.payment.payment_creation.start:
source: Motive
fr: Motif

# view:account.payment.payment_information_selection:
source: Payment Date Modification
fr: Modification de la date de paiement

# view:account.payment:
source: Amount
fr: Montant

# view:account.payment:
source: Approve
fr: Approuver

# view:account.payment:
source: Draft
fr: Brouillon

# view:account.payment:
source: Fail
fr: Échouer

# view:account.payment:
source: Process Manual Fail Payment
fr: Traiter manuellement les paiements rejetés

# view:account.payment:
source: Process Payments
fr: Traiter les paiements

# view:account.payment:
source: Succeed
fr: Réussir

# view:contract:
source: As of today
fr: A aujourd'hui

# wizard_button:account.payment.creation,start,create_payments:
source: Create Payments
fr: Créer les paiements

# wizard_button:account.payment.creation,start,end:
source: Cancel
fr: Annuler

# wizard_button:account.payment.manual_payment_fail,fail_information,end:
source: Cancel
fr: Annuler

source: Fail Payments
fr: Rejeter les paiements

source: Next
fr: Suivant

source: Cancel
fr: Annuler

# wizard_button:account.payment.process,start,pre_process:
source: Process
fr: Traiter

# selection:account.move.line,payment_kind:account_payment.
source: Payable
fr: À payer

# selection:account.move.line,payment_kind:account_payment.
source: Receivable
fr: À recevoir

# selection:account.payment.group,kind:account_payment.
source: Payable
fr: À payer

# selection:account.payment.group,kind:account_payment.
source: Receivable
fr: À recevoir

# selection:account.payment,kind:account_payment.
source: Payable
fr: À payer

# selection:account.payment,kind:account_payment.
source: Receivable
fr: À recevoir

# selection:account.payment,state:account_payment.
source: Failed
fr: Rejeté
